{
  "text": {
    " ": 0,
    "b": 877,
    "ạ": 2946,
    "n": 1866,
    " b": 21,
    "bạ": 925,
    "ạn": 2955,
    "n ": 1867,
    " bạ": 44,
    "bạn": 926,
    "ạn ": 2956,
    " bạn": 45,
    "bạn ": 927,
    "c": 946,
    "ó": 2758,
    " c": 59,
    "có": 1040,
    "ó ": 2759,
    " có": 102,
    "có ": 1041,
    " có ": 103,
    "t": 2230,
    "h": 1276,
    "ể": 3071,
    " t": 533,
    "th": 2243,
    "hể": 1472,
    "ể ": 3072,
    " th": 534,
    "thể": 2300,
    "hể ": 1473,
    " thể": 557,
    "thể ": 2301,
    "o": 1980,
    "ch": 968,
    "ho": 1316,
    "o ": 1981,
    " ch": 68,
    "cho": 972,
    "ho ": 1317,
    " cho": 70,
    "cho ": 973,
    "ô": 2762,
    "i": 1543,
    "tô": 2422,
    "ôi": 2764,
    "i ": 1544,
    " tô": 621,
    "tôi": 2423,
    "ôi ": 2765,
    " tôi": 622,
    "tôi ": 2424,
    "ế": 3053,
    "bi": 889,
    "iế": 1600,
    "ết": 3059,
    "t ": 2231,
    " bi": 26,
    "biế": 894,
    "iết": 1605,
    "ết ": 3060,
    " biế": 29,
    "biết": 896,
    "iết ": 1606,
    "v": 2558,
    "ề": 3063,
    " v": 662,
    "về": 2598,
    "ề ": 3064,
    " về": 686,
    "về ": 2599,
    " về ": 687,
    "á": 2683,
    "cá": 1025,
    "ác": 2685,
    "c ": 947,
    " cá": 93,
    "các": 1027,
    "ác ": 2686,
    " các": 95,
    "các ": 1028,
    "ư": 2913,
    "ơ": 2907,
    "g": 1183,
    "hư": 1414,
    "ươ": 2922,
    "ơn": 2909,
    "ng": 1877,
    "g ": 1184,
    "chư": 983,
    "hươ": 1420,
    "ươn": 2923,
    "ơng": 2911,
    "ng ": 1878,
    " chư": 75,
    "chươ": 985,
    "hươn": 1421,
    "ương": 2924,
    "ơng ": 2912,
    "r": 2069,
    "ì": 2736,
    "tr": 2336,
    "rì": 2122,
    "ìn": 2740,
    "nh": 1907,
    "h ": 1277,
    " tr": 575,
    "trì": 2353,
    "rìn": 2123,
    "ình": 2741,
    "nh ": 1908,
    " trì": 583,
    "trìn": 2354,
    "rình": 2124,
    "ình ": 2742,
    "ậ": 3009,
    "p": 2010,
    "tậ": 2449,
    "ập": 3013,
    "p ": 2011,
    " tậ": 638,
    "tập": 2452,
    "ập ": 3014,
    " tập": 640,
    "tập ": 2453,
    "u": 2476,
    "ấ": 2979,
    " h": 207,
    "hu": 1335,
    "uấ": 2525,
    "ấn": 2982,
    " hu": 219,
    "huấ": 1341,
    "uấn": 2526,
    "ấn ": 2983,
    " huấ": 221,
    "huấn": 1342,
    "uấn ": 2527,
    "k": 1646,
    " k": 267,
    "kh": 1654,
    "hô": 1391,
    "ôn": 2768,
    " kh": 268,
    "khô": 1672,
    "hôn": 1392,
    "ông": 2770,
    " khô": 276,
    "khôn": 1673,
    "hông": 1394,
    "ông ": 2771,
    "ữ": 3243,
    " n": 394,
    "hữ": 1533,
    "ữn": 3247,
    " nh": 408,
    "nhữ": 1933,
    "hữn": 1536,
    "ững": 3248,
    " nhữ": 419,
    "nhữn": 1934,
    "hững": 1537,
    "ững ": 3249,
    "a": 839,
    "hó": 1387,
    "óa": 2760,
    "a ": 840,
    "khó": 1669,
    "hóa": 1389,
    "óa ": 2761,
    " khó": 275,
    "khóa": 1671,
    "hóa ": 1390,
    "ọ": 3113,
    "họ": 1482,
    "ọc": 3116,
    " họ": 248,
    "học": 1485,
    "ọc ": 3117,
    " học": 250,
    "học ": 1486,
    "à": 2667,
    "nà": 1949,
    "ào": 2679,
    " nà": 422,
    "nào": 1950,
    "ào ": 2680,
    " nào": 423,
    "nào ": 1951,
    "đ": 2809,
    " đ": 739,
    "đa": 2810,
    "an": 852,
    " đa": 740,
    "đan": 2814,
    "ang": 854,
    " đan": 743,
    "đang": 2815,
    "ang ": 855,
    "m": 1803,
    "ở": 3189,
    " m": 358,
    "mở": 1864,
    "ở ": 3190,
    " mở": 392,
    "mở ": 1865,
    " mở ": 393,
    "ố": 3131,
    "mu": 1826,
    "uố": 2541,
    "ốn": 3137,
    " mu": 366,
    "muố": 1827,
    "uốn": 2544,
    "ốn ": 3138,
    " muố": 367,
    "muốn": 1828,
    "uốn ": 2545,
    "x": 2617,
    "e": 1146,
    " x": 701,
    "xe": 2622,
    "em": 1157,
    "m ": 1804,
    " xe": 704,
    "xem": 2623,
    "em ": 1158,
    " xem": 705,
    "xem ": 2624,
    "d": 1081,
    " d": 132,
    "da": 1083,
    " da": 133,
    "dan": 1084,
    "anh": 857,
    " dan": 134,
    "danh": 1085,
    "anh ": 858,
    "s": 2161,
    " s": 486,
    "sá": 2180,
    " sá": 495,
    "sác": 2181,
    "ách": 2687,
    "ch ": 969,
    " sác": 496,
    "sách": 2182,
    "ách ": 2688,
    "đà": 2828,
    " đà": 751,
    "đào": 2829,
    " đào": 752,
    "đào ": 2830,
    "tạ": 2433,
    "ạo": 2959,
    " tạ": 628,
    "tạo": 2436,
    "ạo ": 2960,
    " tạo": 630,
    "tạo ": 2437,
    "hi": 1296,
    "ia": 1548,
    "chi": 970,
    "hia": 1298,
    "ia ": 1549,
    " chi": 69,
    "chia": 971,
    "hia ": 1299,
    "ẻ": 3049,
    "sẻ": 2213,
    "ẻ ": 3050,
    " sẻ": 518,
    "sẻ ": 2214,
    " sẻ ": 519,
    "thô": 2277,
    " thô": 547,
    "thôn": 2278,
    "ti": 2318,
    "in": 1566,
    " ti": 566,
    "tin": 2319,
    "in ": 1567,
    " tin": 567,
    "tin ": 2320,
    "l": 1716,
    "y": 2641,
    "ệ": 3083,
    " l": 306,
    "lu": 1739,
    "uy": 2502,
    "yệ": 2664,
    "ện": 3089,
    " lu": 316,
    "luy": 1742,
    "uyệ": 2512,
    "yện": 2665,
    "ện ": 3090,
    " luy": 317,
    "luyệ": 1743,
    "uyện": 2513,
    "yện ": 2666,
    "iệ": 1622,
    " hi": 210,
    "hiệ": 1308,
    "iện": 1627,
    " hiệ": 212,
    "hiện": 1310,
    "iện ": 1628,
    "cu": 1017,
    "un": 2494,
    " cu": 88,
    "cun": 1020,
    "ung": 2495,
    " cun": 90,
    "cung": 1021,
    "ung ": 2496,
    "cấ": 1056,
    "ấp": 2984,
    " cấ": 115,
    "cấp": 1057,
    "ấp ": 2985,
    " cấp": 116,
    "cấp ": 1058,
    "ớ": 3171,
    " g": 183,
    "gi": 1198,
    "iớ": 1638,
    "ới": 3174,
    " gi": 186,
    "giớ": 1217,
    "iới": 1639,
    "ới ": 3175,
    " giớ": 193,
    "giới": 1218,
    "iới ": 1640,
    "ệu": 3097,
    "u ": 2477,
    "thi": 2251,
    "iệu": 1633,
    "ệu ": 3098,
    " thi": 538,
    "thiệ": 2254,
    "hiệu": 1312,
    "iệu ": 1634,
    "ộ": 3160,
    "mộ": 1858,
    "ột": 3169,
    " mộ": 388,
    "một": 1859,
    "ột ": 3170,
    " một": 389,
    "một ": 1860,
    "số": 2217,
    "ố ": 3132,
    " số": 522,
    "số ": 2218,
    " số ": 523,
    "tì": 2414,
    "ìm": 2738,
    " tì": 616,
    "tìm": 2415,
    "ìm ": 2739,
    " tìm": 617,
    "tìm ": 2416,
    "iể": 1612,
    "ểu": 3077,
    "hiể": 1306,
    "iểu": 1617,
    "ểu ": 3078,
    " hiể": 211,
    "hiểu": 1307,
    "iểu ": 1618,
    "ẵ": 3037,
    "sẵ": 2210,
    "ẵn": 3038,
    " sẵ": 516,
    "sẵn": 2211,
    "ẵn ": 3039,
    " sẵn": 517,
    "sẵn ": 2212,
    "ại": 2951,
    "tại": 2434,
    "ại ": 2952,
    " tại": 629,
    "tại ": 2435,
    "là": 1748,
    "à ": 2668,
    " là": 320,
    "là ": 1749,
    " là ": 321,
    "gì": 1245,
    "ì ": 2737,
    " gì": 197,
    "gì ": 1246,
    " gì ": 198,
    "ầ": 2992,
    "cầ": 1063,
    "ần": 2993,
    " cầ": 119,
    "cần": 1064,
    "ần ": 2994,
    " cần": 120,
    "cần ": 1065,
    "ỏ": 3122,
    "hỏ": 1489,
    "ỏi": 3126,
    " hỏ": 251,
    "hỏi": 1493,
    "ỏi ": 3127,
    " hỏi": 252,
    "hỏi ": 1494,
    "ắ": 3021,
    "sắ": 2207,
    "ắp": 3027,
    " sắ": 514,
    "sắp": 2208,
    "ắp ": 3028,
    " sắp": 515,
    "sắp ": 2209,
    "tớ": 2469,
    " tớ": 651,
    "tới": 2470,
    " tới": 652,
    "tới ": 2471,
    "lậ": 1779,
    " lậ": 341,
    "lập": 1780,
    " lập": 342,
    "lập ": 1781,
    "ú": 2785,
    "hú": 1402,
    "ún": 2791,
    "nhú": 1919,
    "hún": 1404,
    "úng": 2792,
    " nhú": 413,
    "nhún": 1920,
    "húng": 1405,
    "úng ": 2793,
    "é": 2725,
    "ké": 1696,
    "éo": 2726,
    " ké": 289,
    "kéo": 1697,
    "éo ": 2727,
    " kéo": 290,
    "kéo ": 1698,
    "dà": 1109,
    "ài": 2669,
    " dà": 149,
    "dài": 1110,
    "ài ": 2670,
    " dài": 150,
    "dài ": 1111,
    "ba": 879,
    "ao": 859,
    " ba": 22,
    "bao": 884,
    "ao ": 860,
    " bao": 25,
    "bao ": 885,
    "â": 2707,
    "lâ": 1752,
    "âu": 2714,
    " lâ": 323,
    "lâu": 1753,
    "âu ": 2715,
    " lâu": 324,
    "lâu ": 1754,
    "ờ": 3181,
    "hờ": 1509,
    "ời": 3183,
    "thờ": 2308,
    "hời": 1510,
    "ời ": 3184,
    " thờ": 561,
    "thời": 2309,
    "hời ": 1511,
    "gia": 1199,
    "ian": 1550,
    "an ": 853,
    " gia": 187,
    "gian": 1201,
    "ian ": 1551,
    "ủ": 3218,
    "củ": 1071,
    "ủa": 3220,
    " củ": 125,
    "của": 1072,
    "ủa ": 3221,
    " của": 126,
    "của ": 1073,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2331,
    "oà": 1992,
    "àn": 2673,
    " to": 572,
    "toà": 2332,
    "oàn": 1995,
    "àn ": 2674,
    " toà": 573,
    "toàn": 2333,
    "oàn ": 1996,
    "đi": 2816,
    " đi": 744,
    "điệ": 2823,
    " điệ": 748,
    "điện": 2824,
    "hiế": 1303,
    "thiế": 2253,
    "hiết": 1305,
    "kế": 1708,
    "ế ": 3054,
    " kế": 299,
    "kế ": 1709,
    " kế ": 300,
    "và": 2572,
    " và": 668,
    "và ": 2573,
    " và ": 669,
    " p": 445,
    "ph": 2015,
    "hâ": 1366,
    "ân": 2710,
    " ph": 448,
    "phâ": 2025,
    "hân": 1367,
    "ân ": 2711,
    " phâ": 453,
    "phân": 2026,
    "hân ": 1368,
    "í": 2743,
    "tí": 2417,
    "íc": 2745,
    " tí": 618,
    "tíc": 2418,
    "ích": 2746,
    " tíc": 619,
    "tích": 2419,
    "ích ": 2747,
    "hí": 1376,
    "í ": 2744,
    "thí": 2274,
    "hí ": 1377,
    " thí": 546,
    "thí ": 2275,
    "gh": 1189,
    "ệm": 3087,
    " ng": 397,
    "ngh": 1882,
    "ghi": 1190,
    "iệm": 1625,
    "ệm ": 3088,
    " ngh": 399,
    "nghi": 1883,
    "ghiệ": 1193,
    "hiệm": 1309,
    "iệm ": 1626,
    "ê": 2728,
    "iê": 1584,
    "êu": 2734,
    "nhi": 1911,
    "hiê": 1300,
    "iêu": 1588,
    "êu ": 2735,
    " nhi": 410,
    "nhiê": 1912,
    "hiêu": 1302,
    "iêu ": 1589,
    "ổ": 3151,
    "bu": 905,
    "uổ": 2550,
    "ổi": 3153,
    " bu": 32,
    "buổ": 906,
    "uổi": 2551,
    "ổi ": 3154,
    " buổ": 33,
    "buổi": 907,
    "uổi ": 2552,
    "ả": 2965,
    "hả": 1433,
    "ảo": 2977,
    "khả": 1674,
    "hảo": 1436,
    "ảo ": 2978,
    " khả": 277,
    "khảo": 1675,
    "hảo ": 1437,
    "át": 2703,
    "sát": 2185,
    "át ": 2704,
    " sát": 498,
    "sát ": 2186,
    "ị": 3101,
    "đị": 2873,
    "ịa": 3103,
    " đị": 782,
    "địa": 2874,
    "ịa ": 3104,
    " địa": 783,
    "địa ": 2875,
    "hì": 1372,
    " hì": 227,
    "hìn": 1374,
    " hìn": 228,
    "hình": 1375,
    "mấ": 1852,
    "ất": 2986,
    " mấ": 384,
    "mất": 1853,
    "ất ": 2987,
    " mất": 385,
    "mất ": 1854,
    "ki": 1682,
    "ểm": 3073,
    " ki": 281,
    "kiể": 1689,
    "iểm": 1613,
    "ểm ": 3074,
    " kiể": 285,
    "kiểm": 1690,
    "iểm ": 1614,
    "ử": 3237,
    "hử": 1531,
    "ử ": 3238,
    "thử": 2314,
    "hử ": 1532,
    " thử": 564,
    "thử ": 2315,
    "hầ": 1441,
    "phầ": 2037,
    "hần": 1442,
    " phầ": 459,
    "phần": 2038,
    "hần ": 1443,
    "mề": 1855,
    "ềm": 3065,
    " mề": 386,
    "mềm": 1856,
    "ềm ": 3066,
    " mềm": 387,
    "mềm ": 1857,
    "cơ": 1052,
    "ơ ": 2908,
    " cơ": 111,
    "cơ ": 1053,
    " cơ ": 112,
    "bả": 928,
    "ản": 2971,
    " bả": 46,
    "bản": 929,
    "ản ": 2972,
    " bản": 47,
    "bản ": 930,
    "tố": 2459,
    " tố": 645,
    "tốn": 2462,
    " tốn": 647,
    "tốn ": 2463,
    " e": 173,
    " em": 174,
    " em ": 175,
    "sả": 2201,
    " sả": 510,
    "sản": 2202,
    " sản": 511,
    "sản ": 2203,
    "xu": 2628,
    " xu": 708,
    "xuấ": 2629,
    "uất": 2528,
    " xuấ": 709,
    "xuất": 2630,
    "uất ": 2529,
    "sạ": 2196,
    "ạc": 2947,
    " sạ": 507,
    "sạc": 2197,
    "ạch": 2949,
    " sạc": 508,
    "sạch": 2198,
    "ạch ": 2950,
    "hơ": 1411,
    " hơ": 235,
    "hơn": 1412,
    "ơn ": 2910,
    " hơn": 236,
    "hơn ": 1413,
    " à": 720,
    "ày": 2681,
    "y ": 2642,
    " ày": 721,
    "ày ": 2682,
    " ày ": 722,
    "để": 2871,
    " để": 780,
    "để ": 2872,
    " để ": 781,
    " ho": 215,
    "hoà": 1322,
    " hoà": 216,
    "hoàn": 1323,
    "hà": 1349,
    "thà": 2265,
    "hàn": 1351,
    "ành": 2677,
    " thà": 542,
    "thàn": 2266,
    "hành": 1353,
    "ành ": 2678,
    "nâ": 1954,
    " nâ": 425,
    "nân": 1955,
    "âng": 2712,
    " nân": 426,
    "nâng": 1956,
    "âng ": 2713,
    "ca": 951,
    " ca": 60,
    "cao": 958,
    " cao": 63,
    "cao ": 959,
    "ro": 2096,
    "on": 1986,
    "tro": 2342,
    "ron": 2098,
    "ong": 1988,
    " tro": 578,
    "tron": 2343,
    "rong": 2099,
    "ong ": 1989,
    "tu": 2385,
    "uầ": 2530,
    " tu": 598,
    "tuầ": 2392,
    "uần": 2531,
    " tuầ": 602,
    "tuần": 2393,
    "uần ": 2532,
    "sử": 2224,
    "ửa": 3239,
    " sử": 528,
    "sửa": 2226,
    "ửa ": 3240,
    " sửa": 530,
    "sửa ": 2227,
    "ữa": 3245,
    "chữ": 1005,
    "hữa": 1534,
    "ữa ": 3246,
    " chữ": 85,
    "chữa": 1006,
    "hữa ": 1535,
    "lắ": 1782,
    " lắ": 343,
    "lắp": 1783,
    " lắp": 344,
    "lắp ": 1784,
    "ặ": 3040,
    "đặ": 2861,
    "ặt": 3045,
    " đặ": 773,
    "đặt": 2864,
    "ặt ": 3046,
    " đặt": 775,
    "đặt ": 2865,
    "dâ": 1114,
    " dâ": 152,
    "dân": 1115,
    " dân": 153,
    "dân ": 1116,
    "ụ": 3209,
    "dụ": 1133,
    "ụn": 3213,
    " dụ": 164,
    "dụn": 1136,
    "ụng": 3214,
    " dụn": 166,
    "dụng": 1137,
    "ụng ": 3215,
    "xo": 2625,
    " xo": 706,
    "xon": 2626,
    " xon": 707,
    "xong": 2627,
    "ha": 1278,
    "am": 850,
    "tha": 2244,
    "ham": 1283,
    "am ": 851,
    " tha": 535,
    "tham": 2245,
    "ham ": 1284,
    "gia ": 1200,
    "pl": 2046,
    "lc": 1722,
    " pl": 463,
    "plc": 2047,
    "lc ": 1723,
    " plc": 464,
    "plc ": 2048,
    "ru": 2104,
    "yề": 2658,
    "ền": 3067,
    "tru": 2344,
    "ruy": 2105,
    "uyề": 2508,
    "yền": 2659,
    "ền ": 3068,
    " tru": 579,
    "truy": 2345,
    "ruyề": 2106,
    "uyền": 2509,
    "yền ": 2660,
    "-": 813,
    "cc": 960,
    "c-": 948,
    "-l": 817,
    "li": 1724,
    "nk": 1935,
    "k ": 1647,
    " cc": 64,
    "cc-": 961,
    "c-l": 949,
    "-li": 818,
    "lin": 1725,
    "ink": 1570,
    "nk ": 1936,
    " cc-": 65,
    "cc-l": 962,
    "c-li": 950,
    "-lin": 819,
    "link": 1726,
    "ink ": 1571,
    "hm": 1313,
    "mi": 1813,
    " hm": 213,
    "hmi": 1314,
    "mi ": 1814,
    " hmi": 214,
    "hmi ": 1315,
    "ẽ": 3051,
    "sẽ": 2215,
    "ẽ ": 3052,
    " sẽ": 520,
    "sẽ ": 2216,
    " sẽ ": 521,
    "iờ": 1641,
    "ờ ": 3182,
    "giờ": 1219,
    "iờ ": 1642,
    " giờ": 194,
    "giờ ": 1220,
    "sử ": 2225,
    " sử ": 529,
    "3": 827,
    " 3": 3,
    "3d": 828,
    "d ": 1082,
    " 3d": 4,
    "3d ": 829,
    " 3d ": 5,
    "ín": 2748,
    "tín": 2420,
    "ính": 2749,
    " tín": 620,
    "tính": 2421,
    "ính ": 2750,
    "oá": 1997,
    "án": 2693,
    "toá": 2334,
    "oán": 1998,
    "án ": 2694,
    " toá": 574,
    "toán": 2335,
    "oán ": 1999,
    "khí": 1667,
    " khí": 274,
    "khí ": 1668,
    "cụ": 1069,
    "ụ ": 3210,
    " cụ": 123,
    "cụ ": 1070,
    " cụ ": 124,
    "ư ": 2914,
    "như": 1921,
    "hư ": 1415,
    " như": 414,
    "như ": 1922,
    "hế": 1468,
    "thế": 2298,
    "hế ": 1469,
    " thế": 556,
    "thế ": 2299,
    "cam": 954,
    " cam": 61,
    "cam ": 955,
    "cô": 1042,
    " cô": 104,
    "côn": 1044,
    " côn": 106,
    "công": 1045,
    "rê": 2119,
    "ên": 2730,
    "trê": 2351,
    "rên": 2120,
    "ên ": 2731,
    " trê": 582,
    "trên": 2352,
    "rên ": 2121,
    "má": 1836,
    "áy": 2705,
    " má": 373,
    "máy": 1837,
    "áy ": 2706,
    " máy": 374,
    "máy ": 1838,
    "tiệ": 2329,
    " tiệ": 571,
    "tiện": 2330,
    "cn": 1010,
    "nc": 1873,
    " cn": 86,
    "cnc": 1011,
    "nc ": 1874,
    " cnc": 87,
    "cnc ": 1012,
    "ay": 875,
    "pha": 2016,
    "hay": 1288,
    "ay ": 876,
    " pha": 449,
    "phay": 2017,
    "hay ": 1289,
    "vậ": 2590,
    "ận": 3011,
    " vậ": 681,
    "vận": 2592,
    "ận ": 3012,
    " vận": 683,
    "vận ": 2593,
    " hà": 222,
    " hàn": 224,
    "ự": 3252,
    "tự": 2474,
    "ự ": 3253,
    " tự": 655,
    "tự ": 2475,
    " tự ": 656,
    "độ": 2890,
    "ộn": 3166,
    " độ": 793,
    "độn": 2891,
    "ộng": 3167,
    " độn": 794,
    "động": 2892,
    "ộng ": 3168,
    " hó": 231,
    " hóa": 232,
    "nhà": 1915,
    "hà ": 1350,
    " nhà": 411,
    "nhà ": 1916,
    "hệ": 1474,
    "ệ ": 3084,
    "ghệ": 1196,
    "hệ ": 1475,
    "nghệ": 1885,
    "ghệ ": 1197,
    "im": 1562,
    "bim": 890,
    "im ": 1563,
    " bim": 27,
    "bim ": 891,
    "ứ": 3229,
    " ứ": 808,
    "ứn": 3232,
    " ứn": 809,
    "ứng": 3233,
    " ứng": 810,
    "ứng ": 3234,
    "hự": 1540,
    "ực": 3256,
    "thự": 2316,
    "hực": 1541,
    "ực ": 3257,
    " thự": 565,
    "thực": 2317,
    "hực ": 1542,
    "ễ": 3079,
    "iễ": 1619,
    "ễn": 3081,
    "tiễ": 2327,
    "iễn": 1620,
    "ễn ": 3082,
    " tiễ": 570,
    "tiễn": 2328,
    "iễn ": 1621,
    "dàn": 1112,
    " dàn": 151,
    "dành": 1113,
    "đố": 2878,
    "ối": 3135,
    " đố": 785,
    "đối": 2881,
    "ối ": 3136,
    " đối": 787,
    "đối ": 2882,
    "ợ": 3198,
    "tư": 2427,
    "ượ": 2941,
    "ợn": 3204,
    " tư": 624,
    "tượ": 2431,
    "ượn": 2944,
    "ợng": 3205,
    " tượ": 627,
    "tượn": 2432,
    "ượng": 2945,
    "ợng ": 3206,
    "q": 2054,
    " q": 467,
    "qu": 2057,
    "uả": 2520,
    " qu": 468,
    "quả": 2064,
    "uản": 2522,
    " quả": 471,
    "quản": 2066,
    "uản ": 2523,
    "ý": 2800,
    "lý": 1767,
    "ý ": 2801,
    " lý": 333,
    "lý ": 1768,
    " lý ": 334,
    "ỹ": 3263,
    "kỹ": 1714,
    "ỹ ": 3264,
    " kỹ": 304,
    "kỹ ": 1715,
    " kỹ ": 305,
    "sư": 2194,
    " sư": 505,
    "sư ": 2195,
    " sư ": 506,
    "kết": 1710,
    " kết": 301,
    "kết ": 1711,
    "ấu": 2988,
    "cấu": 1059,
    "ấu ": 2989,
    " cấu": 117,
    "cấu ": 1060,
    "w": 2612,
    " w": 698,
    "we": 2613,
    "eb": 1151,
    "b ": 878,
    " we": 699,
    "web": 2614,
    "eb ": 1152,
    " web": 700,
    "web ": 2615,
    "f": 1173,
    " f": 176,
    "fr": 1180,
    "nt": 1941,
    "t-": 2232,
    "-e": 814,
    "en": 1161,
    "nd": 1875,
    " fr": 181,
    "fro": 1181,
    "ont": 1990,
    "nt-": 1942,
    "t-e": 2233,
    "-en": 815,
    "end": 1163,
    "nd ": 1876,
    " fro": 182,
    "fron": 1182,
    "ront": 2100,
    "ont-": 1991,
    "nt-e": 1943,
    "t-en": 2234,
    "-end": 816,
    "end ": 1164,
    "ac": 841,
    "ck": 1007,
    "k-": 1648,
    "bac": 880,
    "ack": 844,
    "ck-": 1008,
    "k-e": 1649,
    " bac": 23,
    "back": 881,
    "ack-": 845,
    "ck-e": 1009,
    "k-en": 1650,
    "vớ": 2604,
    " vớ": 692,
    "với": 2605,
    " với": 693,
    "với ": 2606,
    "hp": 1329,
    "php": 2020,
    "hp ": 1330,
    " php": 451,
    "php ": 2021,
    "my": 1829,
    "ys": 2646,
    "sq": 2171,
    "ql": 2055,
    "l ": 1717,
    " my": 368,
    "mys": 1830,
    "ysq": 2647,
    "sql": 2172,
    "ql ": 2056,
    " mys": 369,
    "mysq": 1831,
    "ysql": 2648,
    "sql ": 2173,
    "iao": 1552,
    "giao": 1202,
    "iao ": 1553,
    "di": 1086,
    " di": 135,
    "diệ": 1092,
    " diệ": 139,
    "diện": 1093,
    "/": 820,
    " u": 657,
    "ui": 2482,
    "i/": 1545,
    "/u": 824,
    "ux": 2500,
    "x ": 2618,
    " ui": 658,
    "ui/": 2484,
    "i/u": 1546,
    "/ux": 825,
    "ux ": 2501,
    " ui/": 659,
    "ui/u": 2485,
    "i/ux": 1547,
    "/ux ": 826,
    "bs": 901,
    "si": 2166,
    "it": 1575,
    "te": 2235,
    "e ": 1147,
    "ebs": 1153,
    "bsi": 903,
    "sit": 2169,
    "ite": 1576,
    "te ": 2236,
    "webs": 2616,
    "ebsi": 1154,
    "bsit": 904,
    "site": 2170,
    "ite ": 1577,
    "ằ": 3031,
    "bằ": 936,
    "ằn": 3034,
    " bằ": 51,
    "bằn": 937,
    "ằng": 3035,
    " bằn": 52,
    "bằng": 938,
    "ằng ": 3036,
    "fi": 1174,
    "ig": 1559,
    "gm": 1221,
    "ma": 1805,
    " fi": 177,
    "fig": 1175,
    "igm": 1560,
    "gma": 1222,
    "ma ": 1806,
    " fig": 178,
    "figm": 1176,
    "igma": 1561,
    "gma ": 1223,
    "tui": 2386,
    "ui ": 2483,
    " tui": 599,
    "tui ": 2387,
    "rị": 2144,
    "ị ": 3102,
    "trị": 2368,
    "rị ": 2145,
    " trị": 590,
    "trị ": 2369,
    "mạ": 1849,
    " mạ": 382,
    "mạn": 1850,
    "ạng": 2957,
    " mạn": 383,
    "mạng": 1851,
    "ạng ": 2958,
    "do": 1097,
    "oa": 1982,
    " do": 142,
    "doa": 1099,
    "oan": 1984,
    " doa": 144,
    "doan": 1100,
    "oanh": 1985,
    "ệp": 3093,
    "iệp": 1629,
    "ệp ": 3094,
    "hiệp": 1311,
    "iệp ": 1630,
    "ồ": 3143,
    "đồ": 2883,
    "ồ ": 3144,
    " đồ": 788,
    "đồ ": 2884,
    " đồ ": 789,
    "ọa": 3114,
    "họa": 1483,
    "ọa ": 3115,
    " họa": 249,
    "họa ": 1484,
    "ảng": 2973,
    "uảng": 2524,
    "ảng ": 2974,
    "áo": 2699,
    "cáo": 1032,
    "áo ": 2700,
    " cáo": 97,
    "cáo ": 1033,
    "há": 1354,
    "phá": 2022,
    "hát": 1364,
    " phá": 452,
    "phát": 2024,
    "hát ": 1365,
    "ri": 2088,
    "ển": 3075,
    "tri": 2340,
    "riể": 2091,
    "iển": 1615,
    "ển ": 3076,
    " tri": 577,
    "triể": 2341,
    "riển": 2092,
    "iển ": 1616,
    "di ": 1087,
    " di ": 136,
    "đa ": 2811,
    " đa ": 741,
    "nề": 1974,
    " nề": 438,
    "nền": 1975,
    " nền": 439,
    "nền ": 1976,
    "tả": 2438,
    " tả": 631,
    "tản": 2439,
    " tản": 632,
    "tảng": 2440,
    "fl": 1177,
    "ut": 2497,
    "tt": 2382,
    "er": 1167,
    "r ": 2070,
    " fl": 179,
    "flu": 1178,
    "lut": 1740,
    "utt": 2498,
    "tte": 2383,
    "ter": 2241,
    "er ": 1168,
    " flu": 180,
    "flut": 1179,
    "lutt": 1741,
    "utte": 2499,
    "tter": 2384,
    "ter ": 2242,
    "ếp": 3057,
    "iếp": 1603,
    "ếp ": 3058,
    "nhiế": 1913,
    "hiếp": 1304,
    "iếp ": 1604,
    " ả": 803,
    " ản": 804,
    "ảnh": 2975,
    " ảnh": 805,
    "ảnh ": 2976,
    "xử": 2639,
    " xử": 716,
    "xử ": 2640,
    " xử ": 717,
    "hậ": 1454,
    "ậu": 3017,
    " hậ": 244,
    "hậu": 1459,
    "ậu ": 3018,
    " hậu": 245,
    "hậu ": 1460,
    "ỳ": 3261,
    "kỳ": 1712,
    "ỳ ": 3262,
    " kỳ": 302,
    "kỳ ": 1713,
    " kỳ ": 303,
    "la": 1718,
    "ar": 861,
    "ra": 2074,
    "av": 872,
    "ve": 2560,
    "el": 1155,
    " la": 307,
    "lar": 1719,
    "ara": 862,
    "rav": 2080,
    "ave": 873,
    "vel": 2561,
    "el ": 1156,
    " lar": 308,
    "lara": 1720,
    "arav": 863,
    "rave": 2081,
    "avel": 874,
    "vel ": 2562,
    "j": 1643,
    "gu": 1229,
    "ul": 2488,
    "rj": 2093,
    "js": 1644,
    "s ": 2162,
    "ngu": 1888,
    "gul": 1230,
    "ula": 2489,
    "arj": 866,
    "rjs": 2094,
    "js ": 1645,
    " ang": 14,
    "angu": 856,
    "ngul": 1889,
    "gula": 1231,
    "ular": 2490,
    "larj": 1721,
    "arjs": 867,
    "rjs ": 2095,
    "rí": 2125,
    "trí": 2355,
    "rí ": 2126,
    " trí": 584,
    "trí ": 2356,
    "uệ": 2539,
    "tuệ": 2394,
    "uệ ": 2540,
    " tuệ": 603,
    "tuệ ": 2395,
    "nhâ": 1917,
    " nhâ": 412,
    "nhân": 1918,
    "py": 2051,
    "yt": 2649,
    " py": 465,
    "pyt": 2052,
    "yth": 2650,
    "tho": 2255,
    "hon": 1320,
    "on ": 1987,
    " pyt": 466,
    "pyth": 2053,
    "ytho": 2651,
    "thon": 2256,
    "hon ": 1321,
    "rự": 2158,
    "trự": 2378,
    "rực": 2159,
    " trự": 595,
    "trực": 2379,
    "rực ": 2160,
    "ua": 2478,
    "qua": 2058,
    "uan": 2480,
    " qua": 469,
    "quan": 2060,
    "uan ": 2481,
    "dữ": 1138,
    "ữ ": 3244,
    " dữ": 167,
    "dữ ": 1139,
    " dữ ": 168,
    " li": 309,
    "liệ": 1729,
    " liệ": 311,
    "liệu": 1731,
    "st": 2174,
    "ea": 1148,
    " st": 491,
    "ste": 2175,
    "tea": 2237,
    "eam": 1149,
    " ste": 492,
    "stea": 2176,
    "team": 2238,
    "eam ": 1150,
    "tư ": 2428,
    " tư ": 625,
    "du": 1101,
    " du": 145,
    "duy": 1107,
    "uy ": 2503,
    " duy": 148,
    "duy ": 1108,
    "sán": 2183,
    "áng": 2695,
    " sán": 497,
    "sáng": 2184,
    "áng ": 2696,
    "rd": 2085,
    "no": 1939,
    " ar": 18,
    "ard": 864,
    "rdu": 2086,
    "dui": 1103,
    "uin": 2486,
    "ino": 1573,
    "no ": 1940,
    " ard": 19,
    "ardu": 865,
    "rdui": 2087,
    "duin": 1104,
    "uino": 2487,
    "ino ": 1574,
    "ke": 1651,
    "rc": 2082,
    "ad": 846,
    "nke": 1937,
    "ker": 1652,
    "erc": 1171,
    "rca": 2083,
    "cad": 952,
    "ad ": 847,
    "tink": 2322,
    "inke": 1572,
    "nker": 1938,
    "kerc": 1653,
    "erca": 1172,
    "rcad": 2084,
    "cad ": 953,
    "ẩ": 3001,
    "hẩ": 1449,
    "ẩn": 3004,
    "chẩ": 988,
    "hẩn": 1452,
    "ẩn ": 3005,
    " chẩ": 77,
    "chẩn": 989,
    "hẩn ": 1453,
    "đo": 2825,
    " đo": 749,
    "đoá": 2826,
    " đoá": 750,
    "đoán": 2827,
    "bệ": 939,
    " bệ": 53,
    "bện": 940,
    "ệnh": 3091,
    " bện": 54,
    "bệnh": 941,
    "ệnh ": 3092,
    "hạ": 1426,
    " hạ": 240,
    "hại": 1429,
    " hại": 241,
    "hại ": 1430,
    " r": 473,
    "au": 870,
    " ra": 474,
    "rau": 2078,
    "au ": 871,
    " rau": 476,
    "rau ": 2079,
    "iả": 1593,
    "ải": 2967,
    "giả": 1211,
    "iải": 1594,
    "ải ": 2968,
    " giả": 191,
    "giải": 1212,
    "iải ": 1595,
    "áp": 2701,
    "háp": 1362,
    "áp ": 2702,
    "pháp": 2023,
    "háp ": 1363,
    "bảo": 931,
    " bảo": 48,
    "bảo ": 932,
    "vệ": 2600,
    " vệ": 688,
    "vệ ": 2601,
    " vệ ": 689,
    "ật": 3015,
    "vật": 2594,
    "ật ": 3016,
    " vật": 684,
    "vật ": 2595,
    "thâ": 2270,
    " thâ": 544,
    "thân": 2271,
    "mô": 1842,
    " mô": 377,
    "môi": 1844,
    " môi": 379,
    "môi ": 1845,
    "rư": 2130,
    "ườ": 2932,
    "ờn": 3185,
    "trư": 2359,
    "rườ": 2131,
    "ườn": 2935,
    "ờng": 3187,
    " trư": 586,
    "trườ": 2360,
    "rườn": 2132,
    "ường": 2937,
    "ờng ": 3188,
    "tận": 2450,
    " tận": 639,
    "tận ": 2451,
    "uồ": 2547,
    "ồn": 3147,
    "guồ": 1235,
    "uồn": 2548,
    "ồn ": 3148,
    " ngu": 401,
    "nguồ": 1891,
    "guồn": 1236,
    "uồn ": 2549,
    "hụ": 1518,
    "phụ": 2043,
    "hụ ": 1519,
    " phụ": 462,
    "phụ ": 2044,
    "ẩm": 3002,
    "phẩ": 2039,
    "hẩm": 1450,
    "ẩm ": 3003,
    " phẩ": 460,
    "phẩm": 2040,
    "hẩm ": 1451,
    "nô": 1957,
    " nô": 427,
    "nôn": 1958,
    " nôn": 428,
    "nông": 1959,
    "ie": 1556,
    "eo": 1165,
    "gie": 1203,
    "ieo": 1557,
    "eo ": 1166,
    " gie": 188,
    "gieo": 1204,
    "ieo ": 1558,
    "inh": 1568,
    "tinh": 2321,
    "inh ": 1569,
    "hằ": 1461,
    "ằm": 3032,
    "nhằ": 1929,
    "hằm": 1462,
    "ằm ": 3033,
    " nhằ": 417,
    "nhằm": 1930,
    "hằm ": 1463,
    "ă": 2802,
    "nă": 1960,
    "ăn": 2805,
    " nă": 429,
    "năn": 1963,
    "ăng": 2807,
    " năn": 431,
    "năng": 1964,
    "ăng ": 2808,
    "su": 2177,
    " su": 493,
    "suấ": 2178,
    " suấ": 494,
    "suất": 2179,
    "ả ": 2966,
    "uả ": 2521,
    "quả ": 2065,
    "kin": 1683,
    " kin": 282,
    "kinh": 1684,
    "tế": 2454,
    " tế": 641,
    "tế ": 2455,
    " tế ": 642,
    "hă": 1408,
    "chă": 981,
    "hăn": 1409,
    "ăn ": 2806,
    " chă": 74,
    "chăn": 982,
    "hăn ": 1410,
    "nu": 1944,
    "uô": 2517,
    " nu": 420,
    "nuô": 1947,
    "uôi": 2518,
    " nuô": 421,
    "nuôi": 1948,
    "uôi ": 2519,
    "ỏ ": 3123,
    "thỏ": 2304,
    "hỏ ": 1490,
    " thỏ": 559,
    "thỏ ": 2305,
    " si": 489,
    "sin": 2167,
    " sin": 490,
    "sinh": 2168,
    "ọn": 3118,
    "chọ": 996,
    "họn": 1487,
    "ọn ": 3119,
    " chọ": 81,
    "chọn": 997,
    "họn ": 1488,
    "iố": 1635,
    "giố": 1215,
    "iốn": 1636,
    "ống": 3139,
    " giố": 192,
    "giốn": 1216,
    "iống": 1637,
    "ống ": 3140,
    "lú": 1762,
    "úa": 2787,
    " lú": 330,
    "lúa": 1763,
    "úa ": 2788,
    " lúa": 331,
    "lúa ": 1764,
    "hấ": 1438,
    "chấ": 986,
    "hất": 1439,
    " chấ": 76,
    "chất": 987,
    "hất ": 1440,
    "lư": 1772,
    " lư": 337,
    "lượ": 1777,
    " lượ": 340,
    "lượn": 1778,
    "đấ": 2853,
    " đấ": 768,
    "đất": 2854,
    " đất": 769,
    "đất ": 2855,
    " mi": 361,
    "min": 1819,
    " min": 363,
    "minh": 1820,
    "híc": 1378,
    "thíc": 2276,
    "hích": 1379,
    "ến": 3055,
    "iến": 1601,
    "ến ": 3056,
    "biến": 895,
    "iến ": 1602,
    "đổ": 2887,
    " đổ": 791,
    "đổi": 2888,
    " đổi": 792,
    "đổi ": 2889,
    "vi": 2563,
    " vi": 663,
    "vi ": 2564,
    " vi ": 664,
    " i": 264,
    "mt": 1824,
    " im": 265,
    "imt": 1564,
    "mt ": 1825,
    " imt": 266,
    "imt ": 1565,
    " hệ": 246,
    " hệ ": 247,
    "hố": 1497,
    "thố": 2306,
    "hốn": 1498,
    " thố": 560,
    "thốn": 2307,
    "hống": 1499,
    "rạ": 2133,
    "trạ": 2361,
    "rại": 2134,
    " trạ": 587,
    "trại": 2362,
    "rại ": 2135,
    "phư": 2033,
    " phư": 457,
    "phươ": 2034,
    "đá": 2831,
    " đá": 753,
    "đán": 2832,
    "ánh": 2697,
    " đán": 754,
    "đánh": 2833,
    "ánh ": 2698,
    "iá": 1578,
    "á ": 2684,
    "giá": 1205,
    "iá ": 1579,
    " giá": 189,
    "giá ": 1206,
    "sứ": 2221,
    "ức": 3230,
    " sứ": 526,
    "sức": 2222,
    "ức ": 3231,
    " sức": 527,
    "sức ": 2223,
    "ỏe": 3124,
    "khỏ": 1676,
    "hỏe": 1491,
    "ỏe ": 3125,
    " khỏ": 278,
    "khỏe": 1677,
    "hỏe ": 1492,
    "vư": 2584,
    " vư": 677,
    "vườ": 2585,
    "ờn ": 3186,
    " vườ": 678,
    "vườn": 2586,
    "ườn ": 2936,
    "câ": 1034,
    "ây": 2716,
    " câ": 98,
    "cây": 1035,
    "ây ": 2717,
    " cây": 99,
    "cây ": 1036,
    " ă": 736,
    " ăn": 737,
    " ăn ": 738,
    "rá": 2111,
    "ái": 2689,
    "trá": 2346,
    "rái": 2114,
    "ái ": 2690,
    " trá": 580,
    "trái": 2348,
    "rái ": 2115,
    "uậ": 2536,
    "thu": 2261,
    "huậ": 1345,
    "uật": 2537,
    " thu": 541,
    "thuậ": 2263,
    "huật": 1346,
    "uật ": 2538,
    "ấy": 2990,
    "cấy": 1061,
    "ấy ": 2991,
    " cấy": 118,
    "cấy ": 1062,
    "ô ": 2763,
    "mô ": 1843,
    " mô ": 378,
    "bà": 908,
    " bà": 34,
    "bào": 911,
    " bào": 36,
    "bào ": 912,
    "lự": 1800,
    " lự": 356,
    "lực": 1801,
    " lực": 357,
    "lực ": 1802,
    "ướ": 2925,
    "lướ": 1775,
    "ưới": 2928,
    " lướ": 339,
    "lưới": 1776,
    "ưới ": 2929,
    "ú ": 2786,
    "thú": 2281,
    "hú ": 1403,
    " thú": 549,
    "thú ": 2282,
    " y": 718,
    " y ": 719,
    "sở": 2219,
    " sở": 524,
    "sở ": 2220,
    " sở ": 525,
    "nư": 1965,
    "ớc": 3172,
    " nư": 432,
    "nướ": 1966,
    "ước": 2926,
    "ớc ": 3173,
    " nướ": 433,
    "nước": 1967,
    "ước ": 2927,
    " ao": 16,
    " ao ": 17,
    "hủ": 1522,
    "ủy": 3227,
    "thủ": 2310,
    "hủy": 1526,
    "ủy ": 3228,
    " thủ": 562,
    "thủy": 2311,
    "hủy ": 1527,
    "lo": 1732,
    "oạ": 2000,
    " lo": 312,
    "loạ": 1737,
    "oại": 2003,
    " loạ": 315,
    "loại": 1738,
    "oại ": 2004,
    "tảo": 2441,
    " tảo": 633,
    "tảo ": 2442,
    "gâ": 1242,
    " gâ": 195,
    "gây": 1243,
    " gây": 196,
    "gây ": 1244,
    "ù": 2774,
    "vù": 2576,
    "ùn": 2780,
    " vù": 671,
    "vùn": 2577,
    "ùng": 2781,
    " vùn": 672,
    "vùng": 2578,
    "ùng ": 2782,
    "rồ": 2146,
    "trồ": 2370,
    "rồn": 2147,
    "ồng": 3149,
    " trồ": 591,
    "trồn": 2371,
    "rồng": 2148,
    "ồng ": 3150,
    "phi": 2018,
    " phi": 450,
    "phiê": 2019,
    "ỉ": 3099,
    "hỉ": 1476,
    "ỉ ": 3100,
    "chỉ": 992,
    "hỉ ": 1477,
    " chỉ": 79,
    "chỉ ": 993,
    "tiê": 2323,
    " tiê": 568,
    "tiêu": 2324,
    "ữu": 3250,
    " hữ": 262,
    "hữu": 1538,
    "ữu ": 3251,
    " hữu": 263,
    "hữu ": 1539,
    " í": 728,
    " íc": 729,
    " ích": 730,
    "hứ": 1528,
    "thứ": 2312,
    "hức": 1529,
    " thứ": 563,
    "thức": 2313,
    "hức ": 1530,
    "iên": 1585,
    "hiên": 1301,
    "iên ": 1586,
    "rắ": 2139,
    "ắc": 3022,
    "trắ": 2365,
    "rắc": 2140,
    "ắc ": 3023,
    " trắ": 589,
    "trắc": 2366,
    "rắc ": 2141,
    "gọ": 1260,
    "ọt": 3120,
    "ngọ": 1902,
    "gọt": 1263,
    "ọt ": 3121,
    " ngọ": 406,
    "ngọt": 1904,
    "gọt ": 1264,
    "loà": 1735,
    "oài": 1993,
    " loà": 314,
    "loài": 1736,
    "oài ": 1994,
    "cá ": 1026,
    " cá ": 94,
    "đô": 2837,
    " đô": 757,
    "đôn": 2839,
    " đôn": 759,
    "đông": 2840,
    "thư": 2284,
    "hườ": 1424,
    " thư": 550,
    "thườ": 2286,
    "hườn": 1425,
    "gặ": 1257,
    "ặp": 3043,
    " gặ": 199,
    "gặp": 1258,
    "ặp ": 3044,
    " gặp": 200,
    "gặp ": 1259,
    "tra": 2337,
    "ra ": 2075,
    " tra": 576,
    "tra ": 2338,
    "ôm": 2766,
    "tôm": 2425,
    "ôm ": 2767,
    " tôm": 623,
    "tôm ": 2426,
    "khá": 1664,
    "hán": 1360,
    " khá": 273,
    "khán": 1666,
    "háng": 1361,
    "xá": 2631,
    " xá": 710,
    "xác": 2632,
    " xác": 711,
    "xác ": 2633,
    "ịn": 3108,
    "địn": 2876,
    "ịnh": 3109,
    " địn": 784,
    "định": 2877,
    "ịnh ": 3110,
    "ic": 1554,
    "mic": 1817,
    "ic ": 1555,
    " mic": 362,
    "mic ": 1818,
    "ký": 1704,
    " ký": 295,
    "ký ": 1705,
    " ký ": 296,
    "rù": 2127,
    "trù": 2357,
    "rùn": 2128,
    " trù": 585,
    "trùn": 2358,
    "rùng": 2129,
    " ở": 806,
    " ở ": 807,
    "rt": 2101,
    "art": 868,
    "rte": 2102,
    "tem": 2239,
    "emi": 1159,
    "mia": 1815,
    " art": 20,
    "arte": 869,
    "rtem": 2103,
    "temi": 2240,
    "emia": 1160,
    "mia ": 1816,
    "biể": 897,
    " biể": 30,
    "biển": 898,
    "cà": 1022,
    " cà": 91,
    "càn": 1023,
    "àng": 2675,
    " càn": 92,
    "càng": 1024,
    "àng ": 2676,
    "xa": 2619,
    " xa": 702,
    "xan": 2620,
    " xan": 703,
    "xanh": 2621,
    "cua": 1018,
    "ua ": 2479,
    " cua": 89,
    "cua ": 1019,
    "lợ": 1793,
    "ợ ": 3199,
    " lợ": 351,
    "lợ ": 1794,
    " lợ ": 352,
    "thá": 2267,
    "hái": 1358,
    " thá": 543,
    "thái": 2268,
    "hái ": 1359,
    "uâ": 2514,
    "luâ": 1744,
    "uân": 2515,
    " luâ": 318,
    "luân": 1745,
    "uân ": 2516,
    "can": 956,
    " can": 62,
    "canh": 957,
    "uộ": 2553,
    " ru": 482,
    "ruộ": 2107,
    "uộn": 2556,
    " ruộ": 483,
    "ruộn": 2108,
    "uộng": 2557,
    "xâ": 2634,
    " xâ": 712,
    "xây": 2635,
    " xây": 713,
    "xây ": 2636,
    "dự": 1140,
    "ựn": 3258,
    " dự": 169,
    "dựn": 1144,
    "ựng": 3259,
    " dựn": 172,
    "dựng": 1145,
    "ựng ": 3260,
    "dạ": 1122,
    " dạ": 157,
    "dạn": 1123,
    " dạn": 158,
    "dạng": 1124,
    "vă": 2579,
    " vă": 673,
    "văn": 2580,
    " văn": 674,
    "văn ": 2581,
    "dị": 1130,
    "ịc": 3105,
    " dị": 162,
    "dịc": 1131,
    "ịch": 3106,
    " dịc": 163,
    "dịch": 1132,
    "ịch ": 3107,
    "vụ": 2607,
    " vụ": 694,
    "vụ ": 2608,
    " vụ ": 695,
    " á": 723,
    " áp": 726,
    " áp ": 727,
    "mr": 1821,
    "rv": 2109,
    "v ": 2559,
    " mr": 364,
    "mrv": 1822,
    "rv ": 2110,
    " mrv": 365,
    "mrv ": 1823,
    "ạt": 2961,
    "hoạ": 1324,
    "oạt": 2005,
    "ạt ": 2962,
    " hoạ": 217,
    "hoạt": 1326,
    "oạt ": 2006,
    "ảm": 2969,
    "iảm": 1596,
    "ảm ": 2970,
    "giảm": 1213,
    "iảm ": 1597,
    "ẹ": 3047,
    "hẹ": 1464,
    "ẹ ": 3048,
    "nhẹ": 1931,
    "hẹ ": 1465,
    " nhẹ": 418,
    "nhẹ ": 1932,
    "thả": 2289,
    "hải": 1434,
    " thả": 552,
    "thải": 2290,
    "hải ": 1435,
    "kí": 1701,
    " kí": 293,
    "kín": 1702,
    " kín": 294,
    "kính": 1703,
    "rủ": 2153,
    "ủi": 3222,
    " rủ": 484,
    "rủi": 2154,
    "ủi ": 3223,
    " rủi": 485,
    "rủi ": 2155,
    " ro": 479,
    "ro ": 2097,
    " ro ": 480,
    "gậ": 1254,
    "ngậ": 1900,
    "gập": 1255,
    " ngậ": 405,
    "ngập": 1901,
    "gập ": 1256,
    "lụ": 1797,
    "ụt": 3216,
    " lụ": 354,
    "lụt": 1798,
    "ụt ": 3217,
    " lụt": 355,
    "lụt ": 1799,
    "đô ": 2838,
    " đô ": 758,
    "hị": 1478,
    "thị": 2302,
    "hị ": 1479,
    " thị": 558,
    "thị ": 2303,
    "ựa": 3254,
    "dựa": 1142,
    "ựa ": 3255,
    " dựa": 171,
    "dựa ": 1143,
    "vào": 2574,
    " vào": 670,
    "vào ": 2575,
    "nb": 1870,
    " nb": 395,
    "nbs": 1871,
    "bs ": 902,
    " nbs": 396,
    "nbs ": 1872,
    "tử": 2472,
    " tử": 653,
    "tử ": 2473,
    " tử ": 654,
    "că": 1049,
    " că": 109,
    "căn": 1050,
    " căn": 110,
    "căn ": 1051,
    "nấ": 1968,
    "ấm": 2980,
    " nấ": 434,
    "nấm": 1969,
    "ấm ": 2981,
    " nấm": 435,
    "nấm ": 1970,
    "dư": 1117,
    "ợc": 3200,
    " dư": 154,
    "dượ": 1120,
    "ược": 2942,
    "ợc ": 3201,
    " dượ": 156,
    "dược": 1121,
    "ược ": 2943,
    "quy": 2061,
    " quy": 470,
    "quy ": 2062,
    "iề": 1607,
    "ều": 3069,
    "điề": 2818,
    "iều": 1610,
    "ều ": 3070,
    " điề": 746,
    "điều": 2820,
    "iều ": 1611,
    "kiệ": 1692,
    " kiệ": 286,
    "kiện": 1693,
    "mà": 1832,
    " mà": 370,
    "màn": 1834,
    " màn": 372,
    "màng": 1835,
    "mă": 1846,
    " mă": 380,
    "măn": 1847,
    " măn": 381,
    "măng": 1848,
    "tâ": 2404,
    " tâ": 610,
    "tây": 2409,
    " tây": 613,
    "tây ": 2410,
    " uố": 660,
    " uốn": 661,
    "uống": 2546,
    "lê": 1758,
    " lê": 327,
    "lên": 1760,
    " lên": 329,
    "lên ": 1761,
    "me": 1810,
    " me": 359,
    "men": 1811,
    "en ": 1162,
    " men": 360,
    "men ": 1812,
    "hu ": 1336,
    "thu ": 2262,
    "oạc": 2001,
    "hoạc": 1325,
    "oạch": 2002,
    "sơ": 2192,
    " sơ": 503,
    "sơ ": 2193,
    " sơ ": 504,
    "chế": 990,
    " chế": 78,
    "chế ": 991,
    "đồn": 2885,
    " đồn": 790,
    "đồng": 2886,
    "sô": 2187,
    " sô": 499,
    "sôn": 2188,
    " sôn": 500,
    "sông": 2189,
    "cử": 1077,
    "ửu": 3241,
    " cử": 129,
    "cửu": 1079,
    "ửu ": 3242,
    " cửu": 131,
    "cửu ": 1080,
    "lon": 1733,
    " lon": 313,
    "long": 1734,
    " hư": 237,
    " hư ": 238,
    "ỏn": 3128,
    "hỏn": 1495,
    "ỏng": 3129,
    " hỏn": 253,
    "hỏng": 1496,
    "ỏng ": 3130,
    "kiế": 1685,
    " kiế": 283,
    "kiến": 1686,
    "khi": 1657,
    "hi ": 1297,
    " khi": 270,
    "khi ": 1658,
    "ai": 848,
    "kha": 1655,
    "hai": 1281,
    "ai ": 849,
    " kha": 269,
    "khai": 1656,
    "hai ": 1282,
    "cp": 1013,
    " ha": 208,
    "hac": 1279,
    "acc": 842,
    "ccp": 963,
    "cp ": 1014,
    " hac": 209,
    "hacc": 1280,
    "accp": 843,
    "ccp ": 964,
    "kho": 1659,
    "hoa": 1318,
    "oa ": 1983,
    " kho": 271,
    "khoa": 1660,
    "hoa ": 1319,
    " ai": 10,
    " ai ": 11,
    "iáo": 1582,
    "giáo": 1208,
    "iáo ": 1583,
    "ục": 3211,
    "dục": 1134,
    "ục ": 3212,
    " dục": 165,
    "dục ": 1135,
    "gố": 1265,
    "ốc": 3133,
    " gố": 201,
    "gốc": 1266,
    "ốc ": 3134,
    " gốc": 202,
    "gốc ": 1267,
    "thiê": 2252,
    "hợ": 1515,
    "ợp": 3207,
    " hợ": 260,
    "hợp": 1516,
    "ợp ": 3208,
    " hợp": 261,
    "hợp ": 1517,
    "ò": 2751,
    "hò": 1382,
    "òn": 2754,
    "phò": 2029,
    "hòn": 1385,
    "òng": 2756,
    " phò": 455,
    "phòn": 2030,
    "hòng": 1386,
    "òng ": 2757,
    "chố": 998,
    " chố": 82,
    "chốn": 999,
    "bé": 919,
    " bé": 40,
    "béo": 920,
    " béo": 41,
    "béo ": 921,
    "phì": 2027,
    "hì ": 1373,
    " phì": 454,
    "phì ": 2028,
    "viế": 2567,
    " viế": 666,
    "viết": 2568,
    "bố": 942,
    " bố": 55,
    "bố ": 943,
    " bố ": 56,
    "quố": 2067,
    "uốc": 2542,
    " quố": 472,
    "quốc": 2068,
    "uốc ": 2543,
    "ĩ": 2900,
    "lĩ": 1769,
    "ĩn": 2902,
    " lĩ": 335,
    "lĩn": 1770,
    "ĩnh": 2903,
    " lĩn": 336,
    "lĩnh": 1771,
    "ĩnh ": 2904,
    "vự": 2609,
    " vự": 696,
    "vực": 2610,
    " vực": 697,
    "vực ": 2611,
    "iản": 1598,
    "giản": 1214,
    "iảng": 1599,
    "ạy": 2963,
    "dạy": 1125,
    "ạy ": 2964,
    " dạy": 159,
    "dạy ": 1126,
    "go": 1224,
    "ngo": 1886,
    "goạ": 1225,
    " ngo": 400,
    "ngoạ": 1887,
    "goại": 1226,
    "gữ": 1274,
    "ngữ": 1905,
    "gữ ": 1275,
    " ngữ": 407,
    "ngữ ": 1906,
    "ghiê": 1192,
    "cứ": 1074,
    "ứu": 3235,
    " cứ": 127,
    "cứu": 1075,
    "ứu ": 3236,
    " cứu": 128,
    "cứu ": 1076,
    "thậ": 2294,
    "hập": 1457,
    " thậ": 554,
    "thập": 2295,
    "hập ": 1458,
    "ã": 2718,
    "xã": 2637,
    "ã ": 2719,
    " xã": 714,
    "xã ": 2638,
    " xã ": 715,
    "hộ": 1506,
    "ội": 3164,
    " hộ": 258,
    "hội": 1507,
    "ội ": 3165,
    " hội": 259,
    "hội ": 1508,
    "tối": 2460,
    " tối": 646,
    "tối ": 2461,
    " ư": 800,
    "ưu": 2920,
    " ưu": 801,
    "ưu ": 2921,
    " ưu ": 802,
    "qua ": 2059,
    "tổ": 2465,
    "ổn": 3155,
    " tổ": 648,
    "tổn": 2467,
    "ổng": 3156,
    " tổn": 650,
    "tổng": 2468,
    "ổng ": 3157,
    "tà": 2398,
    " tà": 606,
    "tài": 2399,
    " tài": 607,
    "tài ": 2400,
    "gô": 1247,
    "ngô": 1895,
    "gôn": 1248,
    "ôn ": 2769,
    " ngô": 403,
    "ngôn": 1896,
    "gôn ": 1249,
    "uẩ": 2533,
    "chu": 974,
    "huẩ": 1343,
    "uẩn": 2534,
    " chu": 71,
    "chuẩ": 976,
    "huẩn": 1344,
    "uẩn ": 2535,
    "đầ": 2858,
    "ầu": 2995,
    " đầ": 771,
    "đầu": 2859,
    "ầu ": 2996,
    " đầu": 772,
    "đầu ": 2860,
    " ra ": 475,
    "du ": 1102,
    " du ": 146,
    "lị": 1787,
    " lị": 347,
    "lịc": 1788,
    " lịc": 348,
    "lịch": 1789,
    "thư ": 2285,
    "lưu": 1773,
    " lưu": 338,
    "lưu ": 1774,
    "rữ": 2156,
    "trữ": 2376,
    "rữ ": 2157,
    " trữ": 594,
    "trữ ": 2377,
    "việ": 2569,
    " việ": 667,
    "viện": 2571,
    "biê": 892,
    " biê": 28,
    "biên": 893,
    "ran": 2076,
    "tran": 2339,
    "rang": 2077,
    "ẫ": 3006,
    "dẫ": 1127,
    "ẫn": 3007,
    " dẫ": 160,
    "dẫn": 1128,
    "ẫn ": 3008,
    " dẫn": 161,
    "dẫn ": 1129,
    "phỏ": 2041,
    " phỏ": 461,
    "phỏn": 2042,
    "vấ": 2587,
    " vấ": 679,
    "vấn": 2588,
    " vấn": 680,
    "vấn ": 2589,
    "ổ ": 3152,
    "tổ ": 2466,
    " tổ ": 649,
    "chứ": 1003,
    " chứ": 84,
    "chức": 1004,
    "sự": 2228,
    " sự": 531,
    "sự ": 2229,
    " sự ": 532,
    "dự ": 1141,
    " dự ": 170,
    " án": 724,
    " án ": 725,
    "ủn": 3224,
    "khủ": 1680,
    "hủn": 1524,
    "ủng": 3225,
    " khủ": 280,
    "khủn": 1681,
    "hủng": 1525,
    "ủng ": 3226,
    "oả": 2007,
    "hoả": 1327,
    "oản": 2008,
    " hoả": 218,
    "hoản": 1328,
    "oảng": 2009,
    "tá": 2401,
    " tá": 608,
    "tác": 2402,
    " tác": 609,
    "tác ": 2403,
    "kê": 1699,
    "ê ": 2729,
    " kê": 291,
    "kê ": 1700,
    " kê ": 292,
    "hàng": 1352,
    "hác": 1355,
    "khác": 1665,
    "hách": 1357,
    "sạn": 2199,
    " sạn": 509,
    "sạn ": 2200,
    "hục": 1520,
    "phục": 2045,
    "hục ": 1521,
    "lễ": 1785,
    "ễ ": 3080,
    " lễ": 345,
    "lễ ": 1786,
    " lễ ": 346,
    "tân": 2407,
    " tân": 612,
    "tân ": 2408,
    "ớn": 3176,
    "hướ": 1422,
    "ướn": 2930,
    "ớng": 3177,
    " hướ": 239,
    "hướn": 1423,
    "ướng": 2931,
    "ớng ": 3178,
    "luậ": 1746,
    " luậ": 319,
    "luật": 1747,
    "đai": 2812,
    " đai": 742,
    "đai ": 2813,
    "ăm": 2803,
    "năm": 1961,
    "ăm ": 2804,
    " năm": 430,
    "năm ": 1962,
    "_": 830,
    " _": 6,
    "__": 832,
    "_n": 836,
    "um": 2491,
    "mb": 1807,
    "be": 886,
    "r_": 2071,
    "_ ": 831,
    " __": 7,
    "__n": 834,
    "_nu": 837,
    "num": 1945,
    "umb": 2492,
    "mbe": 1808,
    "ber": 887,
    "er_": 1169,
    "r__": 2072,
    "__ ": 833,
    " __n": 8,
    "__nu": 835,
    "_num": 838,
    "numb": 1946,
    "umbe": 2493,
    "mber": 1809,
    "ber_": 888,
    "er__": 1170,
    "r__ ": 2073,
    "rác": 2112,
    "trác": 2347,
    "rách": 2113,
    "nhiệ": 1914,
    "quyề": 2063,
    "yế": 2655,
    "khu": 1661,
    "huy": 1337,
    "uyế": 2506,
    "yến": 2656,
    " khu": 272,
    "khuy": 1663,
    "huyế": 1340,
    "uyến": 2507,
    "yến ": 2657,
    "cộ": 1066,
    " cộ": 121,
    "cộn": 1067,
    " cộn": 122,
    "cộng": 1068,
    "hôn ": 1393,
    "mớ": 1861,
    " mớ": 390,
    "mới": 1862,
    " mới": 391,
    "mới ": 1863,
    "lớ": 1790,
    "ớp": 3179,
    " lớ": 349,
    "lớp": 1791,
    "ớp ": 3180,
    " lớp": 350,
    "lớp ": 1792,
    "kĩ": 1706,
    "ĩ ": 2901,
    " kĩ": 297,
    "kĩ ": 1707,
    " kĩ ": 298,
    "đấu": 2856,
    " đấu": 770,
    "đấu ": 2857,
    "thầ": 2291,
    "hầu": 1444,
    " thầ": 553,
    "thầu": 2292,
    "hầu ": 1445,
    "bá": 913,
    " bá": 37,
    "bán": 917,
    " bán": 39,
    "bán ": 918,
    "yê": 2652,
    "uyê": 2504,
    "yên": 2653,
    "chuy": 975,
    "huyê": 1339,
    "uyên": 2505,
    "yên ": 2654,
    "chí": 979,
    "hín": 1380,
    " chí": 73,
    "chín": 980,
    "hính": 1381,
    "ám": 2691,
    "iám": 1580,
    "ám ": 2692,
    "giám": 1207,
    "iám ": 1581,
    "đốc": 2879,
    " đốc": 786,
    "đốc ": 2880,
    "ce": 965,
    " ce": 66,
    "ceo": 966,
    " ceo": 67,
    "ceo ": 967,
    "diễ": 1090,
    " diễ": 138,
    "diễn": 1091,
    "hở": 1512,
    "ởi": 3191,
    "khở": 1678,
    "hởi": 1513,
    "ởi ": 3192,
    " khở": 279,
    "khởi": 1679,
    "hởi ": 1514,
    "guy": 1232,
    "nguy": 1890,
    "guyê": 1233,
    "khu ": 1662,
    "đư": 2844,
    " đư": 762,
    "đượ": 2845,
    " đượ": 763,
    "được": 2846,
    "bắ": 933,
    "ắt": 3029,
    " bắ": 49,
    "bắt": 934,
    "ắt ": 3030,
    " bắt": 50,
    "bắt ": 935,
    "úc": 2789,
    "lúc": 1765,
    "úc ": 2790,
    " lúc": 332,
    "lúc ": 1766,
    "đâ": 2834,
    " đâ": 755,
    "đâu": 2835,
    " đâu": 756,
    "đâu ": 2836,
    "điể": 2821,
    " điể": 747,
    "điểm": 2822,
    "cò": 1037,
    " cò": 100,
    "còn": 1038,
    "òn ": 2755,
    " còn": 101,
    "còn ": 1039,
    "viê": 2565,
    " viê": 665,
    "viên": 2566,
    "đă": 2841,
    " đă": 760,
    "đăn": 2842,
    " đăn": 761,
    "đăng": 2843,
    "này": 1952,
    " này": 424,
    "này ": 1953,
    "hù": 1396,
    "ù ": 2775,
    "phù": 2031,
    "hù ": 1397,
    " phù": 456,
    "phù ": 2032,
    "nế": 1971,
    "ếu": 3061,
    " nế": 436,
    "nếu": 1972,
    "ếu ": 3062,
    " nếu": 437,
    "nếu ": 1973,
    "gư": 1250,
    "ngư": 1897,
    "gư ": 1251,
    " ngư": 404,
    "ngư ": 1898,
    "ưa": 2915,
    "hưa": 1416,
    "ưa ": 2916,
    "chưa": 984,
    "hưa ": 1417,
    "nộ": 1977,
    " nộ": 440,
    "nội": 1978,
    " nội": 441,
    "nội ": 1979,
    "dun": 1105,
    " dun": 147,
    "dung": 1106,
    "ủ ": 3219,
    "chủ": 1001,
    "hủ ": 1523,
    " chủ": 83,
    "chủ ": 1002,
    "đề": 2869,
    " đề": 778,
    "đề ": 2870,
    " đề ": 779,
    "gồ": 1268,
    "ồm": 3145,
    " gồ": 203,
    "gồm": 1269,
    "ồm ": 3146,
    " gồm": 204,
    "gồm ": 1270,
    "bài": 909,
    " bài": 35,
    "bài ": 910,
    "ộc": 3162,
    "huộ": 1347,
    "uộc": 2554,
    "ộc ": 3163,
    "thuộ": 2264,
    "huộc": 1348,
    "uộc ": 2555,
    "do ": 1098,
    " do ": 143,
    "đả": 2850,
    " đả": 766,
    "đảm": 2851,
    " đảm": 767,
    "đảm ": 2852,
    "nhậ": 1926,
    "hận": 1455,
    " nhậ": 416,
    "nhận": 1927,
    "hận ": 1456,
    "đứ": 2895,
    " đứ": 797,
    "đứn": 2898,
    " đứn": 799,
    "đứng": 2899,
    "ậ ": 3010,
    "vậ ": 2591,
    " vậ ": 682,
    "ịu": 3111,
    "chị": 994,
    "hịu": 1480,
    "ịu ": 3112,
    " chị": 80,
    "chịu": 995,
    "hịu ": 1481,
    "gườ": 1252,
    "ười": 2933,
    "ngườ": 1899,
    "gười": 1253,
    "ười ": 2934,
    " ron": 481,
    "hẻ": 1466,
    "thẻ": 2296,
    "hẻ ": 1467,
    " thẻ": 555,
    "thẻ ": 2297,
    "châ": 977,
    " châ": 72,
    "chân": 978,
    "ắn": 3024,
    "rắn": 2142,
    "ắng": 3025,
    "trắn": 2367,
    "rắng": 2143,
    "ắng ": 3026,
    "tẩ": 2446,
    " tẩ": 636,
    "tẩm": 2447,
    " tẩm": 637,
    "tẩm ": 2448,
    "vị": 2602,
    " vị": 690,
    "vị ": 2603,
    " vị ": 691,
    "sấ": 2204,
    " sấ": 512,
    "sấy": 2205,
    " sấy": 513,
    "sấy ": 2206,
    "ợi": 3202,
    "lợi": 1795,
    "ợi ": 3203,
    " lợi": 353,
    "lợi ": 1796,
    "hề": 1470,
    "ghề": 1194,
    "hề ": 1471,
    "nghề": 1884,
    "ghề ": 1195,
    "din": 1088,
    " din": 137,
    "dinh": 1089,
    "ỡ": 3193,
    "ưỡ": 2938,
    "ỡn": 3195,
    "dưỡ": 1118,
    "ưỡn": 2939,
    "ỡng": 3196,
    " dưỡ": 155,
    "dưỡn": 1119,
    "ưỡng": 2940,
    "ỡng ": 3197,
    "cù": 1046,
    "ùa": 2776,
    " cù": 107,
    "cùa": 1047,
    "ùa ": 2777,
    " cùa": 108,
    "cùa ": 1048,
    "dn": 1094,
    "na": 1868,
    " dn": 140,
    "dna": 1095,
    "na ": 1869,
    " dna": 141,
    "dna ": 1096,
    "ty": 2396,
    " ty": 604,
    "ty ": 2397,
    " ty ": 605,
    "ốt": 3141,
    "hốt": 1500,
    "ốt ": 3142,
    "chốt": 1000,
    "hốt ": 1501,
    "râ": 2116,
    "trâ": 2349,
    "râu": 2117,
    " trâ": 581,
    "trâu": 2350,
    "râu ": 2118,
    "han": 1285,
    "than": 2246,
    "han ": 1286,
    "ặc": 3041,
    "đặc": 2862,
    "ặc ": 3042,
    " đặc": 774,
    "đặc ": 2863,
    "gợ": 1271,
    " gợ": 205,
    "gợi": 1272,
    " gợi": 206,
    "gợi ": 1273,
    " ý": 734,
    " ý ": 735,
    "ệt": 3095,
    "biệ": 899,
    "iệt": 1631,
    "ệt ": 3096,
    " biệ": 31,
    "biệt": 900,
    "iệt ": 1632,
    "thán": 2269,
    "tiế": 2325,
    " tiế": 569,
    "tiết": 2326,
    "ậy": 3019,
    "vậy": 2596,
    "ậy ": 3020,
    " vậy": 685,
    "vậy ": 2597,
    "gà": 1237,
    "ngà": 1892,
    "gày": 1240,
    " ngà": 402,
    "ngày": 1894,
    "gày ": 1241,
    "iú": 1590,
    "úp": 2794,
    "giú": 1209,
    "iúp": 1591,
    "úp ": 2795,
    " giú": 190,
    "giúp": 1210,
    "iúp ": 1592,
    "mì": 1839,
    " mì": 375,
    "mìn": 1840,
    " mìn": 376,
    "mình": 1841,
    "sa": 2163,
    " sa": 487,
    "sao": 2164,
    " sao": 488,
    "sao ": 2165,
    "bác": 914,
    " bác": 38,
    "bách": 916,
    "tấ": 2443,
    " tấ": 634,
    "tất": 2444,
    " tất": 635,
    "tất ": 2445,
    "cả": 1054,
    " cả": 113,
    "cả ": 1055,
    " cả ": 114,
    "gàn": 1238,
    "ngàn": 1893,
    "gành": 1239,
    "&": 811,
    " &": 1,
    "& ": 812,
    " & ": 2,
    " ri": 477,
    "riê": 2089,
    "êng": 2732,
    " riê": 478,
    "riên": 2090,
    "iêng": 1587,
    "êng ": 2733,
    "cán": 1030,
    " cán": 96,
    "cán ": 1031,
    "bộ": 944,
    "ộ ": 3161,
    " bộ": 57,
    "bộ ": 945,
    " bộ ": 58,
    "lã": 1755,
