{
  "text": {
    " ": 0,
    "b": 869,
    "ạ": 2919,
    "n": 1853,
    " b": 21,
    "bạ": 917,
    "ạn": 2928,
    "n ": 1854,
    " bạ": 44,
    "bạn": 918,
    "ạn ": 2929,
    " bạn": 45,
    "bạn ": 919,
    "c": 938,
    "ó": 2734,
    " c": 59,
    "có": 1032,
    "ó ": 2735,
    " có": 102,
    "có ": 1033,
    " có ": 103,
    "t": 2213,
    "h": 1266,
    "ể": 3044,
    " t": 531,
    "th": 2226,
    "hể": 1459,
    "ể ": 3045,
    " th": 532,
    "thể": 2283,
    "hể ": 1460,
    " thể": 555,
    "thể ": 2284,
    "o": 1965,
    "ch": 960,
    "ho": 1306,
    "o ": 1966,
    " ch": 68,
    "cho": 964,
    "ho ": 1307,
    " cho": 70,
    "cho ": 965,
    "ô": 2738,
    "i": 1530,
    "tô": 2400,
    "ôi": 2740,
    "i ": 1531,
    " tô": 616,
    "tôi": 2401,
    "ôi ": 2741,
    " tôi": 617,
    "tôi ": 2402,
    "ế": 3026,
    "bi": 881,
    "iế": 1587,
    "ết": 3032,
    "t ": 2214,
    " bi": 26,
    "biế": 886,
    "iết": 1592,
    "ết ": 3033,
    " biế": 29,
    "biết": 888,
    "iết ": 1593,
    "v": 2536,
    "ề": 3036,
    " v": 657,
    "về": 2576,
    "ề ": 3037,
    " về": 681,
    "về ": 2577,
    " về ": 682,
    "á": 2661,
    "cá": 1017,
    "ác": 2663,
    "c ": 939,
    " cá": 93,
    "các": 1019,
    "ác ": 2664,
    " các": 95,
    "các ": 1020,
    "ư": 2886,
    "ơ": 2880,
    "g": 1175,
    "hư": 1401,
    "ươ": 2895,
    "ơn": 2882,
    "ng": 1864,
    "g ": 1176,
    "chư": 975,
    "hươ": 1407,
    "ươn": 2896,
    "ơng": 2884,
    "ng ": 1865,
    " chư": 75,
    "chươ": 977,
    "hươn": 1408,
    "ương": 2897,
    "ơng ": 2885,
    "r": 2054,
    "ì": 2712,
    "tr": 2319,
    "rì": 2107,
    "ìn": 2716,
    "nh": 1893,
    "h ": 1267,
    " tr": 573,
    "trì": 2336,
    "rìn": 2108,
    "ình": 2717,
    "nh ": 1894,
    " trì": 581,
    "trìn": 2337,
    "rình": 2109,
    "ình ": 2718,
    "ậ": 2982,
    "p": 1995,
    "tậ": 2427,
    "ập": 2986,
    "p ": 1996,
    " tậ": 633,
    "tập": 2430,
    "ập ": 2987,
    " tập": 635,
    "tập ": 2431,
    "u": 2454,
    "ấ": 2952,
    " h": 207,
    "hu": 1325,
    "uấ": 2503,
    "ấn": 2955,
    " hu": 219,
    "huấ": 1331,
    "uấn": 2504,
    "ấn ": 2956,
    " huấ": 221,
    "huấn": 1332,
    "uấn ": 2505,
    "k": 1633,
    " k": 265,
    "kh": 1641,
    "hô": 1378,
    "ôn": 2744,
    " kh": 266,
    "khô": 1659,
    "hôn": 1379,
    "ông": 2746,
    " khô": 274,
    "khôn": 1660,
    "hông": 1381,
    "ông ": 2747,
    "ữ": 3215,
    " n": 392,
    "hữ": 1520,
    "ữn": 3219,
    " nh": 406,
    "nhữ": 1918,
    "hữn": 1523,
    "ững": 3220,
    " nhữ": 417,
    "nhữn": 1919,
    "hững": 1524,
    "ững ": 3221,
    "a": 831,
    "hó": 1374,
    "óa": 2736,
    "a ": 832,
    "khó": 1656,
    "hóa": 1376,
    "óa ": 2737,
    " khó": 273,
    "khóa": 1658,
    "hóa ": 1377,
    "ọ": 3086,
    "họ": 1469,
    "ọc": 3089,
    " họ": 246,
    "học": 1472,
    "ọc ": 3090,
    " học": 248,
    "học ": 1473,
    "à": 2645,
    "nà": 1934,
    "ào": 2657,
    " nà": 420,
    "nào": 1935,
    "ào ": 2658,
    " nào": 421,
    "nào ": 1936,
    "đ": 2785,
    " đ": 734,
    "đa": 2786,
    "an": 844,
    " đa": 735,
    "đan": 2790,
    "ang": 846,
    " đan": 738,
    "đang": 2791,
    "ang ": 847,
    "m": 1790,
    "ở": 3162,
    " m": 356,
    "mở": 1851,
    "ở ": 3163,
    " mở": 390,
    "mở ": 1852,
    " mở ": 391,
    "ố": 3104,
    "mu": 1813,
    "uố": 2519,
    "ốn": 3110,
    " mu": 364,
    "muố": 1814,
    "uốn": 2522,
    "ốn ": 3111,
    " muố": 365,
    "muốn": 1815,
    "uốn ": 2523,
    "x": 2595,
    "e": 1138,
    " x": 696,
    "xe": 2600,
    "em": 1149,
    "m ": 1791,
    " xe": 699,
    "xem": 2601,
    "em ": 1150,
    " xem": 700,
    "xem ": 2602,
    "d": 1073,
    " d": 132,
    "da": 1075,
    " da": 133,
    "dan": 1076,
    "anh": 849,
    " dan": 134,
    "danh": 1077,
    "anh ": 850,
    "s": 2144,
    " s": 484,
    "sá": 2163,
    " sá": 493,
    "sác": 2164,
    "ách": 2665,
    "ch ": 961,
    " sác": 494,
    "sách": 2165,
    "ách ": 2666,
    "đà": 2803,
    " đà": 745,
    "đào": 2804,
    " đào": 746,
    "đào ": 2805,
    "tạ": 2411,
    "ạo": 2932,
    " tạ": 623,
    "tạo": 2414,
    "ạo ": 2933,
    " tạo": 625,
    "tạo ": 2415,
    "hi": 1286,
    "ia": 1535,
    "chi": 962,
    "hia": 1288,
    "ia ": 1536,
    " chi": 69,
    "chia": 963,
    "hia ": 1289,
    "ẻ": 3022,
    "sẻ": 2196,
    "ẻ ": 3023,
    " sẻ": 516,
    "sẻ ": 2197,
    " sẻ ": 517,
    "thô": 2260,
    " thô": 545,
    "thôn": 2261,
    "ti": 2301,
    "in": 1553,
    " ti": 564,
    "tin": 2302,
    "in ": 1554,
    " tin": 565,
    "tin ": 2303,
    "l": 1703,
    "y": 2619,
    "ệ": 3056,
    " l": 304,
    "lu": 1726,
    "uy": 2480,
    "yệ": 2642,
    "ện": 3062,
    " lu": 314,
    "luy": 1729,
    "uyệ": 2490,
    "yện": 2643,
    "ện ": 3063,
    " luy": 315,
    "luyệ": 1730,
    "uyện": 2491,
    "yện ": 2644,
    "iệ": 1609,
    " hi": 210,
    "hiệ": 1298,
    "iện": 1614,
    " hiệ": 212,
    "hiện": 1300,
    "iện ": 1615,
    "cu": 1009,
    "un": 2472,
    " cu": 88,
    "cun": 1012,
    "ung": 2473,
    " cun": 90,
    "cung": 1013,
    "ung ": 2474,
    "cấ": 1048,
    "ấp": 2957,
    " cấ": 115,
    "cấp": 1049,
    "ấp ": 2958,
    " cấp": 116,
    "cấp ": 1050,
    "ớ": 3144,
    " g": 183,
    "gi": 1188,
    "iớ": 1625,
    "ới": 3147,
    " gi": 186,
    "giớ": 1207,
    "iới": 1626,
    "ới ": 3148,
    " giớ": 193,
    "giới": 1208,
    "iới ": 1627,
    "ệu": 3070,
    "u ": 2455,
    "thi": 2234,
    "iệu": 1620,
    "ệu ": 3071,
    " thi": 536,
    "thiệ": 2237,
    "hiệu": 1302,
    "iệu ": 1621,
    "ộ": 3133,
    "mộ": 1845,
    "ột": 3142,
    " mộ": 386,
    "một": 1846,
    "ột ": 3143,
    " một": 387,
    "một ": 1847,
    "số": 2200,
    "ố ": 3105,
    " số": 520,
    "số ": 2201,
    " số ": 521,
    "tì": 2392,
    "ìm": 2714,
    " tì": 611,
    "tìm": 2393,
    "ìm ": 2715,
    " tìm": 612,
    "tìm ": 2394,
    "iể": 1599,
    "ểu": 3050,
    "hiể": 1296,
    "iểu": 1604,
    "ểu ": 3051,
    " hiể": 211,
    "hiểu": 1297,
    "iểu ": 1605,
    "ẵ": 3010,
    "sẵ": 2193,
    "ẵn": 3011,
    " sẵ": 514,
    "sẵn": 2194,
    "ẵn ": 3012,
    " sẵn": 515,
    "sẵn ": 2195,
    "ại": 2924,
    "tại": 2412,
    "ại ": 2925,
    " tại": 624,
    "tại ": 2413,
    "là": 1735,
    "à ": 2646,
    " là": 318,
    "là ": 1736,
    " là ": 319,
    "gì": 1235,
    "ì ": 2713,
    " gì": 197,
    "gì ": 1236,
    " gì ": 198,
    "ầ": 2965,
    "cầ": 1055,
    "ần": 2966,
    " cầ": 119,
    "cần": 1056,
    "ần ": 2967,
    " cần": 120,
    "cần ": 1057,
    "ỏ": 3095,
    "hỏ": 1476,
    "ỏi": 3099,
    " hỏ": 249,
    "hỏi": 1480,
    "ỏi ": 3100,
    " hỏi": 250,
    "hỏi ": 1481,
    "ắ": 2994,
    "sắ": 2190,
    "ắp": 3000,
    " sắ": 512,
    "sắp": 2191,
    "ắp ": 3001,
    " sắp": 513,
    "sắp ": 2192,
    "tớ": 2447,
    " tớ": 646,
    "tới": 2448,
    " tới": 647,
    "tới ": 2449,
    "lậ": 1766,
    " lậ": 339,
    "lập": 1767,
    " lập": 340,
    "lập ": 1768,
    "ú": 2761,
    "hú": 1389,
    "ún": 2767,
    "nhú": 1905,
    "hún": 1391,
    "úng": 2768,
    " nhú": 411,
    "nhún": 1906,
    "húng": 1392,
    "úng ": 2769,
    "é": 2701,
    "ké": 1683,
    "éo": 2702,
    " ké": 287,
    "kéo": 1684,
    "éo ": 2703,
    " kéo": 288,
    "kéo ": 1685,
    "dà": 1101,
    "ài": 2647,
    " dà": 149,
    "dài": 1102,
    "ài ": 2648,
    " dài": 150,
    "dài ": 1103,
    "ba": 871,
    "ao": 851,
    " ba": 22,
    "bao": 876,
    "ao ": 852,
    " bao": 25,
    "bao ": 877,
    "â": 2685,
    "lâ": 1739,
    "âu": 2692,
    " lâ": 321,
    "lâu": 1740,
    "âu ": 2693,
    " lâu": 322,
    "lâu ": 1741,
    "ờ": 3154,
    "hờ": 1496,
    "ời": 3156,
    "thờ": 2291,
    "hời": 1497,
    "ời ": 3157,
    " thờ": 559,
    "thời": 2292,
    "hời ": 1498,
    "gia": 1189,
    "ian": 1537,
    "an ": 845,
    " gia": 187,
    "gian": 1191,
    "ian ": 1538,
    "ủ": 3190,
    "củ": 1063,
    "ủa": 3192,
    " củ": 125,
    "của": 1064,
    "ủa ": 3193,
    " của": 126,
    "của ": 1065,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2314,
    "oà": 1977,
    "àn": 2651,
    " to": 570,
    "toà": 2315,
    "oàn": 1980,
    "àn ": 2652,
    " toà": 571,
    "toàn": 2316,
    "oàn ": 1981,
    "đi": 2792,
    " đi": 739,
    "điệ": 2798,
    " điệ": 742,
    "điện": 2799,
    "hiế": 1293,
    "thiế": 2236,
    "hiết": 1295,
    "kế": 1695,
    "ế ": 3027,
    " kế": 297,
    "kế ": 1696,
    " kế ": 298,
    "và": 2550,
    " và": 663,
    "và ": 2551,
    " và ": 664,
    " p": 443,
    "ph": 2000,
    "hâ": 1356,
    "ân": 2688,
    " ph": 446,
    "phâ": 2010,
    "hân": 1357,
    "ân ": 2689,
    " phâ": 451,
    "phân": 2011,
    "hân ": 1358,
    "í": 2719,
    "tí": 2395,
    "íc": 2721,
    " tí": 613,
    "tíc": 2396,
    "ích": 2722,
    " tíc": 614,
    "tích": 2397,
    "ích ": 2723,
    "hí": 1363,
    "í ": 2720,
    "thí": 2257,
    "hí ": 1364,
    " thí": 544,
    "thí ": 2258,
    "gh": 1179,
    "ệm": 3060,
    " ng": 395,
    "ngh": 1868,
    "ghi": 1180,
    "iệm": 1612,
    "ệm ": 3061,
    " ngh": 397,
    "nghi": 1869,
    "ghiệ": 1183,
    "hiệm": 1299,
    "iệm ": 1613,
    "ê": 2704,
    "iê": 1571,
    "êu": 2710,
    "nhi": 1897,
    "hiê": 1290,
    "iêu": 1575,
    "êu ": 2711,
    " nhi": 408,
    "nhiê": 1898,
    "hiêu": 1292,
    "iêu ": 1576,
    "ổ": 3124,
    "bu": 897,
    "uổ": 2528,
    "ổi": 3126,
    " bu": 32,
    "buổ": 898,
    "uổi": 2529,
    "ổi ": 3127,
    " buổ": 33,
    "buổi": 899,
    "uổi ": 2530,
    "ả": 2938,
    "hả": 1420,
    "ảo": 2950,
    "khả": 1661,
    "hảo": 1423,
    "ảo ": 2951,
    " khả": 275,
    "khảo": 1662,
    "hảo ": 1424,
    "át": 2681,
    "sát": 2168,
    "át ": 2682,
    " sát": 496,
    "sát ": 2169,
    "ị": 3074,
    "đị": 2848,
    "ịa": 3076,
    " đị": 776,
    "địa": 2849,
    "ịa ": 3077,
    " địa": 777,
    "địa ": 2850,
    "hì": 1359,
    " hì": 225,
    "hìn": 1361,
    " hìn": 226,
    "hình": 1362,
    "mấ": 1839,
    "ất": 2959,
    " mấ": 382,
    "mất": 1840,
    "ất ": 2960,
    " mất": 383,
    "mất ": 1841,
    "ki": 1669,
    "ểm": 3046,
    " ki": 279,
    "kiể": 1676,
    "iểm": 1600,
    "ểm ": 3047,
    " kiể": 283,
    "kiểm": 1677,
    "iểm ": 1601,
    "ử": 3209,
    "hử": 1518,
    "ử ": 3210,
    "thử": 2297,
    "hử ": 1519,
    " thử": 562,
    "thử ": 2298,
    "hầ": 1428,
    "phầ": 2022,
    "hần": 1429,
    " phầ": 457,
    "phần": 2023,
    "hần ": 1430,
    "mề": 1842,
    "ềm": 3038,
    " mề": 384,
    "mềm": 1843,
    "ềm ": 3039,
    " mềm": 385,
    "mềm ": 1844,
    "cơ": 1044,
    "ơ ": 2881,
    " cơ": 111,
    "cơ ": 1045,
    " cơ ": 112,
    "bả": 920,
    "ản": 2944,
    " bả": 46,
    "bản": 921,
    "ản ": 2945,
    " bản": 47,
    "bản ": 922,
    "tố": 2437,
    " tố": 640,
    "tốn": 2440,
    " tốn": 642,
    "tốn ": 2441,
    " e": 173,
    " em": 174,
    " em ": 175,
    "sả": 2184,
    " sả": 508,
    "sản": 2185,
    " sản": 509,
    "sản ": 2186,
    "xu": 2606,
    " xu": 703,
    "xuấ": 2607,
    "uất": 2506,
    " xuấ": 704,
    "xuất": 2608,
    "uất ": 2507,
    "sạ": 2179,
    "ạc": 2920,
    " sạ": 505,
    "sạc": 2180,
    "ạch": 2922,
    " sạc": 506,
    "sạch": 2181,
    "ạch ": 2923,
    "hơ": 1398,
    " hơ": 233,
    "hơn": 1399,
    "ơn ": 2883,
    " hơn": 234,
    "hơn ": 1400,
    " à": 715,
    "ày": 2659,
    "y ": 2620,
    " ày": 716,
    "ày ": 2660,
    " ày ": 717,
    "để": 2846,
    " để": 774,
    "để ": 2847,
    " để ": 775,
    " ho": 215,
    "hoà": 1312,
    " hoà": 216,
    "hoàn": 1313,
    "hà": 1339,
    "thà": 2248,
    "hàn": 1341,
    "ành": 2655,
    " thà": 540,
    "thàn": 2249,
    "hành": 1343,
    "ành ": 2656,
    "nâ": 1939,
    " nâ": 423,
    "nân": 1940,
    "âng": 2690,
    " nân": 424,
    "nâng": 1941,
    "âng ": 2691,
    "ca": 943,
    " ca": 60,
    "cao": 950,
    " cao": 63,
    "cao ": 951,
    "ro": 2081,
    "on": 1971,
    "tro": 2325,
    "ron": 2083,
    "ong": 1973,
    " tro": 576,
    "tron": 2326,
    "rong": 2084,
    "ong ": 1974,
    "tu": 2366,
    "uầ": 2508,
    " tu": 595,
    "tuầ": 2373,
    "uần": 2509,
    " tuầ": 599,
    "tuần": 2374,
    "uần ": 2510,
    "sử": 2207,
    "ửa": 3211,
    " sử": 526,
    "sửa": 2209,
    "ửa ": 3212,
    " sửa": 528,
    "sửa ": 2210,
    "ữa": 3217,
    "chữ": 997,
    "hữa": 1521,
    "ữa ": 3218,
    " chữ": 85,
    "chữa": 998,
    "hữa ": 1522,
    "lắ": 1769,
    " lắ": 341,
    "lắp": 1770,
    " lắp": 342,
    "lắp ": 1771,
    "ặ": 3013,
    "đặ": 2836,
    "ặt": 3018,
    " đặ": 767,
    "đặt": 2839,
    "ặt ": 3019,
    " đặt": 769,
    "đặt ": 2840,
    "dâ": 1106,
    " dâ": 152,
    "dân": 1107,
    " dân": 153,
    "dân ": 1108,
    "ụ": 3181,
    "dụ": 1125,
    "ụn": 3185,
    " dụ": 164,
    "dụn": 1128,
    "ụng": 3186,
    " dụn": 166,
    "dụng": 1129,
    "ụng ": 3187,
    "xo": 2603,
    " xo": 701,
    "xon": 2604,
    " xon": 702,
    "xong": 2605,
    "ha": 1268,
    "am": 842,
    "tha": 2227,
    "ham": 1273,
    "am ": 843,
    " tha": 533,
    "tham": 2228,
    "ham ": 1274,
    "gia ": 1190,
    "pl": 2031,
    "lc": 1709,
    " pl": 461,
    "plc": 2032,
    "lc ": 1710,
    " plc": 462,
    "plc ": 2033,
    "ru": 2089,
    "yề": 2636,
    "ền": 3040,
    "tru": 2327,
    "ruy": 2090,
    "uyề": 2486,
    "yền": 2637,
    "ền ": 3041,
    " tru": 577,
    "truy": 2328,
    "ruyề": 2091,
    "uyền": 2487,
    "yền ": 2638,
    "-": 805,
    "cc": 952,
    "c-": 940,
    "-l": 809,
    "li": 1711,
    "nk": 1920,
    "k ": 1634,
    " cc": 64,
    "cc-": 953,
    "c-l": 941,
    "-li": 810,
    "lin": 1712,
    "ink": 1557,
    "nk ": 1921,
    " cc-": 65,
    "cc-l": 954,
    "c-li": 942,
    "-lin": 811,
    "link": 1713,
    "ink ": 1558,
    "hm": 1303,
    "mi": 1800,
    " hm": 213,
    "hmi": 1304,
    "mi ": 1801,
    " hmi": 214,
    "hmi ": 1305,
    "ẽ": 3024,
    "sẽ": 2198,
    "ẽ ": 3025,
    " sẽ": 518,
    "sẽ ": 2199,
    " sẽ ": 519,
    "iờ": 1628,
    "ờ ": 3155,
    "giờ": 1209,
    "iờ ": 1629,
    " giờ": 194,
    "giờ ": 1210,
    "sử ": 2208,
    " sử ": 527,
    "3": 819,
    " 3": 3,
    "3d": 820,
    "d ": 1074,
    " 3d": 4,
    "3d ": 821,
    " 3d ": 5,
    "ín": 2724,
    "tín": 2398,
    "ính": 2725,
    " tín": 615,
    "tính": 2399,
    "ính ": 2726,
    "oá": 1982,
    "án": 2671,
    "toá": 2317,
    "oán": 1983,
    "án ": 2672,
    " toá": 572,
    "toán": 2318,
    "oán ": 1984,
    "khí": 1654,
    " khí": 272,
    "khí ": 1655,
    "cụ": 1061,
    "ụ ": 3182,
    " cụ": 123,
    "cụ ": 1062,
    " cụ ": 124,
    "ư ": 2887,
    "như": 1907,
    "hư ": 1402,
    " như": 412,
    "như ": 1908,
    "hế": 1455,
    "thế": 2281,
    "hế ": 1456,
    " thế": 554,
    "thế ": 2282,
    "cam": 946,
    " cam": 61,
    "cam ": 947,
    "cô": 1034,
    " cô": 104,
    "côn": 1036,
    " côn": 106,
    "công": 1037,
    "rê": 2104,
    "ên": 2706,
    "trê": 2334,
    "rên": 2105,
    "ên ": 2707,
    " trê": 580,
    "trên": 2335,
    "rên ": 2106,
    "má": 1823,
    "áy": 2683,
    " má": 371,
    "máy": 1824,
    "áy ": 2684,
    " máy": 372,
    "máy ": 1825,
    "tiệ": 2312,
    " tiệ": 569,
    "tiện": 2313,
    "cn": 1002,
    "nc": 1860,
    " cn": 86,
    "cnc": 1003,
    "nc ": 1861,
    " cnc": 87,
    "cnc ": 1004,
    "ay": 867,
    "pha": 2001,
    "hay": 1278,
    "ay ": 868,
    " pha": 447,
    "phay": 2002,
    "hay ": 1279,
    "vậ": 2568,
    "ận": 2984,
    " vậ": 676,
    "vận": 2570,
    "ận ": 2985,
    " vận": 678,
    "vận ": 2571,
    " hà": 222,
    " hàn": 224,
    "ự": 3224,
    "tự": 2452,
    "ự ": 3225,
    " tự": 650,
    "tự ": 2453,
    " tự ": 651,
    "độ": 2865,
    "ộn": 3139,
    " độ": 787,
    "độn": 2866,
    "ộng": 3140,
    " độn": 788,
    "động": 2867,
    "ộng ": 3141,
    " hó": 229,
    " hóa": 230,
    "nhà": 1901,
    "hà ": 1340,
    " nhà": 409,
    "nhà ": 1902,
    "hệ": 1461,
    "ệ ": 3057,
    "ghệ": 1186,
    "hệ ": 1462,
    "nghệ": 1871,
    "ghệ ": 1187,
    "im": 1549,
    "bim": 882,
    "im ": 1550,
    " bim": 27,
    "bim ": 883,
    "ứ": 3201,
    " ứ": 800,
    "ứn": 3204,
    " ứn": 801,
    "ứng": 3205,
    " ứng": 802,
    "ứng ": 3206,
    "hự": 1527,
    "ực": 3228,
    "thự": 2299,
    "hực": 1528,
    "ực ": 3229,
    " thự": 563,
    "thực": 2300,
    "hực ": 1529,
    "ễ": 3052,
    "iễ": 1606,
    "ễn": 3054,
    "tiễ": 2310,
    "iễn": 1607,
    "ễn ": 3055,
    " tiễ": 568,
    "tiễn": 2311,
    "iễn ": 1608,
    "dàn": 1104,
    " dàn": 151,
    "dành": 1105,
    "đố": 2853,
    "ối": 3108,
    " đố": 779,
    "đối": 2856,
    "ối ": 3109,
    " đối": 781,
    "đối ": 2857,
    "ợ": 3170,
    "tư": 2405,
    "ượ": 2914,
    "ợn": 3176,
    " tư": 619,
    "tượ": 2409,
    "ượn": 2917,
    "ợng": 3177,
    " tượ": 622,
    "tượn": 2410,
    "ượng": 2918,
    "ợng ": 3178,
    "q": 2039,
    " q": 465,
    "qu": 2042,
    "uả": 2498,
    " qu": 466,
    "quả": 2049,
    "uản": 2500,
    " quả": 469,
    "quản": 2051,
    "uản ": 2501,
    "ý": 2776,
    "lý": 1754,
    "ý ": 2777,
    " lý": 331,
    "lý ": 1755,
    " lý ": 332,
    "ỹ": 3235,
    "kỹ": 1701,
    "ỹ ": 3236,
    " kỹ": 302,
    "kỹ ": 1702,
    " kỹ ": 303,
    "sư": 2177,
    " sư": 503,
    "sư ": 2178,
    " sư ": 504,
    "kết": 1697,
    " kết": 299,
    "kết ": 1698,
    "ấu": 2961,
    "cấu": 1051,
    "ấu ": 2962,
    " cấu": 117,
    "cấu ": 1052,
    "w": 2590,
    " w": 693,
    "we": 2591,
    "eb": 1143,
    "b ": 870,
    " we": 694,
    "web": 2592,
    "eb ": 1144,
    " web": 695,
    "web ": 2593,
    "f": 1165,
    " f": 176,
    "fr": 1172,
    "nt": 1926,
    "t-": 2215,
    "-e": 806,
    "en": 1153,
    "nd": 1862,
    " fr": 181,
    "fro": 1173,
    "ont": 1975,
    "nt-": 1927,
    "t-e": 2216,
    "-en": 807,
    "end": 1155,
    "nd ": 1863,
    " fro": 182,
    "fron": 1174,
    "ront": 2085,
    "ont-": 1976,
    "nt-e": 1928,
    "t-en": 2217,
    "-end": 808,
    "end ": 1156,
    "ac": 833,
    "ck": 999,
    "k-": 1635,
    "bac": 872,
    "ack": 836,
    "ck-": 1000,
    "k-e": 1636,
    " bac": 23,
    "back": 873,
    "ack-": 837,
    "ck-e": 1001,
    "k-en": 1637,
    "vớ": 2582,
    " vớ": 687,
    "với": 2583,
    " với": 688,
    "với ": 2584,
    "hp": 1319,
    "php": 2005,
    "hp ": 1320,
    " php": 449,
    "php ": 2006,
    "my": 1816,
    "ys": 2624,
    "sq": 2154,
    "ql": 2040,
    "l ": 1704,
    " my": 366,
    "mys": 1817,
    "ysq": 2625,
    "sql": 2155,
    "ql ": 2041,
    " mys": 367,
    "mysq": 1818,
    "ysql": 2626,
    "sql ": 2156,
    "iao": 1539,
    "giao": 1192,
    "iao ": 1540,
    "di": 1078,
    " di": 135,
    "diệ": 1084,
    " diệ": 139,
    "diện": 1085,
    "/": 812,
    " u": 652,
    "ui": 2460,
    "i/": 1532,
    "/u": 816,
    "ux": 2478,
    "x ": 2596,
    " ui": 653,
    "ui/": 2462,
    "i/u": 1533,
    "/ux": 817,
    "ux ": 2479,
    " ui/": 654,
    "ui/u": 2463,
    "i/ux": 1534,
    "/ux ": 818,
    "bs": 893,
    "si": 2149,
    "it": 1562,
    "te": 2218,
    "e ": 1139,
    "ebs": 1145,
    "bsi": 895,
    "sit": 2152,
    "ite": 1563,
    "te ": 2219,
    "webs": 2594,
    "ebsi": 1146,
    "bsit": 896,
    "site": 2153,
    "ite ": 1564,
    "ằ": 3004,
    "bằ": 928,
    "ằn": 3007,
    " bằ": 51,
    "bằn": 929,
    "ằng": 3008,
    " bằn": 52,
    "bằng": 930,
    "ằng ": 3009,
    "fi": 1166,
    "ig": 1546,
    "gm": 1211,
    "ma": 1792,
    " fi": 177,
    "fig": 1167,
    "igm": 1547,
    "gma": 1212,
    "ma ": 1793,
    " fig": 178,
    "figm": 1168,
    "igma": 1548,
    "gma ": 1213,
    "tui": 2367,
    "ui ": 2461,
    " tui": 596,
    "tui ": 2368,
    "rị": 2129,
    "ị ": 3075,
    "trị": 2351,
    "rị ": 2130,
    " trị": 588,
    "trị ": 2352,
    "mạ": 1836,
    " mạ": 380,
    "mạn": 1837,
    "ạng": 2930,
    " mạn": 381,
    "mạng": 1838,
    "ạng ": 2931,
    "do": 1089,
    "oa": 1967,
    " do": 142,
    "doa": 1091,
    "oan": 1969,
    " doa": 144,
    "doan": 1092,
    "oanh": 1970,
    "ệp": 3066,
    "iệp": 1616,
    "ệp ": 3067,
    "hiệp": 1301,
    "iệp ": 1617,
    "ồ": 3116,
    "đồ": 2858,
    "ồ ": 3117,
    " đồ": 782,
    "đồ ": 2859,
    " đồ ": 783,
    "ọa": 3087,
    "họa": 1470,
    "ọa ": 3088,
    " họa": 247,
    "họa ": 1471,
    "ảng": 2946,
    "uảng": 2502,
    "ảng ": 2947,
    "áo": 2677,
    "cáo": 1024,
    "áo ": 2678,
    " cáo": 97,
    "cáo ": 1025,
    "há": 1344,
    "phá": 2007,
    "hát": 1354,
    " phá": 450,
    "phát": 2009,
    "hát ": 1355,
    "ri": 2073,
    "ển": 3048,
    "tri": 2323,
    "riể": 2076,
    "iển": 1602,
    "ển ": 3049,
    " tri": 575,
    "triể": 2324,
    "riển": 2077,
    "iển ": 1603,
    "di ": 1079,
    " di ": 136,
    "đa ": 2787,
    " đa ": 736,
    "nề": 1959,
    " nề": 436,
    "nền": 1960,
    " nền": 437,
    "nền ": 1961,
    "tả": 2416,
    " tả": 626,
    "tản": 2417,
    " tản": 627,
    "tảng": 2418,
    "fl": 1169,
    "ut": 2475,
    "tt": 2363,
    "er": 1159,
    "r ": 2055,
    " fl": 179,
    "flu": 1170,
    "lut": 1727,
    "utt": 2476,
    "tte": 2364,
    "ter": 2224,
    "er ": 1160,
    " flu": 180,
    "flut": 1171,
    "lutt": 1728,
    "utte": 2477,
    "tter": 2365,
    "ter ": 2225,
    "ếp": 3030,
    "iếp": 1590,
    "ếp ": 3031,
    "nhiế": 1899,
    "hiếp": 1294,
    "iếp ": 1591,
    " ả": 795,
    " ản": 796,
    "ảnh": 2948,
    " ảnh": 797,
    "ảnh ": 2949,
    "xử": 2617,
    " xử": 711,
    "xử ": 2618,
    " xử ": 712,
    "hậ": 1441,
    "ậu": 2990,
    " hậ": 242,
    "hậu": 1446,
    "ậu ": 2991,
    " hậu": 243,
    "hậu ": 1447,
    "ỳ": 3233,
    "kỳ": 1699,
    "ỳ ": 3234,
    " kỳ": 300,
    "kỳ ": 1700,
    " kỳ ": 301,
    "la": 1705,
    "ar": 853,
    "ra": 2059,
    "av": 864,
    "ve": 2538,
    "el": 1147,
    " la": 305,
    "lar": 1706,
    "ara": 854,
    "rav": 2065,
    "ave": 865,
    "vel": 2539,
    "el ": 1148,
    " lar": 306,
    "lara": 1707,
    "arav": 855,
    "rave": 2066,
    "avel": 866,
    "vel ": 2540,
    "j": 1630,
    "gu": 1219,
    "ul": 2466,
    "rj": 2078,
    "js": 1631,
    "s ": 2145,
    "ngu": 1874,
    "gul": 1220,
    "ula": 2467,
    "arj": 858,
    "rjs": 2079,
    "js ": 1632,
    " ang": 14,
    "angu": 848,
    "ngul": 1875,
    "gula": 1221,
    "ular": 2468,
    "larj": 1708,
    "arjs": 859,
    "rjs ": 2080,
    "rí": 2110,
    "trí": 2338,
    "rí ": 2111,
    " trí": 582,
    "trí ": 2339,
    "uệ": 2517,
    "tuệ": 2375,
    "uệ ": 2518,
    " tuệ": 600,
    "tuệ ": 2376,
    "nhâ": 1903,
    " nhâ": 410,
    "nhân": 1904,
    "py": 2036,
    "yt": 2627,
    " py": 463,
    "pyt": 2037,
    "yth": 2628,
    "tho": 2238,
    "hon": 1310,
    "on ": 1972,
    " pyt": 464,
    "pyth": 2038,
    "ytho": 2629,
    "thon": 2239,
    "hon ": 1311,
    "rự": 2141,
    "trự": 2359,
    "rực": 2142,
    " trự": 592,
    "trực": 2360,
    "rực ": 2143,
    "ua": 2456,
    "qua": 2043,
    "uan": 2458,
    " qua": 467,
    "quan": 2045,
    "uan ": 2459,
    "dữ": 1130,
    "ữ ": 3216,
    " dữ": 167,
    "dữ ": 1131,
    " dữ ": 168,
    " li": 307,
    "liệ": 1716,
    " liệ": 309,
    "liệu": 1718,
    "st": 2157,
    "ea": 1140,
    " st": 489,
    "ste": 2158,
    "tea": 2220,
    "eam": 1141,
    " ste": 490,
    "stea": 2159,
    "team": 2221,
    "eam ": 1142,
    "tư ": 2406,
    " tư ": 620,
    "du": 1093,
    " du": 145,
    "duy": 1099,
    "uy ": 2481,
    " duy": 148,
    "duy ": 1100,
    "sán": 2166,
    "áng": 2673,
    " sán": 495,
    "sáng": 2167,
    "áng ": 2674,
    "rd": 2070,
    "no": 1924,
    " ar": 18,
    "ard": 856,
    "rdu": 2071,
    "dui": 1095,
    "uin": 2464,
    "ino": 1560,
    "no ": 1925,
    " ard": 19,
    "ardu": 857,
    "rdui": 2072,
    "duin": 1096,
    "uino": 2465,
    "ino ": 1561,
    "ke": 1638,
    "rc": 2067,
    "ad": 838,
    "nke": 1922,
    "ker": 1639,
    "erc": 1163,
    "rca": 2068,
    "cad": 944,
    "ad ": 839,
    "tink": 2305,
    "inke": 1559,
    "nker": 1923,
    "kerc": 1640,
    "erca": 1164,
    "rcad": 2069,
    "cad ": 945,
    "ẩ": 2974,
    "hẩ": 1436,
    "ẩn": 2977,
    "chẩ": 980,
    "hẩn": 1439,
    "ẩn ": 2978,
    " chẩ": 77,
    "chẩn": 981,
    "hẩn ": 1440,
    "đo": 2800,
    " đo": 743,
    "đoá": 2801,
    " đoá": 744,
    "đoán": 2802,
    "bệ": 931,
    " bệ": 53,
    "bện": 932,
    "ệnh": 3064,
    " bện": 54,
    "bệnh": 933,
    "ệnh ": 3065,
    "hạ": 1413,
    " hạ": 238,
    "hại": 1416,
    " hại": 239,
    "hại ": 1417,
    " r": 471,
    "au": 862,
    " ra": 472,
    "rau": 2063,
    "au ": 863,
    " rau": 474,
    "rau ": 2064,
    "iả": 1580,
    "ải": 2940,
    "giả": 1201,
    "iải": 1581,
    "ải ": 2941,
    " giả": 191,
    "giải": 1202,
    "iải ": 1582,
    "áp": 2679,
    "háp": 1352,
    "áp ": 2680,
    "pháp": 2008,
    "háp ": 1353,
    "bảo": 923,
    " bảo": 48,
    "bảo ": 924,
    "vệ": 2578,
    " vệ": 683,
    "vệ ": 2579,
    " vệ ": 684,
    "ật": 2988,
    "vật": 2572,
    "ật ": 2989,
    " vật": 679,
    "vật ": 2573,
    "thâ": 2253,
    " thâ": 542,
    "thân": 2254,
    "mô": 1829,
    " mô": 375,
    "môi": 1831,
    " môi": 377,
    "môi ": 1832,
    "rư": 2115,
    "ườ": 2905,
    "ờn": 3158,
    "trư": 2342,
    "rườ": 2116,
    "ườn": 2908,
    "ờng": 3160,
    " trư": 584,
    "trườ": 2343,
    "rườn": 2117,
    "ường": 2910,
    "ờng ": 3161,
    "tận": 2428,
    " tận": 634,
    "tận ": 2429,
    "uồ": 2525,
    "ồn": 3120,
    "guồ": 1225,
    "uồn": 2526,
    "ồn ": 3121,
    " ngu": 399,
    "nguồ": 1877,
    "guồn": 1226,
    "uồn ": 2527,
    "hụ": 1505,
    "phụ": 2028,
    "hụ ": 1506,
    " phụ": 460,
    "phụ ": 2029,
    "ẩm": 2975,
    "phẩ": 2024,
    "hẩm": 1437,
    "ẩm ": 2976,
    " phẩ": 458,
    "phẩm": 2025,
    "hẩm ": 1438,
    "nô": 1942,
    " nô": 425,
    "nôn": 1943,
    " nôn": 426,
    "nông": 1944,
    "ie": 1543,
    "eo": 1157,
    "gie": 1193,
    "ieo": 1544,
    "eo ": 1158,
    " gie": 188,
    "gieo": 1194,
    "ieo ": 1545,
    "inh": 1555,
    "tinh": 2304,
    "inh ": 1556,
    "hằ": 1448,
    "ằm": 3005,
    "nhằ": 1914,
    "hằm": 1449,
    "ằm ": 3006,
    " nhằ": 415,
    "nhằm": 1915,
    "hằm ": 1450,
    "ă": 2778,
    "nă": 1945,
    "ăn": 2781,
    " nă": 427,
    "năn": 1948,
    "ăng": 2783,
    " năn": 429,
    "năng": 1949,
    "ăng ": 2784,
    "su": 2160,
    " su": 491,
    "suấ": 2161,
    " suấ": 492,
    "suất": 2162,
    "ả ": 2939,
    "uả ": 2499,
    "quả ": 2050,
    "kin": 1670,
    " kin": 280,
    "kinh": 1671,
    "tế": 2432,
    " tế": 636,
    "tế ": 2433,
    " tế ": 637,
    "hă": 1395,
    "chă": 973,
    "hăn": 1396,
    "ăn ": 2782,
    " chă": 74,
    "chăn": 974,
    "hăn ": 1397,
    "nu": 1929,
    "uô": 2495,
    " nu": 418,
    "nuô": 1932,
    "uôi": 2496,
    " nuô": 419,
    "nuôi": 1933,
    "uôi ": 2497,
    "ỏ ": 3096,
    "thỏ": 2287,
    "hỏ ": 1477,
    " thỏ": 557,
    "thỏ ": 2288,
    " si": 487,
    "sin": 2150,
    " sin": 488,
    "sinh": 2151,
    "ọn": 3091,
    "chọ": 988,
    "họn": 1474,
    "ọn ": 3092,
    " chọ": 81,
    "chọn": 989,
    "họn ": 1475,
    "iố": 1622,
    "giố": 1205,
    "iốn": 1623,
    "ống": 3112,
    " giố": 192,
    "giốn": 1206,
    "iống": 1624,
    "ống ": 3113,
    "lú": 1749,
    "úa": 2763,
    " lú": 328,
    "lúa": 1750,
    "úa ": 2764,
    " lúa": 329,
    "lúa ": 1751,
    "hấ": 1425,
    "chấ": 978,
    "hất": 1426,
    " chấ": 76,
    "chất": 979,
    "hất ": 1427,
    "lư": 1759,
    " lư": 335,
    "lượ": 1764,
    " lượ": 338,
    "lượn": 1765,
    "đấ": 2828,
    " đấ": 762,
    "đất": 2829,
    " đất": 763,
    "đất ": 2830,
    " mi": 359,
    "min": 1806,
    " min": 361,
    "minh": 1807,
    "híc": 1365,
    "thíc": 2259,
    "hích": 1366,
    "ến": 3028,
    "iến": 1588,
    "ến ": 3029,
    "biến": 887,
    "iến ": 1589,
    "đổ": 2862,
    " đổ": 785,
    "đổi": 2863,
    " đổi": 786,
    "đổi ": 2864,
    "vi": 2541,
    " vi": 658,
    "vi ": 2542,
    " vi ": 659,
    " i": 262,
    "mt": 1811,
    " im": 263,
    "imt": 1551,
    "mt ": 1812,
    " imt": 264,
    "imt ": 1552,
    " hệ": 244,
    " hệ ": 245,
    "hố": 1484,
    "thố": 2289,
    "hốn": 1485,
    " thố": 558,
    "thốn": 2290,
    "hống": 1486,
    "rạ": 2118,
    "trạ": 2344,
    "rại": 2119,
    " trạ": 585,
    "trại": 2345,
    "rại ": 2120,
    "phư": 2018,
    " phư": 455,
    "phươ": 2019,
    "đá": 2806,
    " đá": 747,
    "đán": 2807,
    "ánh": 2675,
    " đán": 748,
    "đánh": 2808,
    "ánh ": 2676,
    "iá": 1565,
    "á ": 2662,
    "giá": 1195,
    "iá ": 1566,
    " giá": 189,
    "giá ": 1196,
    "sứ": 2204,
    "ức": 3202,
    " sứ": 524,
    "sức": 2205,
    "ức ": 3203,
    " sức": 525,
    "sức ": 2206,
    "ỏe": 3097,
    "khỏ": 1663,
    "hỏe": 1478,
    "ỏe ": 3098,
    " khỏ": 276,
    "khỏe": 1664,
    "hỏe ": 1479,
    "vư": 2562,
    " vư": 672,
    "vườ": 2563,
    "ờn ": 3159,
    " vườ": 673,
    "vườn": 2564,
    "ườn ": 2909,
    "câ": 1026,
    "ây": 2694,
    " câ": 98,
    "cây": 1027,
    "ây ": 2695,
    " cây": 99,
    "cây ": 1028,
    " ă": 731,
    " ăn": 732,
    " ăn ": 733,
    "rá": 2096,
    "ái": 2667,
    "trá": 2329,
    "rái": 2099,
    "ái ": 2668,
    " trá": 578,
    "trái": 2331,
    "rái ": 2100,
    "uậ": 2514,
    "thu": 2244,
    "huậ": 1335,
    "uật": 2515,
    " thu": 539,
    "thuậ": 2246,
    "huật": 1336,
    "uật ": 2516,
    "ấy": 2963,
    "cấy": 1053,
    "ấy ": 2964,
    " cấy": 118,
    "cấy ": 1054,
    "ô ": 2739,
    "mô ": 1830,
    " mô ": 376,
    "bà": 900,
    " bà": 34,
    "bào": 903,
    " bào": 36,
    "bào ": 904,
    "lự": 1787,
    " lự": 354,
    "lực": 1788,
    " lực": 355,
    "lực ": 1789,
    "ướ": 2898,
    "lướ": 1762,
    "ưới": 2901,
    " lướ": 337,
    "lưới": 1763,
    "ưới ": 2902,
    "ú ": 2762,
    "thú": 2264,
    "hú ": 1390,
    " thú": 547,
    "thú ": 2265,
    " y": 713,
    " y ": 714,
    "sở": 2202,
    " sở": 522,
    "sở ": 2203,
    " sở ": 523,
    "nư": 1950,
    "ớc": 3145,
    " nư": 430,
    "nướ": 1951,
    "ước": 2899,
    "ớc ": 3146,
    " nướ": 431,
    "nước": 1952,
    "ước ": 2900,
    " ao": 16,
    " ao ": 17,
    "hủ": 1509,
    "ủy": 3199,
    "thủ": 2293,
    "hủy": 1513,
    "ủy ": 3200,
    " thủ": 560,
    "thủy": 2294,
    "hủy ": 1514,
    "lo": 1719,
    "oạ": 1985,
    " lo": 310,
    "loạ": 1724,
    "oại": 1988,
    " loạ": 313,
    "loại": 1725,
    "oại ": 1989,
    "tảo": 2419,
    " tảo": 628,
    "tảo ": 2420,
    "gâ": 1232,
    " gâ": 195,
    "gây": 1233,
    " gây": 196,
    "gây ": 1234,
    "ù": 2750,
    "vù": 2554,
    "ùn": 2756,
    " vù": 666,
    "vùn": 2555,
    "ùng": 2757,
    " vùn": 667,
    "vùng": 2556,
    "ùng ": 2758,
    "rồ": 2131,
    "trồ": 2353,
    "rồn": 2132,
    "ồng": 3122,
    " trồ": 589,
    "trồn": 2354,
    "rồng": 2133,
    "ồng ": 3123,
    "phi": 2003,
    " phi": 448,
    "phiê": 2004,
    "ỉ": 3072,
    "hỉ": 1463,
    "ỉ ": 3073,
    "chỉ": 984,
    "hỉ ": 1464,
    " chỉ": 79,
    "chỉ ": 985,
    "tiê": 2306,
    " tiê": 566,
    "tiêu": 2307,
    "ữu": 3222,
    " hữ": 260,
    "hữu": 1525,
    "ữu ": 3223,
    " hữu": 261,
    "hữu ": 1526,
    " í": 723,
    " íc": 724,
    " ích": 725,
    "hứ": 1515,
    "thứ": 2295,
    "hức": 1516,
    " thứ": 561,
    "thức": 2296,
    "hức ": 1517,
    "iên": 1572,
    "hiên": 1291,
    "iên ": 1573,
    "rắ": 2124,
    "ắc": 2995,
    "trắ": 2348,
    "rắc": 2125,
    "ắc ": 2996,
    " trắ": 587,
    "trắc": 2349,
    "rắc ": 2126,
    "gọ": 1250,
    "ọt": 3093,
    "ngọ": 1888,
    "gọt": 1253,
    "ọt ": 3094,
    " ngọ": 404,
    "ngọt": 1890,
    "gọt ": 1254,
    "loà": 1722,
    "oài": 1978,
    " loà": 312,
    "loài": 1723,
    "oài ": 1979,
    "cá ": 1018,
    " cá ": 94,
    "đô": 2812,
    " đô": 751,
    "đôn": 2814,
    " đôn": 753,
    "đông": 2815,
    "thư": 2267,
    "hườ": 1411,
    " thư": 548,
    "thườ": 2269,
    "hườn": 1412,
    "gặ": 1247,
    "ặp": 3016,
    " gặ": 199,
    "gặp": 1248,
    "ặp ": 3017,
    " gặp": 200,
    "gặp ": 1249,
    "tra": 2320,
    "ra ": 2060,
    " tra": 574,
    "tra ": 2321,
    "ôm": 2742,
    "tôm": 2403,
    "ôm ": 2743,
    " tôm": 618,
    "tôm ": 2404,
    "khá": 1651,
    "hán": 1350,
    " khá": 271,
    "khán": 1653,
    "háng": 1351,
    "xá": 2609,
    " xá": 705,
    "xác": 2610,
    " xác": 706,
    "xác ": 2611,
    "ịn": 3081,
    "địn": 2851,
    "ịnh": 3082,
    " địn": 778,
    "định": 2852,
    "ịnh ": 3083,
    "ic": 1541,
    "mic": 1804,
    "ic ": 1542,
    " mic": 360,
    "mic ": 1805,
    "ký": 1691,
    " ký": 293,
    "ký ": 1692,
    " ký ": 294,
    "rù": 2112,
    "trù": 2340,
    "rùn": 2113,
    " trù": 583,
    "trùn": 2341,
    "rùng": 2114,
    " ở": 798,
    " ở ": 799,
    "rt": 2086,
    "art": 860,
    "rte": 2087,
    "tem": 2222,
    "emi": 1151,
    "mia": 1802,
    " art": 20,
    "arte": 861,
    "rtem": 2088,
    "temi": 2223,
    "emia": 1152,
    "mia ": 1803,
    "biể": 889,
    " biể": 30,
    "biển": 890,
    "cà": 1014,
    " cà": 91,
    "càn": 1015,
    "àng": 2653,
    " càn": 92,
    "càng": 1016,
    "àng ": 2654,
    "xa": 2597,
    " xa": 697,
    "xan": 2598,
    " xan": 698,
    "xanh": 2599,
    "cua": 1010,
    "ua ": 2457,
    " cua": 89,
    "cua ": 1011,
    "lợ": 1780,
    "ợ ": 3171,
    " lợ": 349,
    "lợ ": 1781,
    " lợ ": 350,
    "thá": 2250,
    "hái": 1348,
    " thá": 541,
    "thái": 2251,
    "hái ": 1349,
    "uâ": 2492,
    "luâ": 1731,
    "uân": 2493,
    " luâ": 316,
    "luân": 1732,
    "uân ": 2494,
    "can": 948,
    " can": 62,
    "canh": 949,
    "uộ": 2531,
    " ru": 480,
    "ruộ": 2092,
    "uộn": 2534,
    " ruộ": 481,
    "ruộn": 2093,
    "uộng": 2535,
    "xâ": 2612,
    " xâ": 707,
    "xây": 2613,
    " xây": 708,
    "xây ": 2614,
    "dự": 1132,
    "ựn": 3230,
    " dự": 169,
    "dựn": 1136,
    "ựng": 3231,
    " dựn": 172,
    "dựng": 1137,
    "ựng ": 3232,
    "dạ": 1114,
    " dạ": 157,
    "dạn": 1115,
    " dạn": 158,
    "dạng": 1116,
    "vă": 2557,
    " vă": 668,
    "văn": 2558,
    " văn": 669,
    "văn ": 2559,
    "dị": 1122,
    "ịc": 3078,
    " dị": 162,
    "dịc": 1123,
    "ịch": 3079,
    " dịc": 163,
    "dịch": 1124,
    "ịch ": 3080,
    "vụ": 2585,
    " vụ": 689,
    "vụ ": 2586,
    " vụ ": 690,
    " á": 718,
    " áp": 721,
    " áp ": 722,
    "mr": 1808,
    "rv": 2094,
    "v ": 2537,
    " mr": 362,
    "mrv": 1809,
    "rv ": 2095,
    " mrv": 363,
    "mrv ": 1810,
    "ạt": 2934,
    "hoạ": 1314,
    "oạt": 1990,
    "ạt ": 2935,
    " hoạ": 217,
    "hoạt": 1316,
    "oạt ": 1991,
    "ảm": 2942,
    "iảm": 1583,
    "ảm ": 2943,
    "giảm": 1203,
    "iảm ": 1584,
    "ẹ": 3020,
    "hẹ": 1451,
    "ẹ ": 3021,
    "nhẹ": 1916,
    "hẹ ": 1452,
    " nhẹ": 416,
    "nhẹ ": 1917,
    "thả": 2272,
    "hải": 1421,
    " thả": 550,
    "thải": 2273,
    "hải ": 1422,
    "kí": 1688,
    " kí": 291,
    "kín": 1689,
    " kín": 292,
    "kính": 1690,
    "rủ": 2136,
    "ủi": 3194,
    " rủ": 482,
    "rủi": 2137,
    "ủi ": 3195,
    " rủi": 483,
    "rủi ": 2138,
    " ro": 477,
    "ro ": 2082,
    " ro ": 478,
    "gậ": 1244,
    "ngậ": 1886,
    "gập": 1245,
    " ngậ": 403,
    "ngập": 1887,
    "gập ": 1246,
    "lụ": 1784,
    "ụt": 3188,
    " lụ": 352,
    "lụt": 1785,
    "ụt ": 3189,
    " lụt": 353,
    "lụt ": 1786,
    "đô ": 2813,
    " đô ": 752,
    "hị": 1465,
    "thị": 2285,
    "hị ": 1466,
    " thị": 556,
    "thị ": 2286,
    "ựa": 3226,
    "dựa": 1134,
    "ựa ": 3227,
    " dựa": 171,
    "dựa ": 1135,
    "vào": 2552,
    " vào": 665,
    "vào ": 2553,
    "nb": 1857,
    " nb": 393,
    "nbs": 1858,
    "bs ": 894,
    " nbs": 394,
    "nbs ": 1859,
    "tử": 2450,
    " tử": 648,
    "tử ": 2451,
    " tử ": 649,
    "că": 1041,
    " că": 109,
    "căn": 1042,
    " căn": 110,
    "căn ": 1043,
    "nấ": 1953,
    "ấm": 2953,
    " nấ": 432,
    "nấm": 1954,
    "ấm ": 2954,
    " nấm": 433,
    "nấm ": 1955,
    "dư": 1109,
    "ợc": 3172,
    " dư": 154,
    "dượ": 1112,
    "ược": 2915,
    "ợc ": 3173,
    " dượ": 156,
    "dược": 1113,
    "ược ": 2916,
    "quy": 2046,
    " quy": 468,
    "quy ": 2047,
    "iề": 1594,
    "ều": 3042,
    "điề": 2793,
    "iều": 1597,
    "ều ": 3043,
    " điề": 740,
    "điều": 2795,
    "iều ": 1598,
    "kiệ": 1679,
    " kiệ": 284,
    "kiện": 1680,
    "mà": 1819,
    " mà": 368,
    "màn": 1821,
    " màn": 370,
    "màng": 1822,
    "mă": 1833,
    " mă": 378,
    "măn": 1834,
    " măn": 379,
    "măng": 1835,
    "tâ": 2385,
    " tâ": 607,
    "tây": 2390,
    " tây": 610,
    "tây ": 2391,
    " uố": 655,
    " uốn": 656,
    "uống": 2524,
    "lê": 1745,
    " lê": 325,
    "lên": 1747,
    " lên": 327,
    "lên ": 1748,
    "me": 1797,
    " me": 357,
    "men": 1798,
    "en ": 1154,
    " men": 358,
    "men ": 1799,
    "hu ": 1326,
    "thu ": 2245,
    "oạc": 1986,
    "hoạc": 1315,
    "oạch": 1987,
    "sơ": 2175,
    " sơ": 501,
    "sơ ": 2176,
    " sơ ": 502,
    "chế": 982,
    " chế": 78,
    "chế ": 983,
    "đồn": 2860,
    " đồn": 784,
    "đồng": 2861,
    "sô": 2170,
    " sô": 497,
    "sôn": 2171,
    " sôn": 498,
    "sông": 2172,
    "cử": 1069,
    "ửu": 3213,
    " cử": 129,
    "cửu": 1071,
    "ửu ": 3214,
    " cửu": 131,
    "cửu ": 1072,
    "lon": 1720,
    " lon": 311,
    "long": 1721,
    " hư": 235,
    " hư ": 236,
    "ỏn": 3101,
    "hỏn": 1482,
    "ỏng": 3102,
    " hỏn": 251,
    "hỏng": 1483,
    "ỏng ": 3103,
    "kiế": 1672,
    " kiế": 281,
    "kiến": 1673,
    "khi": 1644,
    "hi ": 1287,
    " khi": 268,
    "khi ": 1645,
    "ai": 840,
    "kha": 1642,
    "hai": 1271,
    "ai ": 841,
    " kha": 267,
    "khai": 1643,
    "hai ": 1272,
    "cp": 1005,
    " ha": 208,
    "hac": 1269,
    "acc": 834,
    "ccp": 955,
    "cp ": 1006,
    " hac": 209,
    "hacc": 1270,
    "accp": 835,
    "ccp ": 956,
    "kho": 1646,
    "hoa": 1308,
    "oa ": 1968,
    " kho": 269,
    "khoa": 1647,
    "hoa ": 1309,
    " ai": 10,
    " ai ": 11,
    "iáo": 1569,
    "giáo": 1198,
    "iáo ": 1570,
    "ục": 3183,
    "dục": 1126,
    "ục ": 3184,
    " dục": 165,
    "dục ": 1127,
    "gố": 1255,
    "ốc": 3106,
    " gố": 201,
    "gốc": 1256,
    "ốc ": 3107,
    " gốc": 202,
    "gốc ": 1257,
    "thiê": 2235,
    "hợ": 1502,
    "ợp": 3179,
    " hợ": 258,
    "hợp": 1503,
    "ợp ": 3180,
    " hợp": 259,
    "hợp ": 1504,
    "ò": 2727,
    "hò": 1369,
    "òn": 2730,
    "phò": 2014,
    "hòn": 1372,
    "òng": 2732,
    " phò": 453,
    "phòn": 2015,
    "hòng": 1373,
    "òng ": 2733,
    "chố": 990,
    " chố": 82,
    "chốn": 991,
    "bé": 911,
    " bé": 40,
    "béo": 912,
    " béo": 41,
    "béo ": 913,
    "phì": 2012,
    "hì ": 1360,
    " phì": 452,
    "phì ": 2013,
    "viế": 2545,
    " viế": 661,
    "viết": 2546,
    "bố": 934,
    " bố": 55,
    "bố ": 935,
    " bố ": 56,
    "quố": 2052,
    "uốc": 2520,
    " quố": 470,
    "quốc": 2053,
    "uốc ": 2521,
    "ĩ": 2873,
    "lĩ": 1756,
    "ĩn": 2875,
    " lĩ": 333,
    "lĩn": 1757,
    "ĩnh": 2876,
    " lĩn": 334,
    "lĩnh": 1758,
    "ĩnh ": 2877,
    "vự": 2587,
    " vự": 691,
    "vực": 2588,
    " vực": 692,
    "vực ": 2589,
    "iản": 1585,
    "giản": 1204,
    "iảng": 1586,
    "ạy": 2936,
    "dạy": 1117,
    "ạy ": 2937,
    " dạy": 159,
    "dạy ": 1118,
    "go": 1214,
    "ngo": 1872,
    "goạ": 1215,
    " ngo": 398,
    "ngoạ": 1873,
    "goại": 1216,
    "gữ": 1264,
    "ngữ": 1891,
    "gữ ": 1265,
    " ngữ": 405,
    "ngữ ": 1892,
    "ghiê": 1182,
    "cứ": 1066,
    "ứu": 3207,
    " cứ": 127,
    "cứu": 1067,
    "ứu ": 3208,
    " cứu": 128,
    "cứu ": 1068,
    "thậ": 2277,
    "hập": 1444,
    " thậ": 552,
    "thập": 2278,
    "hập ": 1445,
    "ã": 2696,
    "xã": 2615,
    "ã ": 2697,
    " xã": 709,
    "xã ": 2616,
    " xã ": 710,
    "hộ": 1493,
    "ội": 3137,
    " hộ": 256,
    "hội": 1494,
    "ội ": 3138,
    " hội": 257,
    "hội ": 1495,
    "tối": 2438,
    " tối": 641,
    "tối ": 2439,
    " ư": 792,
    "ưu": 2893,
    " ưu": 793,
    "ưu ": 2894,
    " ưu ": 794,
    "qua ": 2044,
    "tổ": 2443,
    "ổn": 3128,
    " tổ": 643,
    "tổn": 2445,
    "ổng": 3129,
    " tổn": 645,
    "tổng": 2446,
    "ổng ": 3130,
    "tà": 2379,
    " tà": 603,
    "tài": 2380,
    " tài": 604,
    "tài ": 2381,
    "gô": 1237,
    "ngô": 1881,
    "gôn": 1238,
    "ôn ": 2745,
    " ngô": 401,
    "ngôn": 1882,
    "gôn ": 1239,
    "uẩ": 2511,
    "chu": 966,
    "huẩ": 1333,
    "uẩn": 2512,
    " chu": 71,
    "chuẩ": 968,
    "huẩn": 1334,
    "uẩn ": 2513,
    "đầ": 2833,
    "ầu": 2968,
    " đầ": 765,
    "đầu": 2834,
    "ầu ": 2969,
    " đầu": 766,
    "đầu ": 2835,
    " ra ": 473,
    "du ": 1094,
    " du ": 146,
    "lị": 1774,
    " lị": 345,
    "lịc": 1775,
    " lịc": 346,
    "lịch": 1776,
    "thư ": 2268,
    "lưu": 1760,
    " lưu": 336,
    "lưu ": 1761,
    "rữ": 2139,
    "trữ": 2357,
    "rữ ": 2140,
    " trữ": 591,
    "trữ ": 2358,
    "việ": 2547,
    " việ": 662,
    "viện": 2549,
    "biê": 884,
    " biê": 28,
    "biên": 885,
    "ran": 2061,
    "tran": 2322,
    "rang": 2062,
    "ẫ": 2979,
    "dẫ": 1119,
    "ẫn": 2980,
    " dẫ": 160,
    "dẫn": 1120,
    "ẫn ": 2981,
    " dẫn": 161,
    "dẫn ": 1121,
    "phỏ": 2026,
    " phỏ": 459,
    "phỏn": 2027,
    "vấ": 2565,
    " vấ": 674,
    "vấn": 2566,
    " vấn": 675,
    "vấn ": 2567,
    "ổ ": 3125,
    "tổ ": 2444,
    " tổ ": 644,
    "chứ": 995,
    " chứ": 84,
    "chức": 996,
    "sự": 2211,
    " sự": 529,
    "sự ": 2212,
    " sự ": 530,
    "dự ": 1133,
    " dự ": 170,
    " án": 719,
    " án ": 720,
    "ủn": 3196,
    "khủ": 1667,
    "hủn": 1511,
    "ủng": 3197,
    " khủ": 278,
    "khủn": 1668,
    "hủng": 1512,
    "ủng ": 3198,
    "oả": 1992,
    "hoả": 1317,
    "oản": 1993,
    " hoả": 218,
    "hoản": 1318,
    "oảng": 1994,
    "tá": 2382,
    " tá": 605,
    "tác": 2383,
    " tác": 606,
    "tác ": 2384,
    "kê": 1686,
    "ê ": 2705,
    " kê": 289,
    "kê ": 1687,
    " kê ": 290,
    "hàng": 1342,
    "hác": 1345,
    "khác": 1652,
    "hách": 1347,
    "sạn": 2182,
    " sạn": 507,
    "sạn ": 2183,
    "hục": 1507,
    "phục": 2030,
    "hục ": 1508,
    "lễ": 1772,
    "ễ ": 3053,
    " lễ": 343,
    "lễ ": 1773,
    " lễ ": 344,
    "tân": 2388,
    " tân": 609,
    "tân ": 2389,
    "ớn": 3149,
    "hướ": 1409,
    "ướn": 2903,
    "ớng": 3150,
    " hướ": 237,
    "hướn": 1410,
    "ướng": 2904,
    "ớng ": 3151,
    "luậ": 1733,
    " luậ": 317,
    "luật": 1734,
    "đai": 2788,
    " đai": 737,
    "đai ": 2789,
    "ăm": 2779,
    "năm": 1946,
    "ăm ": 2780,
    " năm": 428,
    "năm ": 1947,
    "_": 822,
    " _": 6,
    "__": 824,
    "_n": 828,
    "um": 2469,
    "mb": 1794,
    "be": 878,
    "r_": 2056,
    "_ ": 823,
    " __": 7,
    "__n": 826,
    "_nu": 829,
    "num": 1930,
    "umb": 2470,
    "mbe": 1795,
    "ber": 879,
    "er_": 1161,
    "r__": 2057,
    "__ ": 825,
    " __n": 8,
    "__nu": 827,
    "_num": 830,
    "numb": 1931,
    "umbe": 2471,
    "mber": 1796,
    "ber_": 880,
    "er__": 1162,
    "r__ ": 2058,
    "rác": 2097,
    "trác": 2330,
    "rách": 2098,
    "nhiệ": 1900,
    "quyề": 2048,
    "yế": 2633,
    "khu": 1648,
    "huy": 1327,
    "uyế": 2484,
    "yến": 2634,
    " khu": 270,
    "khuy": 1650,
    "huyế": 1330,
    "uyến": 2485,
    "yến ": 2635,
    "cộ": 1058,
    " cộ": 121,
    "cộn": 1059,
    " cộn": 122,
    "cộng": 1060,
    "hôn ": 1380,
    "mớ": 1848,
    " mớ": 388,
    "mới": 1849,
    " mới": 389,
    "mới ": 1850,
    "lớ": 1777,
    "ớp": 3152,
    " lớ": 347,
    "lớp": 1778,
    "ớp ": 3153,
    " lớp": 348,
    "lớp ": 1779,
    "kĩ": 1693,
    "ĩ ": 2874,
    " kĩ": 295,
    "kĩ ": 1694,
    " kĩ ": 296,
    "đấu": 2831,
    " đấu": 764,
    "đấu ": 2832,
    "thầ": 2274,
    "hầu": 1431,
    " thầ": 551,
    "thầu": 2275,
    "hầu ": 1432,
    "bá": 905,
    " bá": 37,
    "bán": 909,
    " bán": 39,
    "bán ": 910,
    "yê": 2630,
    "uyê": 2482,
    "yên": 2631,
    "chuy": 967,
    "huyê": 1329,
    "uyên": 2483,
    "yên ": 2632,
    "chí": 971,
    "hín": 1367,
    " chí": 73,
    "chín": 972,
    "hính": 1368,
    "ám": 2669,
    "iám": 1567,
    "ám ": 2670,
    "giám": 1197,
    "iám ": 1568,
    "đốc": 2854,
    " đốc": 780,
    "đốc ": 2855,
    "ce": 957,
    " ce": 66,
    "ceo": 958,
    " ceo": 67,
    "ceo ": 959,
    "diễ": 1082,
    " diễ": 138,
    "diễn": 1083,
    "hở": 1499,
    "ởi": 3164,
    "khở": 1665,
    "hởi": 1500,
    "ởi ": 3165,
    " khở": 277,
    "khởi": 1666,
    "hởi ": 1501,
    "guy": 1222,
    "nguy": 1876,
    "guyê": 1223,
    "khu ": 1649,
    "đư": 2819,
    " đư": 756,
    "đượ": 2820,
    " đượ": 757,
    "được": 2821,
    "bắ": 925,
    "ắt": 3002,
    " bắ": 49,
    "bắt": 926,
    "ắt ": 3003,
    " bắt": 50,
    "bắt ": 927,
    "úc": 2765,
    "lúc": 1752,
    "úc ": 2766,
    " lúc": 330,
    "lúc ": 1753,
    "đâ": 2809,
    " đâ": 749,
    "đâu": 2810,
    " đâu": 750,
    "đâu ": 2811,
    "điể": 2796,
    " điể": 741,
    "điểm": 2797,
    "cò": 1029,
    " cò": 100,
    "còn": 1030,
    "òn ": 2731,
    " còn": 101,
    "còn ": 1031,
    "viê": 2543,
    " viê": 660,
    "viên": 2544,
    "đă": 2816,
    " đă": 754,
    "đăn": 2817,
    " đăn": 755,
    "đăng": 2818,
    "này": 1937,
    " này": 422,
    "này ": 1938,
    "hù": 1383,
    "ù ": 2751,
    "phù": 2016,
    "hù ": 1384,
    " phù": 454,
    "phù ": 2017,
    "nế": 1956,
    "ếu": 3034,
    " nế": 434,
    "nếu": 1957,
    "ếu ": 3035,
    " nếu": 435,
    "nếu ": 1958,
    "gư": 1240,
    "ngư": 1883,
    "gư ": 1241,
    " ngư": 402,
    "ngư ": 1884,
    "ưa": 2888,
    "hưa": 1403,
    "ưa ": 2889,
    "chưa": 976,
    "hưa ": 1404,
    "nộ": 1962,
    " nộ": 438,
    "nội": 1963,
    " nội": 439,
    "nội ": 1964,
    "dun": 1097,
    " dun": 147,
    "dung": 1098,
    "ủ ": 3191,
    "chủ": 993,
    "hủ ": 1510,
    " chủ": 83,
    "chủ ": 994,
    "đề": 2844,
    " đề": 772,
    "đề ": 2845,
    " đề ": 773,
    "gồ": 1258,
    "ồm": 3118,
    " gồ": 203,
    "gồm": 1259,
    "ồm ": 3119,
    " gồm": 204,
    "gồm ": 1260,
    "bài": 901,
    " bài": 35,
    "bài ": 902,
    "ộc": 3135,
    "huộ": 1337,
    "uộc": 2532,
    "ộc ": 3136,
    "thuộ": 2247,
    "huộc": 1338,
    "uộc ": 2533,
    "do ": 1090,
    " do ": 143,
    "đả": 2825,
    " đả": 760,
    "đảm": 2826,
    " đảm": 761,
    "đảm ": 2827,
    "nhậ": 1912,
    "hận": 1442,
    " nhậ": 414,
    "nhận": 1913,
    "hận ": 1443,
    "đứ": 2868,
    " đứ": 789,
    "đứn": 2871,
    " đứn": 791,
    "đứng": 2872,
    "ậ ": 2983,
    "vậ ": 2569,
    " vậ ": 677,
    "ịu": 3084,
    "chị": 986,
    "hịu": 1467,
    "ịu ": 3085,
    " chị": 80,
    "chịu": 987,
    "hịu ": 1468,
    "gườ": 1242,
    "ười": 2906,
    "ngườ": 1885,
    "gười": 1243,
    "ười ": 2907,
    " ron": 479,
    "hẻ": 1453,
    "thẻ": 2279,
    "hẻ ": 1454,
    " thẻ": 553,
    "thẻ ": 2280,
    "châ": 969,
    " châ": 72,
    "chân": 970,
    "ắn": 2997,
    "rắn": 2127,
    "ắng": 2998,
    "trắn": 2350,
    "rắng": 2128,
    "ắng ": 2999,
    "tẩ": 2424,
    " tẩ": 631,
    "tẩm": 2425,
    " tẩm": 632,
    "tẩm ": 2426,
    "vị": 2580,
    " vị": 685,
    "vị ": 2581,
    " vị ": 686,
    "sấ": 2187,
    " sấ": 510,
    "sấy": 2188,
    " sấy": 511,
    "sấy ": 2189,
    "ợi": 3174,
    "lợi": 1782,
    "ợi ": 3175,
    " lợi": 351,
    "lợi ": 1783,
    "hề": 1457,
    "ghề": 1184,
    "hề ": 1458,
    "nghề": 1870,
    "ghề ": 1185,
    "din": 1080,
    " din": 137,
    "dinh": 1081,
    "ỡ": 3166,
    "ưỡ": 2911,
    "ỡn": 3167,
    "dưỡ": 1110,
    "ưỡn": 2912,
    "ỡng": 3168,
    " dưỡ": 155,
    "dưỡn": 1111,
    "ưỡng": 2913,
    "ỡng ": 3169,
    "cù": 1038,
    "ùa": 2752,
    " cù": 107,
    "cùa": 1039,
    "ùa ": 2753,
    " cùa": 108,
    "cùa ": 1040,
    "dn": 1086,
    "na": 1855,
    " dn": 140,
    "dna": 1087,
    "na ": 1856,
    " dna": 141,
    "dna ": 1088,
    "ty": 2377,
    " ty": 601,
    "ty ": 2378,
    " ty ": 602,
    "ốt": 3114,
    "hốt": 1487,
    "ốt ": 3115,
    "chốt": 992,
    "hốt ": 1488,
    "râ": 2101,
    "trâ": 2332,
    "râu": 2102,
    " trâ": 579,
    "trâu": 2333,
    "râu ": 2103,
    "han": 1275,
    "than": 2229,
    "han ": 1276,
    "ặc": 3014,
    "đặc": 2837,
    "ặc ": 3015,
    " đặc": 768,
    "đặc ": 2838,
    "gợ": 1261,
    " gợ": 205,
    "gợi": 1262,
    " gợi": 206,
    "gợi ": 1263,
    " ý": 729,
    " ý ": 730,
    "ệt": 3068,
    "biệ": 891,
    "iệt": 1618,
    "ệt ": 3069,
    " biệ": 31,
    "biệt": 892,
    "iệt ": 1619,
    "thán": 2252,
    "tiế": 2308,
    " tiế": 567,
    "tiết": 2309,
    "ậy": 2992,
    "vậy": 2574,
    "ậy ": 2993,
    " vậy": 680,
    "vậy ": 2575,
    "gà": 1227,
    "ngà": 1878,
    "gày": 1230,
    " ngà": 400,
    "ngày": 1880,
    "gày ": 1231,
    "iú": 1577,
    "úp": 2770,
    "giú": 1199,
    "iúp": 1578,
    "úp ": 2771,
    " giú": 190,
    "giúp": 1200,
    "iúp ": 1579,
    "mì": 1826,
    " mì": 373,
    "mìn": 1827,
    " mìn": 374,
    "mình": 1828,
    "sa": 2146,
    " sa": 485,
    "sao": 2147,
    " sao": 486,
    "sao ": 2148,
    "bác": 906,
    " bác": 38,
    "bách": 908,
    "tấ": 2421,
    " tấ": 629,
    "tất": 2422,
    " tất": 630,
    "tất ": 2423,
    "cả": 1046,
    " cả": 113,
    "cả ": 1047,
    " cả ": 114,
    "gàn": 1228,
    "ngàn": 1879,
    "gành": 1229,
    "&": 803,
    " &": 1,
    "& ": 804,
    " & ": 2,
    " ri": 475,
    "riê": 2074,
    "êng": 2708,
    " riê": 476,
    "riên": 2075,
    "iêng": 1574,
    "êng ": 2709,
    "cán": 1022,
    " cán": 96,
    "cán ": 1023,
    "bộ": 936,
    "ộ ": 3134,
    " bộ": 57,
    "bộ ": 937,
    " bộ ": 58,
    "lã": 1742,
    "ãn": 2698,
