{
  "text": {
    "bạn": 23,
    "có": 65,
    "thể": 354,
    "cho": 36,
    "tôi": 403,
    "biết": 14,
    "về": 439,
    "các": 60,
    "chương": 43,
    "trình": 381,
    "tập": 414,
    "huấn": 140,
    "không": 167,
    "những": 260,
    "khóa": 166,
    "học": 152,
    "nào": 262,
    "đang": 464,
    "mở": 231,
    "muốn": 218,
    "xem": 448,
    "danh": 81,
    "sách": 309,
    "đào": 470,
    "tạo": 408,
    "lập": 205,
    "nhúng": 255,
    "kéo": 176,
    "dài": 92,
    "bao": 10,
    "lâu": 195,
    "thời": 358,
    "gian": 113,
    "của": 77,
    "an": 3,
    "toàn": 370,
    "điện": 468,
    "thiết": 331,
    "kế": 181,
    "và": 429,
    "phân": 278,
    "tích": 401,
    "thí": 341,
    "nghiệm": 234,
    "nhiêu": 250,
    "buổi": 17,
    "khảo": 168,
    "sát": 311,
    "địa": 486,
    "hình": 143,
    "mất": 227,
    "kiểm": 174,
    "thử": 361,
    "phần": 283,
    "mềm": 228,
    "cơ": 69,
    "bản": 24,
    "tốn": 417,
    "em": 107,
    "sản": 318,
    "xuất": 450,
    "sạch": 316,
    "hơn": 145,
    "ày": 456,
    "để": 485,
    "hoàn": 136,
    "thành": 337,
    "nâng": 264,
    "cao": 33,
    "trong": 375,
    "tuần": 393,
    "sửa": 326,
    "chữa": 54,
    "lắp": 206,
    "đặt": 483,
    "dân": 94,
    "dụng": 102,
    "xong": 449,
    "cần": 74,
    "tham": 328,
    "gia": 112,
    "plc": 288,
    "truyền": 376,
    "thông": 344,
    "cc": 34,
    "link": 186,
    "hmi": 135,
    "sẽ": 321,
    "giờ": 125,
    "sử": 325,
    "3d": 0,
    "tính": 402,
    "toán": 371,
    "khí": 165,
    "cụ": 76,
    "như": 256,
    "thế": 353,
    "cam": 31,
    "công": 66,
    "trên": 380,
    "máy": 221,
    "tiện": 369,
    "cnc": 55,
    "phay": 273,
    "là": 193,
    "vận": 436,
    "hành": 142,
    "tự": 421,
    "động": 493,
    "hóa": 144,
    "số": 322,
    "nhà": 253,
    "nghệ": 237,
    "bim": 11,
    "ứng": 498,
    "thực": 362,
    "tiễn": 368,
    "dành": 93,
    "đối": 489,
    "tượng": 406,
    "quản": 295,
    "lý": 200,
    "kỹ": 184,
    "sư": 315,
    "kết": 182,
    "cấu": 72,
    "web": 445,
    "front": 111,
    "end": 108,
    "back": 8,
    "với": 442,
    "php": 275,
    "mysql": 219,
    "giao": 114,
    "diện": 85,
    "ui": 422,
    "ux": 423,
    "website": 446,
    "bằng": 27,
    "figma": 109,
    "tui": 392,
    "trị": 388,
    "mạng": 226,
    "doanh": 88,
    "nghiệp": 235,
    "đồ": 490,
    "họa": 151,
    "quảng": 296,
    "cáo": 62,
    "phát": 277,
    "triển": 374,
    "di": 82,
    "đa": 462,
    "nền": 271,
    "tảng": 409,
    "flutter": 110,
    "nhiếp": 251,
    "ảnh": 496,
    "xử": 454,
    "hậu": 149,
    "kỳ": 183,
    "laravel": 185,
    "angularjs": 4,
    "trí": 382,
    "tuệ": 394,
    "nhân": 254,
    "python": 289,
    "trực": 391,
    "quan": 291,
    "dữ": 103,
    "liệu": 187,
    "steam": 307,
    "tư": 405,
    "duy": 91,
    "sáng": 310,
    "arduino": 6,
    "tinkercad": 365,
    "chẩn": 45,
    "đoán": 469,
    "bệnh": 28,
    "hại": 148,
    "rau": 299,
    "giải": 120,
    "pháp": 276,
    "bảo": 25,
    "vệ": 440,
    "vật": 437,
    "thân": 340,
    "thiện": 332,
    "môi": 224,
    "trường": 384,
    "tận": 413,
    "nguồn": 240,
    "phụ": 286,
    "phẩm": 284,
    "nông": 265,
    "gieo": 115,
    "tinh": 364,
    "nhằm": 258,
    "năng": 267,
    "suất": 308,
    "hiệu": 134,
    "quả": 294,
    "kinh": 172,
    "tế": 415,
    "chăn": 41,
    "nuôi": 261,
    "thỏ": 356,
    "sinh": 306,
    "chọn": 49,
    "giống": 123,
    "lúa": 198,
    "chất": 44,
    "lượng": 204,
    "đất": 479,
    "minh": 216,
    "thích": 342,
    "biến": 13,
    "đổi": 492,
    "vi": 425,
    "imt": 157,
    "hệ": 150,
    "thống": 357,
    "trại": 385,
    "phương": 282,
    "đánh": 471,
    "giá": 116,
    "sức": 324,
    "khỏe": 169,
    "vườn": 433,
    "cây": 63,
    "ăn": 461,
    "trái": 378,
    "thuật": 335,
    "cấy": 73,
    "mô": 223,
    "bào": 19,
    "lực": 213,
    "lưới": 203,
    "thú": 345,
    "y": 455,
    "sở": 323,
    "nước": 268,
    "ao": 5,
    "thủy": 359,
    "loại": 190,
    "một": 229,
    "tảo": 410,
    "gây": 126,
    "vùng": 431,
    "trồng": 389,
    "phiêu": 274,
    "chỉ": 47,
    "tiêu": 366,
    "hữu": 156,
    "ích": 459,
    "thức": 360,
    "nhiên": 249,
    "trắc": 386,
    "ngọt": 247,
    "loài": 189,
    "cá": 59,
    "đông": 474,
    "thường": 347,
    "gặp": 128,
    "tra": 372,
    "tôm": 404,
    "kháng": 164,
    "xác": 451,
    "định": 487,
    "mic": 215,
    "ký": 179,
    "trùng": 383,
    "ở": 497,
    "artemia": 7,
    "biển": 15,
    "càng": 58,
    "xanh": 447,
    "cua": 56,
    "lợ": 210,
    "thái": 338,
    "luân": 191,
    "canh": 32,
    "ruộng": 303,
    "xây": 452,
    "dựng": 106,
    "dạng": 97,
    "văn": 432,
    "dịch": 100,
    "vụ": 443,
    "áp": 458,
    "mrv": 217,
    "hoạt": 138,
    "giảm": 121,
    "nhẹ": 259,
    "thải": 349,
    "kính": 178,
    "rủi": 304,
    "ro": 301,
    "ngập": 246,
    "lụt": 212,
    "đô": 473,
    "thị": 355,
    "dựa": 105,
    "vào": 430,
    "nbs": 232,
    "tử": 420,
    "căn": 68,
    "nấm": 269,
    "dược": 96,
    "quy": 292,
    "điều": 466,
    "kiện": 175,
    "màng": 220,
    "măng": 225,
    "tây": 399,
    "uống": 424,
    "lên": 197,
    "men": 214,
    "thu": 334,
    "hoạch": 137,
    "sơ": 314,
    "chế": 46,
    "đồng": 491,
    "sông": 312,
    "cửu": 80,
    "long": 188,
    "tin": 363,
    "hư": 146,
    "hỏng": 153,
    "kiến": 173,
    "khi": 159,
    "khai": 158,
    "haccp": 132,
    "khoa": 160,
    "ai": 2,
    "giáo": 118,
    "dục": 101,
    "gốc": 129,
    "thiên": 330,
    "hợp": 155,
    "phòng": 280,
    "chống": 50,
    "béo": 22,
    "phì": 279,
    "viết": 427,
    "bố": 29,
    "quốc": 297,
    "lĩnh": 201,
    "vực": 444,
    "giảng": 122,
    "dạy": 98,
    "ngoại": 238,
    "ngữ": 248,
    "nghiên": 233,
    "cứu": 78,
    "thập": 351,
    "xã": 453,
    "hội": 154,
    "tối": 416,
    "ưu": 495,
    "qua": 290,
    "tổng": 419,
    "tài": 396,
    "ngôn": 243,
    "chuẩn": 38,
    "đầu": 481,
    "ra": 298,
    "du": 89,
    "lịch": 208,
    "thư": 346,
    "lưu": 202,
    "trữ": 390,
    "viện": 428,
    "biên": 12,
    "trang": 373,
    "dẫn": 99,
    "phỏng": 285,
    "vấn": 434,
    "tổ": 418,
    "chức": 53,
    "sự": 327,
    "dự": 104,
    "án": 457,
    "khủng": 171,
    "hoảng": 139,
    "tác": 397,
    "kê": 177,
    "hàng": 141,
    "khách": 163,
    "sạn": 317,
    "phục": 287,
    "lễ": 207,
    "tân": 398,
    "hướng": 147,
    "luật": 192,
    "đai": 463,
    "năm": 266,
    "__number__": 1,
    "trách": 377,
    "nhiệm": 252,
    "quyền": 293,
    "khuyến": 162,
    "cộng": 75,
    "thôn": 343,
    "mới": 230,
    "lớp": 209,
    "kĩ": 180,
    "đấu": 480,
    "thầu": 350,
    "bán": 21,
    "chuyên": 37,
    "chính": 40,
    "giám": 117,
    "đốc": 488,
    "ceo": 35,
    "diễn": 84,
    "khởi": 170,
    "nguyên": 239,
    "khu": 161,
    "gì": 127,
    "được": 476,
    "bắt": 26,
    "lúc": 199,
    "đâu": 472,
    "điểm": 467,
    "còn": 64,
    "viên": 426,
    "đăng": 475,
    "này": 263,
    "phù": 281,
    "nếu": 270,
    "ngư": 244,
    "chưa": 42,
    "nội": 272,
    "dung": 90,
    "chủ": 52,
    "đề": 484,
    "gồm": 130,
    "bài": 18,
    "thuộc": 336,
    "do": 87,
    "đảm": 478,
    "nhận": 257,
    "đứng": 494,
    "vậ": 435,
    "chịu": 48,
    "người": 245,
    "rong": 302,
    "thẻ": 352,
    "chân": 39,
    "trắng": 387,
    "tẩm": 412,
    "vị": 441,
    "sấy": 319,
    "lợi": 211,
    "nghề": 236,
    "dinh": 83,
    "dưỡng": 95,
    "cùa": 67,
    "dna": 86,
    "ty": 395,
    "chốt": 51,
    "trâu": 379,
    "than": 329,
    "đặc": 482,
    "tìm": 400,
    "gợi": 131,
    "ý": 460,
    "biệt": 16,
    "tháng": 339,
    "tiết": 367,
    "vậy": 438,
    "giới": 124,
    "thiệu": 333,
    "ngày": 242,
    "sẵn": 320,
    "giúp": 119,
    "mình": 222,
    "sao": 305,
    "bách": 20,
    "tất": 411,
    "cả": 70,
    "cung": 57,
    "cấp": 71,
    "hiểu": 133,
    "ngành": 241,
    "tại": 407,
    "đi": 465,
    "làm": 194,
    "riêng": 300,
    "cán": 61,
    "bộ": 30,
    "lãnh": 196,
    "đạo": 477,
    "cử": 79,
    "ban": 9,
    "thạc": 348,
    "sĩ": 313
  },
  "intent": {
    "ask_training_program": 7,
    "ask_training_duration": 4,
    "ask_training_schedule": 8,
    "ask_training_audience": 0,
    "ask_training_content": 3,
    "ask_training_faculty": 5,
    "ask_training_instructor": 6,
    "ask_training_sessions": 9,
    "ask_training_by_faculty": 2,
    "ask_training_by_audience": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}