{
  "text": {
    " ": 0,
    "b": 724,
    "ạ": 2433,
    "n": 1553,
    " b": 18,
    "bạ": 762,
    "ạn": 2439,
    "n ": 1554,
    " bạ": 36,
    "bạn": 763,
    "ạn ": 2440,
    " bạn": 37,
    "bạn ": 764,
    "c": 781,
    "ó": 2292,
    " c": 49,
    "có": 861,
    "ó ": 2293,
    " có": 87,
    "có ": 862,
    " có ": 88,
    "t": 1863,
    "h": 1058,
    "ể": 2537,
    " t": 447,
    "th": 1876,
    "hể": 1207,
    "ể ": 2538,
    " th": 448,
    "thể": 1913,
    "hể ": 1208,
    " thể": 463,
    "thể ": 1914,
    "o": 1650,
    "ch": 803,
    "ho": 1085,
    "o ": 1651,
    " ch": 58,
    "cho": 805,
    "ho ": 1086,
    " cho": 59,
    "cho ": 806,
    "ô": 2296,
    "i": 1268,
    "tô": 2008,
    "ôi": 2298,
    "i ": 1269,
    " tô": 511,
    "tôi": 2009,
    "ôi ": 2299,
    " tôi": 512,
    "tôi ": 2010,
    "ế": 2519,
    "bi": 734,
    "iế": 1321,
    "ết": 2525,
    "t ": 1864,
    " bi": 22,
    "biế": 739,
    "iết": 1326,
    "ết ": 2526,
    " biế": 25,
    "biết": 741,
    "iết ": 1327,
    "v": 2123,
    "ề": 2529,
    " v": 542,
    "về": 2158,
    "ề ": 2530,
    " về": 563,
    "về ": 2159,
    " về ": 564,
    "á": 2230,
    "cá": 849,
    "ác": 2232,
    "c ": 782,
    " cá": 79,
    "các": 851,
    "ác ": 2233,
    " các": 81,
    "các ": 852,
    "ư": 2408,
    "ơ": 2402,
    "g": 988,
    "hư": 1164,
    "ươ": 2414,
    "ơn": 2404,
    "ng": 1562,
    "g ": 989,
    "chư": 814,
    "hươ": 1168,
    "ươn": 2415,
    "ơng": 2406,
    "ng ": 1563,
    " chư": 63,
    "chươ": 816,
    "hươn": 1169,
    "ương": 2416,
    "ơng ": 2407,
    "r": 1732,
    "ì": 2274,
    "tr": 1947,
    "rì": 1780,
    "ìn": 2276,
    "nh": 1585,
    "h ": 1059,
    " tr": 480,
    "trì": 1962,
    "rìn": 1781,
    "ình": 2277,
    "nh ": 1586,
    " trì": 487,
    "trìn": 1963,
    "rình": 1782,
    "ình ": 2278,
    "ậ": 2487,
    "p": 1680,
    "tậ": 2025,
    "ập": 2491,
    "p ": 1681,
    " tậ": 522,
    "tập": 2028,
    "ập ": 2492,
    " tập": 524,
    "tập ": 2029,
    "u": 2045,
    "ấ": 2463,
    " h": 175,
    "hu": 1100,
    "uấ": 2090,
    "ấn": 2466,
    " hu": 186,
    "huấ": 1105,
    "uấn": 2091,
    "ấn ": 2467,
    " huấ": 187,
    "huấn": 1106,
    "uấn ": 2092,
    "k": 1356,
    " k": 219,
    "kh": 1364,
    "hô": 1148,
    "ôn": 2302,
    " kh": 220,
    "khô": 1381,
    "hôn": 1149,
    "ông": 2304,
    " khô": 228,
    "khôn": 1382,
    "hông": 1151,
    "ông ": 2305,
    "ữ": 2687,
    " n": 333,
    "hữ": 1258,
    "ữn": 2691,
    " nh": 346,
    "nhữ": 1603,
    "hữn": 1261,
    "ững": 2692,
    " nhữ": 354,
    "nhữn": 1604,
    "hững": 1262,
    "ững ": 2693,
    "a": 686,
    "hó": 1145,
    "óa": 2294,
    "a ": 687,
    "khó": 1379,
    "hóa": 1146,
    "óa ": 2295,
    " khó": 227,
    "khóa": 1380,
    "hóa ": 1147,
    "ọ": 2571,
    "họ": 1215,
    "ọc": 2574,
    " họ": 205,
    "học": 1218,
    "ọc ": 2575,
    " học": 207,
    "học ": 1219,
    "à": 2216,
    "nà": 1619,
    "ào": 2226,
    " nà": 357,
    "nào": 1620,
    "ào ": 2227,
    " nào": 358,
    "nào ": 1621,
    "đ": 2329,
    " đ": 606,
    "đa": 2330,
    "an": 699,
    " đa": 607,
    "đan": 2334,
    "ang": 701,
    " đan": 610,
    "đang": 2335,
    "ang ": 702,
    "m": 1494,
    "ở": 2640,
    " m": 300,
    "mở": 1551,
    "ở ": 2641,
    " mở": 331,
    "mở ": 1552,
    " mở ": 332,
    "ố": 2587,
    "mu": 1517,
    "uố": 2106,
    "ốn": 2593,
    " mu": 308,
    "muố": 1518,
    "uốn": 2109,
    "ốn ": 2594,
    " muố": 309,
    "muốn": 1519,
    "uốn ": 2110,
    "x": 2175,
    "e": 951,
    " x": 576,
    "xe": 2180,
    "em": 962,
    "m ": 1495,
    " xe": 579,
    "xem": 2181,
    "em ": 963,
    " xem": 580,
    "xem ": 2182,
    "d": 893,
    " d": 110,
    "da": 895,
    " da": 111,
    "dan": 896,
    "anh": 704,
    " dan": 112,
    "danh": 897,
    "anh ": 705,
    "s": 1810,
    " s": 412,
    "sá": 1826,
    " sá": 419,
    "sác": 1827,
    "ách": 2234,
    "ch ": 804,
    " sác": 420,
    "sách": 1828,
    "ách ": 2235,
    "đà": 2346,
    " đà": 617,
    "đào": 2347,
    " đào": 618,
    "đào ": 2348,
    "tạ": 2017,
    "ạo": 2443,
    " tạ": 517,
    "tạo": 2018,
    "ạo ": 2444,
    " tạo": 518,
    "tạo ": 2019,
    "l": 1420,
    " l": 255,
    "lậ": 1472,
    " lậ": 284,
    "lập": 1473,
    " lập": 285,
    "lập ": 1474,
    "ú": 2311,
    "hú": 1154,
    "ún": 2317,
    "nhú": 1595,
    "hún": 1156,
    "úng": 2318,
    " nhú": 350,
    "nhún": 1596,
    "húng": 1157,
    "úng ": 2319,
    "é": 2265,
    "ké": 1400,
    "éo": 2266,
    " ké": 238,
    "kéo": 1401,
    "éo ": 2267,
    " kéo": 239,
    "kéo ": 1402,
    "dà": 916,
    "ài": 2218,
    " dà": 124,
    "dài": 917,
    "ài ": 2219,
    " dài": 125,
    "dài ": 918,
    "ba": 726,
    "ao": 706,
    " ba": 19,
    "bao": 729,
    "ao ": 707,
    " bao": 21,
    "bao ": 730,
    "â": 2254,
    "lâ": 1449,
    "âu": 2259,
    "u ": 2046,
    " lâ": 269,
    "lâu": 1450,
    "âu ": 2260,
    " lâu": 270,
    "lâu ": 1451,
    "ờ": 2632,
    "hờ": 1234,
    "ời": 2634,
    "thờ": 1921,
    "hời": 1235,
    "ời ": 2635,
    " thờ": 467,
    "thời": 1922,
    "hời ": 1236,
    " g": 157,
    "gi": 996,
    "ia": 1273,
    " gi": 158,
    "gia": 997,
    "ian": 1275,
    "an ": 700,
    " gia": 159,
    "gian": 999,
    "ian ": 1276,
    "ủ": 2662,
    "củ": 884,
    "ủa": 2664,
    " củ": 104,
    "của": 885,
    "ủa ": 2665,
    " của": 105,
    "của ": 886,
    " a": 7,
    " an": 10,
    " an ": 11,
    "to": 1942,
    "oà": 1662,
    "àn": 2220,
    " to": 477,
    "toà": 1943,
    "oàn": 1665,
    "àn ": 2221,
    " toà": 478,
    "toàn": 1944,
    "oàn ": 1666,
    "ệ": 2547,
    "đi": 2336,
    "iệ": 1339,
    "ện": 2551,
    " đi": 611,
    "điệ": 2341,
    "iện": 1342,
    "ện ": 2552,
    " điệ": 614,
    "điện": 2342,
    "iện ": 1343,
    "hi": 1069,
    "thi": 1879,
    "hiế": 1074,
    " thi": 450,
    "thiế": 1881,
    "hiết": 1076,
    "kế": 1412,
    "ế ": 2520,
    " kế": 248,
    "kế ": 1413,
    " kế ": 249,
    "và": 2136,
    "à ": 2217,
    " và": 548,
    "và ": 2137,
    " và ": 549,
    " p": 377,
    "ph": 1682,
    "hâ": 1129,
    "ân": 2255,
    " ph": 378,
    "phâ": 1692,
    "hân": 1130,
    "ân ": 2256,
    " phâ": 383,
    "phân": 1693,
    "hân ": 1131,
    "í": 2279,
    "tí": 2003,
    "íc": 2281,
    " tí": 508,
    "tíc": 2004,
    "ích": 2282,
    " tíc": 509,
    "tích": 2005,
    "ích ": 2283,
    "hí": 1136,
    "í ": 2280,
    "thí": 1895,
    "hí ": 1137,
    " thí": 455,
    "thí ": 1896,
    "gh": 990,
    "ệm": 2549,
    " ng": 336,
    "ngh": 1564,
    "ghi": 991,
    "hiệ": 1077,
    "iệm": 1340,
    "ệm ": 2550,
    " ngh": 337,
    "nghi": 1565,
    "ghiệ": 993,
    "hiệm": 1078,
    "iệm ": 1341,
    "ê": 2268,
    "iê": 1309,
    "êu": 2272,
    "nhi": 1587,
    "hiê": 1071,
    "iêu": 1312,
    "êu ": 2273,
    " nhi": 347,
    "nhiê": 1588,
    "hiêu": 1073,
    "iêu ": 1313,
    "ổ": 2605,
    "bu": 748,
    "uổ": 2115,
    "ổi": 2607,
    " bu": 27,
    "buổ": 749,
    "uổi": 2116,
    "ổi ": 2608,
    " buổ": 28,
    "buổi": 750,
    "uổi ": 2117,
    "ả": 2449,
    "hả": 1177,
    "ảo": 2461,
    "khả": 1383,
    "hảo": 1180,
    "ảo ": 2462,
    " khả": 229,
    "khảo": 1384,
    "hảo ": 1181,
    "át": 2250,
    "sát": 1831,
    "át ": 2251,
    " sát": 422,
    "sát ": 1832,
    "ị": 2561,
    "đị": 2377,
    "ịa": 2563,
    " đị": 639,
    "địa": 2378,
    "ịa ": 2564,
    " địa": 640,
    "địa ": 2379,
    "hì": 1132,
    " hì": 190,
    "hìn": 1134,
    " hìn": 191,
    "hình": 1135,
    "mấ": 1539,
    "ất": 2468,
    " mấ": 323,
    "mất": 1540,
    "ất ": 2469,
    " mất": 324,
    "mất ": 1541,
    "ki": 1391,
    "iể": 1331,
    "ểm": 2539,
    " ki": 233,
    "kiể": 1396,
    "iểm": 1332,
    "ểm ": 2540,
    " kiể": 236,
    "kiểm": 1397,
    "iểm ": 1333,
    "ử": 2681,
    "hử": 1256,
    "ử ": 2682,
    "thử": 1927,
    "hử ": 1257,
    " thử": 470,
    "thử ": 1928,
    "ầ": 2474,
    "hầ": 1185,
    "ần": 2475,
    "phầ": 1702,
    "hần": 1186,
    "ần ": 2476,
    " phầ": 388,
    "phần": 1703,
    "hần ": 1187,
    "mề": 1542,
    "ềm": 2531,
    " mề": 325,
    "mềm": 1543,
    "ềm ": 2532,
    " mềm": 326,
    "mềm ": 1544,
    "cơ": 869,
    "ơ ": 2403,
    " cơ": 93,
    "cơ ": 870,
    " cơ ": 94,
    "bả": 765,
    "ản": 2455,
    " bả": 38,
    "bản": 766,
    "ản ": 2456,
    " bản": 39,
    "bản ": 767,
    "tố": 2032,
    " tố": 527,
    "tốn": 2035,
    " tốn": 529,
    "tốn ": 2036,
    " e": 147,
    " em": 148,
    " em ": 149,
    "sả": 1845,
    " sả": 432,
    "sản": 1846,
    " sản": 433,
    "sản ": 1847,
    "xu": 2186,
    " xu": 583,
    "xuấ": 2187,
    "uất": 2093,
    " xuấ": 584,
    "xuất": 2188,
    "uất ": 2094,
    "sạ": 1840,
    "ạc": 2434,
    " sạ": 429,
    "sạc": 1841,
    "ạch": 2435,
    " sạc": 430,
    "sạch": 1842,
    "ạch ": 2436,
    "hơ": 1161,
    " hơ": 194,
    "hơn": 1162,
    "ơn ": 2405,
    " hơn": 195,
    "hơn ": 1163,
    "y": 2199,
    "gà": 1028,
    "ày": 2228,
    "y ": 2200,
    "ngà": 1573,
    "gày": 1029,
    "ày ": 2229,
    " ngà": 340,
    "ngày": 1574,
    "gày ": 1030,
    "để": 2375,
    " để": 637,
    "để ": 2376,
    " để ": 638,
    " ho": 182,
    "hoà": 1091,
    " hoà": 183,
    "hoàn": 1092,
    "hà": 1113,
    "thà": 1889,
    "hàn": 1115,
    "ành": 2224,
    " thà": 452,
    "thàn": 1890,
    "hành": 1117,
    "ành ": 2225,
    "nâ": 1624,
    " nâ": 360,
    "nân": 1625,
    "âng": 2257,
    " nân": 361,
    "nâng": 1626,
    "âng ": 2258,
    "ca": 786,
    " ca": 50,
    "cao": 793,
    " cao": 53,
    "cao ": 794,
    "ro": 1757,
    "on": 1656,
    "tro": 1953,
    "ron": 1759,
    "ong": 1658,
    " tro": 483,
    "tron": 1954,
    "rong": 1760,
    "ong ": 1659,
    "tu": 1985,
    "uầ": 2095,
    " tu": 497,
    "tuầ": 1988,
    "uần": 2096,
    " tuầ": 499,
    "tuần": 1989,
    "uần ": 2097,
    "sử": 1857,
    "ửa": 2683,
    " sử": 442,
    "sửa": 1859,
    "ửa ": 2684,
    " sửa": 444,
    "sửa ": 1860,
    "ữa": 2689,
    "chữ": 833,
    "hữa": 1259,
    "ữa ": 2690,
    " chữ": 72,
    "chữa": 834,
    "hữa ": 1260,
    "ắ": 2497,
    "lắ": 1475,
    "ắp": 2500,
    " lắ": 286,
    "lắp": 1476,
    "ắp ": 2501,
    " lắp": 287,
    "lắp ": 1477,
    "ặ": 2510,
    "đặ": 2370,
    "ặt": 2513,
    " đặ": 633,
    "đặt": 2371,
    "ặt ": 2514,
    " đặt": 634,
    "đặt ": 2372,
    "dâ": 921,
    " dâ": 127,
    "dân": 922,
    " dân": 128,
    "dân ": 923,
    "ụ": 2653,
    "dụ": 938,
    "ụn": 2657,
    " dụ": 138,
    "dụn": 941,
    "ụng": 2658,
    " dụn": 140,
    "dụng": 942,
    "ụng ": 2659,
    "xo": 2183,
    " xo": 581,
    "xon": 2184,
    " xon": 582,
    "xong": 2185,
    "cầ": 876,
    " cầ": 98,
    "cần": 877,
    " cần": 99,
    "cần ": 878,
    "ha": 1060,
    "am": 697,
    "tha": 1877,
    "ham": 1065,
    "am ": 698,
    " tha": 449,
    "tham": 1878,
    "ham ": 1066,
    "ia ": 1274,
    "gia ": 998,
    "pl": 1711,
    "lc": 1426,
    " pl": 392,
    "plc": 1712,
    "lc ": 1427,
    " plc": 393,
    "plc ": 1713,
    "ru": 1765,
    "uy": 2071,
    "yề": 2213,
    "ền": 2533,
    "tru": 1955,
    "ruy": 1766,
    "uyề": 2077,
    "yền": 2214,
    "ền ": 2534,
    " tru": 484,
    "truy": 1956,
    "ruyề": 1767,
    "uyền": 2078,
    "yền ": 2215,
    "thô": 1898,
    " thô": 456,
    "thôn": 1899,
    "-": 663,
    "cc": 795,
    "c-": 783,
    "-l": 667,
    "li": 1428,
    "in": 1291,
    "nk": 1605,
    "k ": 1357,
    " cc": 54,
    "cc-": 796,
    "c-l": 784,
    "-li": 668,
    "lin": 1429,
    "ink": 1295,
    "nk ": 1606,
    " cc-": 55,
    "cc-l": 797,
    "c-li": 785,
    "-lin": 669,
    "link": 1430,
    "ink ": 1296,
    "hm": 1082,
    "mi": 1504,
    " hm": 180,
    "hmi": 1083,
    "mi ": 1505,
    " hmi": 181,
    "hmi ": 1084,
    "ẽ": 2517,
    "sẽ": 1848,
    "ẽ ": 2518,
    " sẽ": 434,
    "sẽ ": 1849,
    " sẽ ": 435,
    "iờ": 1351,
    "ờ ": 2633,
    "giờ": 1013,
    "iờ ": 1352,
    " giờ": 164,
    "giờ ": 1014,
    "sử ": 1858,
    " sử ": 443,
    "3": 674,
    " 3": 1,
    "3d": 675,
    "d ": 894,
    " 3d": 2,
    "3d ": 676,
    " 3d ": 3,
    "ín": 2284,
    "tín": 2006,
    "ính": 2285,
    " tín": 510,
    "tính": 2007,
    "ính ": 2286,
    "oá": 1667,
    "án": 2240,
    "toá": 1945,
    "oán": 1668,
    "án ": 2241,
    " toá": 479,
    "toán": 1946,
    "oán ": 1669,
    "khí": 1377,
    " khí": 226,
    "khí ": 1378,
    "cụ": 882,
    "ụ ": 2654,
    " cụ": 102,
    "cụ ": 883,
    " cụ ": 103,
    "ư ": 2409,
    "như": 1597,
    "hư ": 1165,
    " như": 351,
    "như ": 1598,
    "hế": 1205,
    "thế": 1911,
    "hế ": 1206,
    " thế": 462,
    "thế ": 1912,
    "cam": 789,
    " cam": 51,
    "cam ": 790,
    "cô": 863,
    " cô": 89,
    "côn": 864,
    " côn": 90,
    "công": 865,
    "rê": 1777,
    "ên": 2270,
    "trê": 1960,
    "rên": 1778,
    "ên ": 2271,
    " trê": 486,
    "trên": 1961,
    "rên ": 1779,
    "má": 1526,
    "áy": 2252,
    " má": 314,
    "máy": 1527,
    "áy ": 2253,
    " máy": 315,
    "máy ": 1528,
    "ti": 1931,
    " ti": 472,
    "tiệ": 1940,
    " tiệ": 476,
    "tiện": 1941,
    "cn": 838,
    "nc": 1558,
    " cn": 73,
    "cnc": 839,
    "nc ": 1559,
    " cnc": 74,
    "cnc ": 840,
    "ay": 722,
    "pha": 1683,
    "hay": 1067,
    "ay ": 723,
    " pha": 379,
    "phay": 1684,
    "hay ": 1068,
    "là": 1447,
    " là": 267,
    "là ": 1448,
    " là ": 268,
    "vậ": 2152,
    "ận": 2489,
    " vậ": 559,
    "vận": 2154,
    "ận ": 2490,
    " vận": 561,
    "vận ": 2155,
    " hà": 188,
    " hàn": 189,
    "ự": 2696,
    "tự": 2043,
    "ự ": 2697,
    " tự": 535,
    "tự ": 2044,
    " tự ": 536,
    "ộ": 2612,
    "độ": 2394,
    "ộn": 2617,
    " độ": 650,
    "độn": 2395,
    "ộng": 2618,
    " độn": 651,
    "động": 2396,
    "ộng ": 2619,
    " hó": 192,
    " hóa": 193,
    "số": 1850,
    "ố ": 2588,
    " số": 436,
    "số ": 1851,
    " số ": 437,
    "nhà": 1591,
    "hà ": 1114,
    " nhà": 348,
    "nhà ": 1592,
    "hệ": 1209,
    "ệ ": 2548,
    "ghệ": 994,
    "hệ ": 1210,
    "nghệ": 1566,
    "ghệ ": 995,
    "im": 1287,
    "bim": 735,
    "im ": 1288,
    " bim": 23,
    "bim ": 736,
    "ứ": 2673,
    " ứ": 660,
    "ứn": 2676,
    " ứn": 661,
    "ứng": 2677,
    " ứng": 662,
    "ứng ": 2678,
    "hự": 1265,
    "ực": 2700,
    "thự": 1929,
    "hực": 1266,
    "ực ": 2701,
    " thự": 471,
    "thực": 1930,
    "hực ": 1267,
    "ễ": 2543,
    "iễ": 1336,
    "ễn": 2545,
    "tiễ": 1938,
    "iễn": 1337,
    "ễn ": 2546,
    " tiễ": 475,
    "tiễn": 1939,
    "iễn ": 1338,
    "dàn": 919,
    " dàn": 126,
    "dành": 920,
    "đố": 2382,
    "ối": 2591,
    " đố": 642,
    "đối": 2385,
    "ối ": 2592,
    " đối": 644,
    "đối ": 2386,
    "ợ": 2644,
    "tư": 2013,
    "ượ": 2428,
    "ợn": 2648,
    " tư": 514,
    "tượ": 2015,
    "ượn": 2431,
    "ợng": 2649,
    " tượ": 516,
    "tượn": 2016,
    "ượng": 2432,
    "ợng ": 2650,
    "q": 1717,
    " q": 396,
    "qu": 1720,
    "uả": 2085,
    " qu": 397,
    "quả": 1727,
    "uản": 2087,
    " quả": 400,
    "quản": 1729,
    "uản ": 2088,
    "ý": 2320,
    "lý": 1460,
    "ý ": 2321,
    " lý": 276,
    "lý ": 1461,
    " lý ": 277,
    "ỹ": 2707,
    "kỹ": 1418,
    "ỹ ": 2708,
    " kỹ": 253,
    "kỹ ": 1419,
    " kỹ ": 254,
    "sư": 1838,
    " sư": 427,
    "sư ": 1839,
    " sư ": 428,
    "kết": 1414,
    " kết": 250,
    "kết ": 1415,
    "cấ": 871,
    "ấu": 2470,
    " cấ": 95,
    "cấu": 872,
    "ấu ": 2471,
    " cấu": 96,
    "cấu ": 873,
    "w": 2170,
    " w": 573,
    "we": 2171,
    "eb": 956,
    "b ": 725,
    " we": 574,
    "web": 2172,
    "eb ": 957,
    " web": 575,
    "web ": 2173,
    "f": 978,
    " f": 150,
    "fr": 985,
    "nt": 1611,
    "t-": 1865,
    "-e": 664,
    "en": 966,
    "nd": 1560,
    " fr": 155,
    "fro": 986,
    "ont": 1660,
    "nt-": 1612,
    "t-e": 1866,
    "-en": 665,
    "end": 968,
    "nd ": 1561,
    " fro": 156,
    "fron": 987,
    "ront": 1761,
    "ont-": 1661,
    "nt-e": 1613,
    "t-en": 1867,
    "-end": 666,
    "end ": 969,
    "ac": 688,
    "ck": 835,
    "k-": 1358,
    "bac": 727,
    "ack": 691,
    "ck-": 836,
    "k-e": 1359,
    " bac": 20,
    "back": 728,
    "ack-": 692,
    "ck-e": 837,
    "k-en": 1360,
    "ớ": 2622,
    "vớ": 2162,
    "ới": 2625,
    " vớ": 567,
    "với": 2163,
    "ới ": 2626,
    " với": 568,
    "với ": 2164,
    "hp": 1098,
    "php": 1687,
    "hp ": 1099,
    " php": 381,
    "php ": 1688,
    "my": 1520,
    "ys": 2201,
    "sq": 1817,
    "ql": 1718,
    "l ": 1421,
    " my": 310,
    "mys": 1521,
    "ysq": 2202,
    "sql": 1818,
    "ql ": 1719,
    " mys": 311,
    "mysq": 1522,
    "ysql": 2203,
    "sql ": 1819,
    "iao": 1277,
    "giao": 1000,
    "iao ": 1278,
    "di": 898,
    " di": 113,
    "diệ": 902,
    " diệ": 116,
    "diện": 903,
    "/": 670,
    " u": 537,
    "ui": 2051,
    "i/": 1270,
    "/u": 671,
    "ux": 2069,
    "x ": 2176,
    " ui": 538,
    "ui/": 2053,
    "i/u": 1271,
    "/ux": 672,
    "ux ": 2070,
    " ui/": 539,
    "ui/u": 2054,
    "i/ux": 1272,
    "/ux ": 673,
    "bs": 744,
    "si": 1812,
    "it": 1300,
    "te": 1868,
    "e ": 952,
    "ebs": 958,
    "bsi": 746,
    "sit": 1815,
    "ite": 1301,
    "te ": 1869,
    "webs": 2174,
    "ebsi": 959,
    "bsit": 747,
    "site": 1816,
    "ite ": 1302,
    "ằ": 2504,
    "bằ": 773,
    "ằn": 2507,
    " bằ": 43,
    "bằn": 774,
    "ằng": 2508,
    " bằn": 44,
    "bằng": 775,
    "ằng ": 2509,
    "fi": 979,
    "ig": 1284,
    "gm": 1015,
    "ma": 1496,
    " fi": 151,
    "fig": 980,
    "igm": 1285,
    "gma": 1016,
    "ma ": 1497,
    " fig": 152,
    "figm": 981,
    "igma": 1286,
    "gma ": 1017,
    "tui": 1986,
    "ui ": 2052,
    " tui": 498,
    "tui ": 1987,
    "rị": 1797,
    "ị ": 2562,
    "trị": 1974,
    "rị ": 1798,
    " trị": 493,
    "trị ": 1975,
    "mạ": 1536,
    " mạ": 321,
    "mạn": 1537,
    "ạng": 2441,
    " mạn": 322,
    "mạng": 1538,
    "ạng ": 2442,
    "do": 904,
    "oa": 1652,
    " do": 117,
    "doa": 906,
    "oan": 1654,
    " doa": 119,
    "doan": 907,
    "oanh": 1655,
    "ệp": 2555,
    "iệp": 1344,
    "ệp ": 2556,
    "hiệp": 1080,
    "iệp ": 1345,
    "ồ": 2597,
    "đồ": 2387,
    "ồ ": 2598,
    " đồ": 645,
    "đồ ": 2388,
    " đồ ": 646,
    "ọa": 2572,
    "họa": 1216,
    "ọa ": 2573,
    " họa": 206,
    "họa ": 1217,
    "ảng": 2457,
    "uảng": 2089,
    "ảng ": 2458,
    "áo": 2246,
    "cáo": 853,
    "áo ": 2247,
    " cáo": 82,
    "cáo ": 854,
    "há": 1118,
    "phá": 1689,
    "hát": 1127,
    " phá": 382,
    "phát": 1691,
    "hát ": 1128,
    "ri": 1751,
    "ển": 2541,
    "tri": 1951,
    "riể": 1752,
    "iển": 1334,
    "ển ": 2542,
    " tri": 482,
    "triể": 1952,
    "riển": 1753,
    "iển ": 1335,
    "di ": 899,
    " di ": 114,
    "đa ": 2331,
    " đa ": 608,
    "nề": 1644,
    " nề": 373,
    "nền": 1645,
    " nền": 374,
    "nền ": 1646,
    "tả": 2020,
    " tả": 519,
    "tản": 2021,
    " tản": 520,
    "tảng": 2022,
    "fl": 982,
    "lu": 1440,
    "ut": 2066,
    "tt": 1982,
    "er": 972,
    "r ": 1733,
    " fl": 153,
    "flu": 983,
    "lut": 1441,
    "utt": 2067,
    "tte": 1983,
    "ter": 1874,
    "er ": 973,
    " flu": 154,
    "flut": 984,
    "lutt": 1442,
    "utte": 2068,
    "tter": 1984,
    "ter ": 1875,
    "ếp": 2523,
    "iếp": 1324,
    "ếp ": 2524,
    "nhiế": 1589,
    "hiếp": 1075,
    "iếp ": 1325,
    " ả": 655,
    " ản": 656,
    "ảnh": 2459,
    " ảnh": 657,
    "ảnh ": 2460,
    "xử": 2197,
    " xử": 591,
    "xử ": 2198,
    " xử ": 592,
    "hậ": 1195,
    "ậu": 2495,
    " hậ": 201,
    "hậu": 1198,
    "ậu ": 2496,
    " hậu": 202,
    "hậu ": 1199,
    "ỳ": 2705,
    "kỳ": 1416,
    "ỳ ": 2706,
    " kỳ": 251,
    "kỳ ": 1417,
    " kỳ ": 252,
    "la": 1422,
    "ar": 708,
    "ra": 1737,
    "av": 719,
    "ve": 2125,
    "el": 960,
    " la": 256,
    "lar": 1423,
    "ara": 709,
    "rav": 1743,
    "ave": 720,
    "vel": 2126,
    "el ": 961,
    " lar": 257,
    "lara": 1424,
    "arav": 710,
    "rave": 1744,
    "avel": 721,
    "vel ": 2127,
    "j": 1353,
    "gu": 1021,
    "ul": 2057,
    "rj": 1754,
    "js": 1354,
    "s ": 1811,
    "ngu": 1569,
    "gul": 1022,
    "ula": 2058,
    "arj": 713,
    "rjs": 1755,
    "js ": 1355,
    " ang": 12,
    "angu": 703,
    "ngul": 1570,
    "gula": 1023,
    "ular": 2059,
    "larj": 1425,
    "arjs": 714,
    "rjs ": 1756,
    "rí": 1783,
    "trí": 1964,
    "rí ": 1784,
    " trí": 488,
    "trí ": 1965,
    "uệ": 2104,
    "tuệ": 1990,
    "uệ ": 2105,
    " tuệ": 500,
    "tuệ ": 1991,
    "nhâ": 1593,
    " nhâ": 349,
    "nhân": 1594,
    "py": 1714,
    "yt": 2204,
    " py": 394,
    "pyt": 1715,
    "yth": 2205,
    "tho": 1883,
    "hon": 1089,
    "on ": 1657,
    " pyt": 395,
    "pyth": 1716,
    "ytho": 2206,
    "thon": 1884,
    "hon ": 1090,
    "rự": 1807,
    "trự": 1980,
    "rực": 1808,
    " trự": 496,
    "trực": 1981,
    "rực ": 1809,
    "ua": 2047,
    "qua": 1721,
    "uan": 2049,
    " qua": 398,
    "quan": 1723,
    "uan ": 2050,
    "dữ": 943,
    "ữ ": 2688,
    " dữ": 141,
    "dữ ": 944,
    " dữ ": 142,
    "ệu": 2557,
    " li": 258,
    "liệ": 1431,
    "iệu": 1346,
    "ệu ": 2558,
    " liệ": 259,
    "liệu": 1432,
    "iệu ": 1347,
    "st": 1820,
    "ea": 953,
    " st": 415,
    "ste": 1821,
    "tea": 1870,
    "eam": 954,
    " ste": 416,
    "stea": 1822,
    "team": 1871,
    "eam ": 955,
    "tư ": 2014,
    " tư ": 515,
    "du": 908,
    " du": 120,
    "duy": 914,
    "uy ": 2072,
    " duy": 123,
    "duy ": 915,
    "sán": 1829,
    "áng": 2242,
    " sán": 421,
    "sáng": 1830,
    "áng ": 2243,
    "rd": 1748,
    "no": 1609,
    " ar": 15,
    "ard": 711,
    "rdu": 1749,
    "dui": 910,
    "uin": 2055,
    "ino": 1298,
    "no ": 1610,
    " ard": 16,
    "ardu": 712,
    "rdui": 1750,
    "duin": 911,
    "uino": 2056,
    "ino ": 1299,
    "ke": 1361,
    "rc": 1745,
    "ad": 693,
    "tin": 1932,
    "nke": 1607,
    "ker": 1362,
    "erc": 976,
    "rca": 1746,
    "cad": 787,
    "ad ": 694,
    " tin": 473,
    "tink": 1935,
    "inke": 1297,
    "nker": 1608,
    "kerc": 1363,
    "erca": 977,
    "rcad": 1747,
    "cad ": 788,
    "ẩ": 2479,
    "hẩ": 1190,
    "ẩn": 2482,
    "chẩ": 819,
    "hẩn": 1193,
    "ẩn ": 2483,
    " chẩ": 65,
    "chẩn": 820,
    "hẩn ": 1194,
    "đo": 2343,
    " đo": 615,
    "đoá": 2344,
    " đoá": 616,
    "đoán": 2345,
    "bệ": 776,
    " bệ": 45,
    "bện": 777,
    "ệnh": 2553,
    " bện": 46,
    "bệnh": 778,
    "ệnh ": 2554,
    "hạ": 1174,
    "ại": 2437,
    " hạ": 199,
    "hại": 1175,
    "ại ": 2438,
    " hại": 200,
    "hại ": 1176,
    " r": 402,
    "au": 717,
    " ra": 403,
    "rau": 1741,
    "au ": 718,
    " rau": 405,
    "rau ": 1742,
    "iả": 1314,
    "ải": 2451,
    "giả": 1007,
    "iải": 1315,
    "ải ": 2452,
    " giả": 162,
    "giải": 1008,
    "iải ": 1316,
    "áp": 2248,
    "háp": 1125,
    "áp ": 2249,
    "pháp": 1690,
    "háp ": 1126,
    "bảo": 768,
    " bảo": 40,
    "bảo ": 769,
    "vệ": 2160,
    " vệ": 565,
    "vệ ": 2161,
    " vệ ": 566,
    "ật": 2493,
    "vật": 2156,
    "ật ": 2494,
    " vật": 562,
    "vật ": 2157,
    "thâ": 1893,
    " thâ": 454,
    "thân": 1894,
    "thiệ": 1882,
    "hiện": 1079,
    "mô": 1529,
    " mô": 316,
    "môi": 1531,
    " môi": 318,
    "môi ": 1532,
    "rư": 1788,
    "ườ": 2424,
    "ờn": 2636,
    "trư": 1968,
    "rườ": 1789,
    "ườn": 2425,
    "ờng": 2638,
    " trư": 490,
    "trườ": 1969,
    "rườn": 1790,
    "ường": 2427,
    "ờng ": 2639,
    "tận": 2026,
    " tận": 523,
    "tận ": 2027,
    "uồ": 2112,
    "ồn": 2601,
    "guồ": 1026,
    "uồn": 2113,
    "ồn ": 2602,
    " ngu": 339,
    "nguồ": 1572,
    "guồn": 1027,
    "uồn ": 2114,
    "hụ": 1243,
    "phụ": 1708,
    "hụ ": 1244,
    " phụ": 391,
    "phụ ": 1709,
    "ẩm": 2480,
    "phẩ": 1704,
    "hẩm": 1191,
    "ẩm ": 2481,
    " phẩ": 389,
    "phẩm": 1705,
    "hẩm ": 1192,
    "nô": 1627,
    " nô": 362,
    "nôn": 1628,
    " nôn": 363,
    "nông": 1629,
    "ie": 1281,
    "eo": 970,
    "gie": 1001,
    "ieo": 1282,
    "eo ": 971,
    " gie": 160,
    "gieo": 1002,
    "ieo ": 1283,
    "inh": 1293,
    "tinh": 1934,
    "inh ": 1294,
    "hằ": 1200,
    "ằm": 2505,
    "nhằ": 1599,
    "hằm": 1201,
    "ằm ": 2506,
    " nhằ": 352,
    "nhằm": 1600,
    "hằm ": 1202,
    "ă": 2322,
    "nă": 1630,
    "ăn": 2325,
    " nă": 364,
    "năn": 1633,
    "ăng": 2327,
    " năn": 366,
    "năng": 1634,
    "ăng ": 2328,
    "su": 1823,
    " su": 417,
    "suấ": 1824,
    " suấ": 418,
    "suất": 1825,
    " hi": 178,
    " hiệ": 179,
    "hiệu": 1081,
    "ả ": 2450,
    "uả ": 2086,
    "quả ": 1728,
    "kin": 1392,
    " kin": 234,
    "kinh": 1393,
    "tế": 2030,
    " tế": 525,
    "tế ": 2031,
    " tế ": 526,
    "hă": 1158,
    "chă": 812,
    "hăn": 1159,
    "ăn ": 2326,
    " chă": 62,
    "chăn": 813,
    "hăn ": 1160,
    "nu": 1614,
    "uô": 2082,
    " nu": 355,
    "nuô": 1617,
    "uôi": 2083,
    " nuô": 356,
    "nuôi": 1618,
    "uôi ": 2084,
    "ỏ": 2580,
    "hỏ": 1222,
    "ỏ ": 2581,
    "thỏ": 1917,
    "hỏ ": 1223,
    " thỏ": 465,
    "thỏ ": 1918,
    " si": 413,
    "sin": 1813,
    " sin": 414,
    "sinh": 1814,
    "ọn": 2576,
    "chọ": 825,
    "họn": 1220,
    "ọn ": 2577,
    " chọ": 68,
    "chọn": 826,
    "họn ": 1221,
    "iố": 1348,
    "giố": 1011,
    "iốn": 1349,
    "ống": 2595,
    " giố": 163,
    "giốn": 1012,
    "iống": 1350,
    "ống ": 2596,
    "lú": 1455,
    "úa": 2313,
    " lú": 273,
    "lúa": 1456,
    "úa ": 2314,
    " lúa": 274,
    "lúa ": 1457,
    "hấ": 1182,
    "chấ": 817,
    "hất": 1183,
    " chấ": 64,
    "chất": 818,
    "hất ": 1184,
    "lư": 1465,
    " lư": 280,
    "lượ": 1470,
    " lượ": 283,
    "lượn": 1471,
    "đấ": 2362,
    " đấ": 628,
    "đất": 2363,
    " đất": 629,
    "đất ": 2364,
    " mi": 303,
    "min": 1510,
    " min": 305,
    "minh": 1511,
    "híc": 1138,
    "thíc": 1897,
    "hích": 1139,
    "ến": 2521,
    "iến": 1322,
    "ến ": 2522,
    "biến": 740,
    "iến ": 1323,
    "đổ": 2391,
    " đổ": 648,
    "đổi": 2392,
    " đổi": 649,
    "đổi ": 2393,
    "vi": 2128,
    " vi": 543,
    "vi ": 2129,
    " vi ": 544,
    " i": 216,
    "mt": 1515,
    " im": 217,
    "imt": 1289,
    "mt ": 1516,
    " imt": 218,
    "imt ": 1290,
    " hệ": 203,
    " hệ ": 204,
    "hố": 1228,
    "thố": 1919,
    "hốn": 1229,
    " thố": 466,
    "thốn": 1920,
    "hống": 1230,
    "rạ": 1791,
    "trạ": 1970,
    "rại": 1792,
    " trạ": 491,
    "trại": 1971,
    "rại ": 1793,
    "phư": 1700,
    " phư": 387,
    "phươ": 1701,
    "đá": 2349,
    " đá": 619,
    "đán": 2350,
    "ánh": 2244,
    " đán": 620,
    "đánh": 2351,
    "ánh ": 2245,
    "iá": 1303,
    "á ": 2231,
    "giá": 1003,
    "iá ": 1304,
    " giá": 161,
    "giá ": 1004,
    "sứ": 1854,
    "ức": 2674,
    " sứ": 440,
    "sức": 1855,
    "ức ": 2675,
    " sức": 441,
    "sức ": 1856,
    "ỏe": 2582,
    "khỏ": 1385,
    "hỏe": 1224,
    "ỏe ": 2583,
    " khỏ": 230,
    "khỏe": 1386,
    "hỏe ": 1225,
    "vư": 2146,
    " vư": 555,
    "vườ": 2147,
    "ờn ": 2637,
    " vườ": 556,
    "vườn": 2148,
    "ườn ": 2426,
    "câ": 855,
    "ây": 2261,
    " câ": 83,
    "cây": 856,
    "ây ": 2262,
    " cây": 84,
    "cây ": 857,
    " ă": 603,
    " ăn": 604,
    " ăn ": 605,
    "rá": 1772,
    "ái": 2236,
    "trá": 1957,
    "rái": 1775,
    "ái ": 2237,
    " trá": 485,
    "trái": 1959,
    "rái ": 1776,
    "uậ": 2101,
    "thu": 1885,
    "huậ": 1109,
    "uật": 2102,
    " thu": 451,
    "thuậ": 1887,
    "huật": 1110,
    "uật ": 2103,
    "ấy": 2472,
    "cấy": 874,
    "ấy ": 2473,
    " cấy": 97,
    "cấy ": 875,
    "ô ": 2297,
    "mô ": 1530,
    " mô ": 317,
    "bà": 751,
    " bà": 29,
    "bào": 754,
    " bào": 31,
    "bào ": 755,
    "lự": 1491,
    " lự": 298,
    "lực": 1492,
    " lực": 299,
    "lực ": 1493,
    "ướ": 2417,
    "lướ": 1468,
    "ưới": 2420,
    " lướ": 282,
    "lưới": 1469,
    "ưới ": 2421,
    "ú ": 2312,
    "thú": 1900,
    "hú ": 1155,
    " thú": 457,
    "thú ": 1901,
    " y": 593,
    " y ": 594,
    "sở": 1852,
    " sở": 438,
    "sở ": 1853,
    " sở ": 439,
    "nư": 1635,
    "ớc": 2623,
    " nư": 367,
    "nướ": 1636,
    "ước": 2418,
    "ớc ": 2624,
    " nướ": 368,
    "nước": 1637,
    "ước ": 2419,
    " ao": 13,
    " ao ": 14,
    "hủ": 1247,
    "ủy": 2671,
    "thủ": 1923,
    "hủy": 1251,
    "ủy ": 2672,
    " thủ": 468,
    "thủy": 1924,
    "hủy ": 1252,
    "lo": 1433,
    "oạ": 1670,
    " lo": 260,
    "loạ": 1438,
    "oại": 1673,
    " loạ": 263,
    "loại": 1439,
    "oại ": 1674,
    "mộ": 1545,
    "ột": 2620,
    " mộ": 327,
    "một": 1546,
    "ột ": 2621,
    " một": 328,
    "một ": 1547,
    "tảo": 2023,
    " tảo": 521,
    "tảo ": 2024,
    "gâ": 1031,
    " gâ": 165,
    "gây": 1032,
    " gây": 166,
    "gây ": 1033,
    "ù": 2306,
    "vù": 2140,
    "ùn": 2308,
    " vù": 551,
    "vùn": 2141,
    "ùng": 2309,
    " vùn": 552,
    "vùng": 2142,
    "ùng ": 2310,
    "rồ": 1799,
    "trồ": 1976,
    "rồn": 1800,
    "ồng": 2603,
    " trồ": 494,
    "trồn": 1977,
    "rồng": 1801,
    "ồng ": 2604,
    "phi": 1685,
    " phi": 380,
    "phiê": 1686,
    "ỉ": 2559,
    "hỉ": 1211,
    "ỉ ": 2560,
    "chỉ": 823,
    "hỉ ": 1212,
    " chỉ": 67,
    "chỉ ": 824,
    "tiê": 1936,
    " tiê": 474,
    "tiêu": 1937,
    "ữu": 2694,
    " hữ": 214,
    "hữu": 1263,
    "ữu ": 2695,
    " hữu": 215,
    "hữu ": 1264,
    " í": 600,
    " íc": 601,
    " ích": 602,
    "hứ": 1253,
    "thứ": 1925,
    "hức": 1254,
    " thứ": 469,
    "thức": 1926,
    "hức ": 1255,
    "iên": 1310,
    "hiên": 1072,
    "iên ": 1311,
    "rắ": 1794,
    "ắc": 2498,
    "trắ": 1972,
    "rắc": 1795,
    "ắc ": 2499,
    " trắ": 492,
    "trắc": 1973,
    "rắc ": 1796,
    "gọ": 1047,
    "ọt": 2578,
    "ngọ": 1581,
    "gọt": 1048,
    "ọt ": 2579,
    " ngọ": 344,
    "ngọt": 1582,
    "gọt ": 1049,
    "loà": 1436,
    "oài": 1663,
    " loà": 262,
    "loài": 1437,
    "oài ": 1664,
    "cá ": 850,
    " cá ": 80,
    "đô": 2352,
    " đô": 621,
    "đôn": 2354,
    " đôn": 623,
    "đông": 2355,
    "thư": 1902,
    "hườ": 1172,
    " thư": 458,
    "thườ": 1904,
    "hườn": 1173,
    "gặ": 1044,
    "ặp": 2511,
    " gặ": 169,
    "gặp": 1045,
    "ặp ": 2512,
    " gặp": 170,
    "gặp ": 1046,
    "tra": 1948,
    "ra ": 1738,
    " tra": 481,
    "tra ": 1949,
    "ôm": 2300,
    "tôm": 2011,
    "ôm ": 2301,
    " tôm": 513,
    "tôm ": 2012,
    "khá": 1374,
    "hán": 1123,
    " khá": 225,
    "khán": 1376,
    "háng": 1124,
    "xá": 2189,
    " xá": 585,
    "xác": 2190,
    " xác": 586,
    "xác ": 2191,
    "ịn": 2568,
    "địn": 2380,
    "ịnh": 2569,
    " địn": 641,
    "định": 2381,
    "ịnh ": 2570,
    "ic": 1279,
    "mic": 1508,
    "ic ": 1280,
    " mic": 304,
    "mic ": 1509,
    "ký": 1408,
    " ký": 244,
    "ký ": 1409,
    " ký ": 245,
    "rù": 1785,
    "trù": 1966,
    "rùn": 1786,
    " trù": 489,
    "trùn": 1967,
    "rùng": 1787,
    " ở": 658,
    " ở ": 659,
    "rt": 1762,
    "art": 715,
    "rte": 1763,
    "tem": 1872,
    "emi": 964,
    "mia": 1506,
    " art": 17,
    "arte": 716,
    "rtem": 1764,
    "temi": 1873,
    "emia": 965,
    "mia ": 1507,
    "biể": 742,
    " biể": 26,
    "biển": 743,
    "cà": 846,
    " cà": 77,
    "càn": 847,
    "àng": 2222,
    " càn": 78,
    "càng": 848,
    "àng ": 2223,
    "xa": 2177,
    " xa": 577,
    "xan": 2178,
    " xan": 578,
    "xanh": 2179,
    "cu": 843,
    " cu": 75,
    "cua": 844,
    "ua ": 2048,
    " cua": 76,
    "cua ": 845,
    "lợ": 1486,
    "ợ ": 2645,
    " lợ": 294,
    "lợ ": 1487,
    " lợ ": 295,
    "thá": 1891,
    "hái": 1121,
    " thá": 453,
    "thái": 1892,
    "hái ": 1122,
    "uâ": 2079,
    " lu": 264,
    "luâ": 1443,
    "uân": 2080,
    " luâ": 265,
    "luân": 1444,
    "uân ": 2081,
    "can": 791,
    " can": 52,
    "canh": 792,
    "uộ": 2118,
    " ru": 408,
    "ruộ": 1768,
    "uộn": 2121,
    " ruộ": 409,
    "ruộn": 1769,
    "uộng": 2122,
    "xâ": 2192,
    " xâ": 587,
    "xây": 2193,
    " xây": 588,
    "xây ": 2194,
    "dự": 945,
    "ựn": 2702,
    " dự": 143,
    "dựn": 949,
    "ựng": 2703,
    " dựn": 146,
    "dựng": 950,
    "ựng ": 2704,
    "dạ": 927,
    " dạ": 131,
    "dạn": 928,
    " dạn": 132,
    "dạng": 929,
    "vă": 2143,
    " vă": 553,
    "văn": 2144,
    " văn": 554,
    "văn ": 2145,
    "dị": 935,
    "ịc": 2565,
    " dị": 136,
    "dịc": 936,
    "ịch": 2566,
    " dịc": 137,
    "dịch": 937,
    "ịch ": 2567,
    "vụ": 2165,
    " vụ": 569,
    "vụ ": 2166,
    " vụ ": 570,
    " á": 595,
    " áp": 598,
    " áp ": 599,
    "mr": 1512,
    "rv": 1770,
    "v ": 2124,
    " mr": 306,
    "mrv": 1513,
    "rv ": 1771,
    " mrv": 307,
    "mrv ": 1514,
    "ạt": 2445,
    "hoạ": 1093,
    "oạt": 1675,
    "ạt ": 2446,
    " hoạ": 184,
    "hoạt": 1095,
    "oạt ": 1676,
    "ảm": 2453,
    "iảm": 1317,
    "ảm ": 2454,
    "giảm": 1009,
    "iảm ": 1318,
    "ẹ": 2515,
    "hẹ": 1203,
    "ẹ ": 2516,
    "nhẹ": 1601,
    "hẹ ": 1204,
    " nhẹ": 353,
    "nhẹ ": 1602,
    "thả": 1905,
    "hải": 1178,
    " thả": 459,
    "thải": 1906,
    "hải ": 1179,
    "kí": 1405,
    " kí": 242,
    "kín": 1406,
    " kín": 243,
    "kính": 1407,
    "rủ": 1802,
    "ủi": 2666,
    " rủ": 410,
    "rủi": 1803,
    "ủi ": 2667,
    " rủi": 411,
    "rủi ": 1804,
    " ro": 406,
    "ro ": 1758,
    " ro ": 407,
    "gậ": 1041,
    "ngậ": 1579,
    "gập": 1042,
    " ngậ": 343,
    "ngập": 1580,
    "gập ": 1043,
    "lụ": 1488,
    "ụt": 2660,
    " lụ": 296,
    "lụt": 1489,
    "ụt ": 2661,
    " lụt": 297,
    "lụt ": 1490,
    "đô ": 2353,
    " đô ": 622,
    "hị": 1213,
    "thị": 1915,
    "hị ": 1214,
    " thị": 464,
    "thị ": 1916,
    "ựa": 2698,
    "dựa": 947,
    "ựa ": 2699,
    " dựa": 145,
    "dựa ": 948,
    "vào": 2138,
    " vào": 550,
    "vào ": 2139,
    "nb": 1555,
    " nb": 334,
    "nbs": 1556,
    "bs ": 745,
    " nbs": 335,
    "nbs ": 1557,
    "tử": 2041,
    " tử": 533,
    "tử ": 2042,
    " tử ": 534,
    "că": 866,
    " că": 91,
    "căn": 867,
    " căn": 92,
    "căn ": 868,
    "nấ": 1638,
    "ấm": 2464,
    " nấ": 369,
    "nấm": 1639,
    "ấm ": 2465,
    " nấm": 370,
    "nấm ": 1640,
    "dư": 924,
    "ợc": 2646,
    " dư": 129,
    "dượ": 925,
    "ược": 2429,
    "ợc ": 2647,
    " dượ": 130,
    "dược": 926,
    "ược ": 2430,
    "quy": 1724,
    " quy": 399,
    "quy ": 1725,
    "iề": 1328,
    "ều": 2535,
    "điề": 2337,
    "iều": 1329,
    "ều ": 2536,
    " điề": 612,
    "điều": 2338,
    "iều ": 1330,
    "kiệ": 1398,
    " kiệ": 237,
    "kiện": 1399,
    "mà": 1523,
    " mà": 312,
    "màn": 1524,
    " màn": 313,
    "màng": 1525,
    "mă": 1533,
    " mă": 319,
    "măn": 1534,
    " măn": 320,
    "măng": 1535,
    "tâ": 1998,
    " tâ": 505,
    "tây": 2001,
    " tây": 507,
    "tây ": 2002,
    " uố": 540,
    " uốn": 541,
    "uống": 2111,
    "lê": 1452,
    " lê": 271,
    "lên": 1453,
    " lên": 272,
    "lên ": 1454,
    "me": 1501,
    " me": 301,
    "men": 1502,
    "en ": 967,
    " men": 302,
    "men ": 1503,
    "hu ": 1101,
    "thu ": 1886,
    "oạc": 1671,
    "hoạc": 1094,
    "oạch": 1672,
    "sơ": 1836,
    " sơ": 425,
    "sơ ": 1837,
    " sơ ": 426,
    "chế": 821,
    " chế": 66,
    "chế ": 822,
    "đồn": 2389,
    " đồn": 647,
    "đồng": 2390,
    "sô": 1833,
    " sô": 423,
    "sôn": 1834,
    " sôn": 424,
    "sông": 1835,
    "cử": 890,
    "ửu": 2685,
    " cử": 108,
    "cửu": 891,
    "ửu ": 2686,
    " cửu": 109,
    "cửu ": 892,
    "lon": 1434,
    " lon": 261,
    "long": 1435,
    "in ": 1292,
    "tin ": 1933,
    " hư": 196,
    " hư ": 197,
    "ỏn": 2584,
    " hỏ": 208,
    "hỏn": 1226,
    "ỏng": 2585,
    " hỏn": 209,
    "hỏng": 1227,
    "ỏng ": 2586,
    "kiế": 1394,
    " kiế": 235,
    "kiến": 1395,
    "khi": 1367,
    "hi ": 1070,
    " khi": 222,
    "khi ": 1368,
    "ai": 695,
    "kha": 1365,
    "hai": 1063,
    "ai ": 696,
    " kha": 221,
    "khai": 1366,
    "hai ": 1064,
    "cp": 841,
    " ha": 176,
    "hac": 1061,
    "acc": 689,
    "ccp": 798,
    "cp ": 842,
    " hac": 177,
    "hacc": 1062,
    "accp": 690,
    "ccp ": 799,
    "kho": 1369,
    "hoa": 1087,
    "oa ": 1653,
    " kho": 223,
    "khoa": 1370,
    "hoa ": 1088,
    " ai": 8,
    " ai ": 9,
    "iáo": 1307,
    "giáo": 1006,
    "iáo ": 1308,
    "ục": 2655,
    "dục": 939,
    "ục ": 2656,
    " dục": 139,
    "dục ": 940,
    "gố": 1050,
    "ốc": 2589,
    " gố": 171,
    "gốc": 1051,
    "ốc ": 2590,
    " gốc": 172,
    "gốc ": 1052,
    "thiê": 1880,
    "hợ": 1240,
    "ợp": 2651,
    " hợ": 212,
    "hợp": 1241,
    "ợp ": 2652,
    " hợp": 213,
    "hợp ": 1242,
    "ò": 2287,
    "hò": 1142,
    "òn": 2288,
    "phò": 1696,
    "hòn": 1143,
    "òng": 2290,
    " phò": 385,
    "phòn": 1697,
    "hòng": 1144,
    "òng ": 2291,
    "chố": 827,
    " chố": 69,
    "chốn": 828,
    "bé": 759,
    " bé": 34,
    "béo": 760,
    " béo": 35,
    "béo ": 761,
    "ì ": 2275,
    "phì": 1694,
    "hì ": 1133,
    " phì": 384,
    "phì ": 1695,
    "viế": 2132,
    " viế": 546,
    "viết": 2133,
    "bố": 779,
    " bố": 47,
    "bố ": 780,
    " bố ": 48,
    "quố": 1730,
    "uốc": 2107,
    " quố": 401,
    "quốc": 1731,
    "uốc ": 2108,
    "ĩ": 2397,
    "lĩ": 1462,
    "ĩn": 2399,
    " lĩ": 278,
    "lĩn": 1463,
    "ĩnh": 2400,
    " lĩn": 279,
    "lĩnh": 1464,
    "ĩnh ": 2401,
    "vự": 2167,
    " vự": 571,
    "vực": 2168,
    " vực": 572,
    "vực ": 2169,
    "iản": 1319,
    "giản": 1010,
    "iảng": 1320,
    "ạy": 2447,
    "dạy": 930,
    "ạy ": 2448,
    " dạy": 133,
    "dạy ": 931,
    "go": 1018,
    "ngo": 1567,
    "goạ": 1019,
    " ngo": 338,
    "ngoạ": 1568,
    "goại": 1020,
    "gữ": 1056,
    "ngữ": 1583,
    "gữ ": 1057,
    " ngữ": 345,
    "ngữ ": 1584,
    "ghiê": 992,
    "cứ": 887,
    "ứu": 2679,
    " cứ": 106,
    "cứu": 888,
    "ứu ": 2680,
    " cứu": 107,
    "cứu ": 889,
    "thậ": 1909,
    "hập": 1196,
    " thậ": 461,
    "thập": 1910,
    "hập ": 1197,
    "ã": 2263,
    "xã": 2195,
    "ã ": 2264,
    " xã": 589,
    "xã ": 2196,
    " xã ": 590,
    "hộ": 1231,
    "ội": 2615,
    " hộ": 210,
    "hội": 1232,
    "ội ": 2616,
    " hội": 211,
    "hội ": 1233,
    "tối": 2033,
    " tối": 528,
    "tối ": 2034,
    " ư": 652,
    "ưu": 2412,
    " ưu": 653,
    "ưu ": 2413,
    " ưu ": 654,
    "qua ": 1722,
    "tổ": 2037,
    "ổn": 2609,
    " tổ": 530,
    "tổn": 2039,
    "ổng": 2610,
    " tổn": 532,
    "tổng": 2040,
    "ổng ": 2611,
    "tà": 1992,
    " tà": 501,
    "tài": 1993,
    " tài": 502,
    "tài ": 1994,
    "gô": 1036,
    "ngô": 1575,
    "gôn": 1037,
    "ôn ": 2303,
    " ngô": 341,
    "ngôn": 1576,
    "gôn ": 1038,
    "uẩ": 2098,
    "chu": 807,
    "huẩ": 1107,
    "uẩn": 2099,
    " chu": 60,
    "chuẩ": 809,
    "huẩn": 1108,
    "uẩn ": 2100,
    "đầ": 2367,
    "ầu": 2477,
    " đầ": 631,
    "đầu": 2368,
    "ầu ": 2478,
    " đầu": 632,
    "đầu ": 2369,
    " ra ": 404,
    "du ": 909,
    " du ": 121,
    "lị": 1480,
    " lị": 290,
    "lịc": 1481,
    " lịc": 291,
    "lịch": 1482,
    "thư ": 1903,
    "lưu": 1466,
    " lưu": 281,
    "lưu ": 1467,
    "rữ": 1805,
    "trữ": 1978,
    "rữ ": 1806,
    " trữ": 495,
    "trữ ": 1979,
    "việ": 2134,
    " việ": 547,
    "viện": 2135,
    "biê": 737,
    " biê": 24,
    "biên": 738,
    "ran": 1739,
    "tran": 1950,
    "rang": 1740,
    "ẫ": 2484,
    "dẫ": 932,
    "ẫn": 2485,
    " dẫ": 134,
    "dẫn": 933,
    "ẫn ": 2486,
    " dẫn": 135,
    "dẫn ": 934,
    "phỏ": 1706,
    " phỏ": 390,
    "phỏn": 1707,
    "vấ": 2149,
    " vấ": 557,
    "vấn": 2150,
    " vấn": 558,
    "vấn ": 2151,
    "ổ ": 2606,
    "tổ ": 2038,
    " tổ ": 531,
    "chứ": 831,
    " chứ": 71,
    "chức": 832,
    "sự": 1861,
    " sự": 445,
    "sự ": 1862,
    " sự ": 446,
    "dự ": 946,
    " dự ": 144,
    " án": 596,
    " án ": 597,
    "ủn": 2668,
    "khủ": 1389,
    "hủn": 1249,
    "ủng": 2669,
    " khủ": 232,
    "khủn": 1390,
    "hủng": 1250,
    "ủng ": 2670,
    "oả": 1677,
    "hoả": 1096,
    "oản": 1678,
    " hoả": 185,
    "hoản": 1097,
    "oảng": 1679,
    "tá": 1995,
    " tá": 503,
    "tác": 1996,
    " tác": 504,
    "tác ": 1997,
    "kê": 1403,
    "ê ": 2269,
    " kê": 240,
    "kê ": 1404,
    " kê ": 241,
    "hàng": 1116,
    "hác": 1119,
    "khác": 1375,
    "hách": 1120,
    "sạn": 1843,
    " sạn": 431,
    "sạn ": 1844,
    "hục": 1245,
    "phục": 1710,
    "hục ": 1246,
    "lễ": 1478,
    "ễ ": 2544,
    " lễ": 288,
    "lễ ": 1479,
    " lễ ": 289,
    "tân": 1999,
    " tân": 506,
    "tân ": 2000,
    "ớn": 2627,
    "hướ": 1170,
    "ướn": 2422,
    "ớng": 2628,
    " hướ": 198,
    "hướn": 1171,
    "ướng": 2423,
    "ớng ": 2629,
    "luậ": 1445,
    " luậ": 266,
    "luật": 1446,
    "đai": 2332,
    " đai": 609,
    "đai ": 2333,
    "ăm": 2323,
    "năm": 1631,
    "ăm ": 2324,
    " năm": 365,
    "năm ": 1632,
    "_": 677,
    " _": 4,
    "__": 679,
    "_n": 683,
    "um": 2060,
    "mb": 1498,
    "be": 731,
    "r_": 1734,
    "_ ": 678,
    " __": 5,
    "__n": 681,
    "_nu": 684,
    "num": 1615,
    "umb": 2061,
    "mbe": 1499,
    "ber": 732,
    "er_": 974,
    "r__": 1735,
    "__ ": 680,
    " __n": 6,
    "__nu": 682,
    "_num": 685,
    "numb": 1616,
    "umbe": 2062,
    "mber": 1500,
    "ber_": 733,
    "er__": 975,
    "r__ ": 1736,
    "rác": 1773,
    "trác": 1958,
    "rách": 1774,
    "nhiệ": 1590,
    "quyề": 1726,
    "yế": 2210,
    "khu": 1371,
    "huy": 1102,
    "uyế": 2075,
    "yến": 2211,
    " khu": 224,
    "khuy": 1373,
    "huyế": 1104,
    "uyến": 2076,
    "yến ": 2212,
    "cộ": 879,
    " cộ": 100,
    "cộn": 880,
    " cộn": 101,
    "cộng": 881,
    "hôn ": 1150,
    "mớ": 1548,
    " mớ": 329,
    "mới": 1549,
    " mới": 330,
    "mới ": 1550,
    "lớ": 1483,
    "ớp": 2630,
    " lớ": 292,
    "lớp": 1484,
    "ớp ": 2631,
    " lớp": 293,
    "lớp ": 1485,
    "kĩ": 1410,
    "ĩ ": 2398,
    " kĩ": 246,
    "kĩ ": 1411,
    " kĩ ": 247,
    "đấu": 2365,
    " đấu": 630,
    "đấu ": 2366,
    "thầ": 1907,
    "hầu": 1188,
    " thầ": 460,
    "thầu": 1908,
    "hầu ": 1189,
    "bá": 756,
    " bá": 32,
    "bán": 757,
    " bán": 33,
    "bán ": 758,
    "yê": 2207,
    "uyê": 2073,
    "yên": 2208,
    "chuy": 808,
    "huyê": 1103,
    "uyên": 2074,
    "yên ": 2209,
    "chí": 810,
    "hín": 1140,
    " chí": 61,
    "chín": 811,
    "hính": 1141,
    "ám": 2238,
    "iám": 1305,
    "ám ": 2239,
    "giám": 1005,
    "iám ": 1306,
    "đốc": 2383,
    " đốc": 643,
    "đốc ": 2384,
    "ce": 800,
    " ce": 56,
    "ceo": 801,
    " ceo": 57,
    "ceo ": 802,
    "diễ": 900,
    " diễ": 115,
    "diễn": 901,
    "hở": 1237,
    "ởi": 2642,
    "khở": 1387,
    "hởi": 1238,
    "ởi ": 2643,
    " khở": 231,
    "khởi": 1388,
    "hởi ": 1239,
    "guy": 1024,
    "nguy": 1571,
    "guyê": 1025,
    "khu ": 1372,
    "gì": 1034,
    " gì": 167,
    "gì ": 1035,
    " gì ": 168,
    "đư": 2359,
    " đư": 626,
    "đượ": 2360,
    " đượ": 627,
    "được": 2361,
    "bắ": 770,
    "ắt": 2502,
    " bắ": 41,
    "bắt": 771,
    "ắt ": 2503,
    " bắt": 42,
    "bắt ": 772,
    "úc": 2315,
    "lúc": 1458,
    "úc ": 2316,
    " lúc": 275,
    "lúc ": 1459,
    "điể": 2339,
    " điể": 613,
    "điểm": 2340,
    "cò": 858,
    " cò": 85,
    "còn": 859,
    "òn ": 2289,
    " còn": 86,
    "còn ": 860,
    "viê": 2130,
    " viê": 545,
    "viên": 2131,
    "đă": 2356,
    " đă": 624,
    "đăn": 2357,
    " đăn": 625,
    "đăng": 2358,
    "này": 1622,
    " này": 359,
    "này ": 1623,
    "hù": 1152,
    "ù ": 2307,
    "phù": 1698,
    "hù ": 1153,
    " phù": 386,
    "phù ": 1699,
    "nế": 1641,
    "ếu": 2527,
    " nế": 371,
    "nếu": 1642,
    "ếu ": 2528,
    " nếu": 372,
    "nếu ": 1643,
    "gư": 1039,
    "ngư": 1577,
    "gư ": 1040,
    " ngư": 342,
    "ngư ": 1578,
    "ưa": 2410,
    "hưa": 1166,
    "ưa ": 2411,
    "chưa": 815,
    "hưa ": 1167,
    "nộ": 1647,
    " nộ": 375,
    "nội": 1648,
    " nội": 376,
    "nội ": 1649,
    "un": 2063,
    "dun": 912,
    "ung": 2064,
    " dun": 122,
    "dung": 913,
    "ung ": 2065,
    "ủ ": 2663,
    "chủ": 829,
    "hủ ": 1248,
    " chủ": 70,
    "chủ ": 830,
    "đề": 2373,
    " đề": 635,
    "đề ": 2374,
    " đề ": 636,
    "gồ": 1053,
    "ồm": 2599,
    " gồ": 173,
    "gồm": 1054,
    "ồm ": 2600,
    " gồm": 174,
    "gồm ": 1055,
    "bài": 752,
    " bài": 30,
    "bài ": 753,
    "ộc": 2613,
    "huộ": 1111,
    "uộc": 2119,
    "ộc ": 2614,
    "thuộ": 1888,
    "huộc": 1112,
    "uộc ": 2120,
    "do ": 905,
    " do ": 118,
    "ậ ": 2488,
    "vậ ": 2153,
    " vậ ": 560
  },
  "response": null,
  "action_text": null
}