{
  "text": {
    " ": 0,
    "b": 685,
    "ạ": 2315,
    "n": 1482,
    " b": 18,
    "bạ": 720,
    "ạn": 2321,
    "n ": 1483,
    " bạ": 35,
    "bạn": 721,
    "ạn ": 2322,
    " bạn": 36,
    "bạn ": 722,
    "c": 736,
    "ó": 2186,
    " c": 46,
    "có": 812,
    "ó ": 2187,
    " có": 82,
    "có ": 813,
    " có ": 83,
    "t": 1776,
    "h": 995,
    "ể": 2412,
    " t": 421,
    "th": 1789,
    "hể": 1138,
    "ể ": 2413,
    " th": 422,
    "thể": 1822,
    "hể ": 1139,
    " thể": 435,
    "thể ": 1823,
    "o": 1567,
    "ch": 758,
    "ho": 1022,
    "o ": 1568,
    " ch": 55,
    "cho": 760,
    "ho ": 1023,
    " cho": 56,
    "cho ": 761,
    "ô": 2190,
    "i": 1199,
    "tô": 1913,
    "ôi": 2192,
    "i ": 1200,
    " tô": 481,
    "tôi": 1914,
    "ôi ": 2193,
    " tôi": 482,
    "tôi ": 1915,
    "ế": 2396,
    "bi": 695,
    "iế": 1252,
    "ết": 2402,
    "t ": 1777,
    " bi": 22,
    "biế": 700,
    "iết": 1257,
    "ết ": 2403,
    " biế": 25,
    "biết": 702,
    "iết ": 1258,
    "v": 2024,
    "ề": 2404,
    " v": 512,
    "về": 2056,
    "ề ": 2405,
    " về": 531,
    "về ": 2057,
    " về ": 532,
    "á": 2125,
    "cá": 803,
    "ác": 2127,
    "c ": 737,
    " cá": 76,
    "các": 805,
    "ác ": 2128,
    " các": 78,
    "các ": 806,
    "ư": 2292,
    "ơ": 2286,
    "g": 933,
    "hư": 1097,
    "ươ": 2296,
    "ơn": 2288,
    "ng": 1488,
    "g ": 934,
    "chư": 769,
    "hươ": 1099,
    "ươn": 2297,
    "ơng": 2290,
    "ng ": 1489,
    " chư": 60,
    "chươ": 770,
    "hươn": 1100,
    "ương": 2298,
    "ơng ": 2291,
    "r": 1647,
    "ì": 2169,
    "tr": 1856,
    "rì": 1695,
    "ìn": 2171,
    "nh": 1507,
    "h ": 996,
    " tr": 452,
    "trì": 1871,
    "rìn": 1696,
    "ình": 2172,
    "nh ": 1508,
    " trì": 459,
    "trìn": 1872,
    "rình": 1697,
    "ình ": 2173,
    "ậ": 2369,
    "p": 1597,
    "tậ": 1930,
    "ập": 2372,
    "p ": 1598,
    " tậ": 492,
    "tập": 1933,
    "ập ": 2373,
    " tập": 494,
    "tập ": 1934,
    "u": 1950,
    "ấ": 2345,
    " h": 161,
    "hu": 1035,
    "uấ": 1994,
    "ấn": 2348,
    " hu": 171,
    "huấ": 1040,
    "uấn": 1995,
    "ấn ": 2349,
    " huấ": 172,
    "huấn": 1041,
    "uấn ": 1996,
    "k": 1287,
    " k": 204,
    "kh": 1295,
    "hô": 1083,
    "ôn": 2196,
    " kh": 205,
    "khô": 1312,
    "hôn": 1084,
    "ông": 2198,
    " khô": 213,
    "khôn": 1313,
    "hông": 1086,
    "ông ": 2199,
    "ữ": 2560,
    " n": 317,
    "hữ": 1189,
    "ữn": 2564,
    " nh": 326,
    "nhữ": 1523,
    "hữn": 1192,
    "ững": 2565,
    " nhữ": 333,
    "nhữn": 1524,
    "hững": 1193,
    "ững ": 2566,
    "a": 647,
    "hó": 1080,
    "óa": 2188,
    "a ": 648,
    "khó": 1310,
    "hóa": 1081,
    "óa ": 2189,
    " khó": 212,
    "khóa": 1311,
    "hóa ": 1082,
    "ọ": 2446,
    "họ": 1146,
    "ọc": 2449,
    " họ": 190,
    "học": 1149,
    "ọc ": 2450,
    " học": 192,
    "học ": 1150,
    "à": 2111,
    "nà": 1539,
    "ào": 2121,
    " nà": 336,
    "nào": 1540,
    "ào ": 2122,
    " nào": 337,
    "nào ": 1541,
    "đ": 2220,
    " đ": 572,
    "đa": 2221,
    "an": 660,
    " đa": 573,
    "đan": 2225,
    "ang": 662,
    " đan": 576,
    "đang": 2226,
    "ang ": 663,
    "m": 1423,
    "ở": 2513,
    " m": 284,
    "mở": 1480,
    "ở ": 2514,
    " mở": 315,
    "mở ": 1481,
    " mở ": 316,
    "ố": 2462,
    "mu": 1446,
    "uố": 2007,
    "ốn": 2468,
    " mu": 292,
    "muố": 1447,
    "uốn": 2010,
    "ốn ": 2469,
    " muố": 293,
    "muốn": 1448,
    "uốn ": 2011,
    "x": 2073,
    "e": 896,
    " x": 544,
    "xe": 2078,
    "em": 907,
    "m ": 1424,
    " xe": 547,
    "xem": 2079,
    "em ": 908,
    " xem": 548,
    "xem ": 2080,
    "d": 841,
    " d": 103,
    "da": 843,
    " da": 104,
    "dan": 844,
    "anh": 665,
    " dan": 105,
    "danh": 845,
    "anh ": 666,
    "s": 1725,
    " s": 388,
    "sá": 1741,
    " sá": 395,
    "sác": 1742,
    "ách": 2129,
    "ch ": 759,
    " sác": 396,
    "sách": 1743,
    "ách ": 2130,
    "đà": 2235,
    " đà": 582,
    "đào": 2236,
    " đào": 583,
    "đào ": 2237,
    "tạ": 1922,
    "ạo": 2325,
    " tạ": 487,
    "tạo": 1923,
    "ạo ": 2326,
    " tạo": 488,
    "tạo ": 1924,
    "l": 1351,
    " l": 240,
    "lậ": 1401,
    " lậ": 268,
    "lập": 1402,
    " lập": 269,
    "lập ": 1403,
    "ú": 2204,
    "hú": 1087,
    "ún": 2208,
    "nhú": 1517,
    "hún": 1089,
    "úng": 2209,
    " nhú": 330,
    "nhún": 1518,
    "húng": 1090,
    "úng ": 2210,
    "é": 2160,
    "ké": 1331,
    "éo": 2161,
    " ké": 223,
    "kéo": 1332,
    "éo ": 2162,
    " kéo": 224,
    "kéo ": 1333,
    "dà": 861,
    "ài": 2113,
    " dà": 115,
    "dài": 862,
    "ài ": 2114,
    " dài": 116,
    "dài ": 863,
    "ba": 687,
    "ao": 667,
    " ba": 19,
    "bao": 690,
    "ao ": 668,
    " bao": 21,
    "bao ": 691,
    "â": 2149,
    "lâ": 1380,
    "âu": 2154,
    "u ": 1951,
    " lâ": 254,
    "lâu": 1381,
    "âu ": 2155,
    " lâu": 255,
    "lâu ": 1382,
    "ờ": 2505,
    "hờ": 1165,
    "ời": 2507,
    "thờ": 1830,
    "hời": 1166,
    "ời ": 2508,
    " thờ": 439,
    "thời": 1831,
    "hời ": 1167,
    " g": 145,
    "gi": 941,
    "ia": 1204,
    " gi": 146,
    "gia": 942,
    "ian": 1206,
    "an ": 661,
    " gia": 147,
    "gian": 944,
    "ian ": 1207,
    "ủ": 2535,
    "củ": 832,
    "ủa": 2537,
    " củ": 97,
    "của": 833,
    "ủa ": 2538,
    " của": 98,
    "của ": 834,
    " a": 7,
    " an": 10,
    " an ": 11,
    "to": 1851,
    "oà": 1579,
    "àn": 2115,
    " to": 449,
    "toà": 1852,
    "oàn": 1582,
    "àn ": 2116,
    " toà": 450,
    "toàn": 1853,
    "oàn ": 1583,
    "ệ": 2422,
    "đi": 2227,
    "iệ": 1270,
    "ện": 2426,
    " đi": 577,
    "điệ": 2230,
    "iện": 1273,
    "ện ": 2427,
    " điệ": 579,
    "điện": 2231,
    "iện ": 1274,
    "hi": 1006,
    "thi": 1792,
    "hiế": 1011,
    " thi": 424,
    "thiế": 1794,
    "hiết": 1013,
    "kế": 1343,
    "ế ": 2397,
    " kế": 233,
    "kế ": 1344,
    " kế ": 234,
    "và": 2037,
    "à ": 2112,
    " và": 518,
    "và ": 2038,
    " và ": 519,
    " p": 354,
    "ph": 1599,
    "hâ": 1064,
    "ân": 2150,
    " ph": 355,
    "phâ": 1609,
    "hân": 1065,
    "ân ": 2151,
    " phâ": 360,
    "phân": 1610,
    "hân ": 1066,
    "í": 2174,
    "tí": 1908,
    "íc": 2176,
    " tí": 478,
    "tíc": 1909,
    "ích": 2177,
    " tíc": 479,
    "tích": 1910,
    "ích ": 2178,
    "hí": 1071,
    "í ": 2175,
    "thí": 1806,
    "hí ": 1072,
    " thí": 428,
    "thí ": 1807,
    "gh": 935,
    "ệm": 2424,
    " ng": 318,
    "ngh": 1490,
    "ghi": 936,
    "hiệ": 1014,
    "iệm": 1271,
    "ệm ": 2425,
    " ngh": 319,
    "nghi": 1491,
    "ghiệ": 938,
    "hiệm": 1015,
    "iệm ": 1272,
    "ê": 2163,
    "iê": 1240,
    "êu": 2167,
    "nhi": 1509,
    "hiê": 1008,
    "iêu": 1243,
    "êu ": 2168,
    " nhi": 327,
    "nhiê": 1510,
    "hiêu": 1010,
    "iêu ": 1244,
    "ổ": 2478,
    "bu": 708,
    "uổ": 2016,
    "ổi": 2480,
    " bu": 27,
    "buổ": 709,
    "uổi": 2017,
    "ổi ": 2481,
    " buổ": 28,
    "buổi": 710,
    "uổi ": 2018,
    "ả": 2331,
    "hả": 1108,
    "ảo": 2343,
    "khả": 1314,
    "hảo": 1111,
    "ảo ": 2344,
    " khả": 214,
    "khảo": 1315,
    "hảo ": 1112,
    "át": 2145,
    "sát": 1746,
    "át ": 2146,
    " sát": 398,
    "sát ": 1747,
    "ị": 2436,
    "đị": 2261,
    "ịa": 2438,
    " đị": 600,
    "địa": 2262,
    "ịa ": 2439,
    " địa": 601,
    "địa ": 2263,
    "hì": 1067,
    " hì": 175,
    "hìn": 1069,
    " hìn": 176,
    "hình": 1070,
    "mấ": 1468,
    "ất": 2350,
    " mấ": 307,
    "mất": 1469,
    "ất ": 2351,
    " mất": 308,
    "mất ": 1470,
    "ki": 1322,
    "iể": 1262,
    "ểm": 2414,
    " ki": 218,
    "kiể": 1327,
    "iểm": 1263,
    "ểm ": 2415,
    " kiể": 221,
    "kiểm": 1328,
    "iểm ": 1264,
    "ử": 2554,
    "hử": 1187,
    "ử ": 2555,
    "thử": 1836,
    "hử ": 1188,
    " thử": 442,
    "thử ": 1837,
    "ầ": 2356,
    "hầ": 1116,
    "ần": 2357,
    "phầ": 1617,
    "hần": 1117,
    "ần ": 2358,
    " phầ": 364,
    "phần": 1618,
    "hần ": 1118,
    "mề": 1471,
    "ềm": 2406,
    " mề": 309,
    "mềm": 1472,
    "ềm ": 2407,
    " mềm": 310,
    "mềm ": 1473,
    "cơ": 820,
    "ơ ": 2287,
    " cơ": 88,
    "cơ ": 821,
    " cơ ": 89,
    "bả": 723,
    "ản": 2337,
    " bả": 37,
    "bản": 724,
    "ản ": 2338,
    " bản": 38,
    "bản ": 725,
    "tố": 1937,
    " tố": 497,
    "tốn": 1940,
    " tốn": 499,
    "tốn ": 1941,
    "sả": 1760,
    " sả": 408,
    "sản": 1761,
    " sản": 409,
    "sản ": 1762,
    "xu": 2081,
    " xu": 549,
    "xuấ": 2082,
    "uất": 1997,
    " xuấ": 550,
    "xuất": 2083,
    "uất ": 1998,
    "sạ": 1755,
    "ạc": 2316,
    " sạ": 405,
    "sạc": 1756,
    "ạch": 2317,
    " sạc": 406,
    "sạch": 1757,
    "ạch ": 2318,
    "hơ": 1094,
    " hơ": 179,
    "hơn": 1095,
    "ơn ": 2289,
    " hơn": 180,
    "hơn ": 1096,
    "nâ": 1544,
    " nâ": 339,
    "nân": 1545,
    "âng": 2152,
    " nân": 340,
    "nâng": 1546,
    "âng ": 2153,
    "ca": 741,
    " ca": 47,
    "cao": 748,
    " cao": 50,
    "cao ": 749,
    "sử": 1770,
    "ửa": 2556,
    " sử": 416,
    "sửa": 1772,
    "ửa ": 2557,
    " sửa": 418,
    "sửa ": 1773,
    "ữa": 2562,
    "chữ": 787,
    "hữa": 1190,
    "ữa ": 2563,
    " chữ": 69,
    "chữa": 788,
    "hữa ": 1191,
    "ắ": 2378,
    "lắ": 1404,
    "ắp": 2381,
    " lắ": 270,
    "lắp": 1405,
    "ắp ": 2382,
    " lắp": 271,
    "lắp ": 1406,
    "ặ": 2389,
    "đặ": 2256,
    "ặt": 2392,
    " đặ": 596,
    "đặt": 2257,
    "ặt ": 2393,
    " đặt": 597,
    "đặt ": 2258,
    "dâ": 866,
    " dâ": 118,
    "dân": 867,
    " dân": 119,
    "dân ": 868,
    "ụ": 2526,
    "dụ": 883,
    "ụn": 2530,
    " dụ": 129,
    "dụn": 886,
    "ụng": 2531,
    " dụn": 131,
    "dụng": 887,
    "ụng ": 2532,
    "pl": 1626,
    "lc": 1357,
    " pl": 368,
    "plc": 1627,
    "lc ": 1358,
    " plc": 369,
    "plc ": 1628,
    "y": 2094,
    "ru": 1680,
    "uy": 1975,
    "yề": 2108,
    "ền": 2408,
    "tru": 1864,
    "ruy": 1681,
    "uyề": 1981,
    "yền": 2109,
    "ền ": 2409,
    " tru": 456,
    "truy": 1865,
    "ruyề": 1682,
    "uyền": 1982,
    "yền ": 2110,
    "thô": 1809,
    " thô": 429,
    "thôn": 1810,
    "-": 624,
    "cc": 750,
    "c-": 738,
    "-l": 628,
    "li": 1359,
    "in": 1222,
    "nk": 1525,
    "k ": 1288,
    " cc": 51,
    "cc-": 751,
    "c-l": 739,
    "-li": 629,
    "lin": 1360,
    "ink": 1226,
    "nk ": 1526,
    " cc-": 52,
    "cc-l": 752,
    "c-li": 740,
    "-lin": 630,
    "link": 1361,
    "ink ": 1227,
    "hm": 1019,
    "mi": 1433,
    " hm": 166,
    "hmi": 1020,
    "mi ": 1434,
    " hmi": 167,
    "hmi ": 1021,
    "sử ": 1771,
    " sử ": 417,
    "3": 635,
    " 3": 1,
    "3d": 636,
    "d ": 842,
    " 3d": 2,
    "3d ": 637,
    " 3d ": 3,
    "ro": 1672,
    "on": 1573,
    "tro": 1862,
    "ron": 1674,
    "ong": 1575,
    " tro": 455,
    "tron": 1863,
    "rong": 1675,
    "ong ": 1576,
    "ín": 2179,
    "tín": 1911,
    "ính": 2180,
    " tín": 480,
    "tính": 1912,
    "ính ": 2181,
    "oá": 1584,
    "án": 2135,
    "toá": 1854,
    "oán": 1585,
    "án ": 2136,
    " toá": 451,
    "toán": 1855,
    "oán ": 1586,
    "khí": 1308,
    " khí": 211,
    "khí ": 1309,
    "am": 658,
    "cam": 744,
    "am ": 659,
    " cam": 48,
    "cam ": 745,
    "ia ": 1205,
    "gia ": 943,
    "cô": 814,
    " cô": 84,
    "côn": 815,
    " côn": 85,
    "công": 816,
    "rê": 1692,
    "ên": 2165,
    "trê": 1869,
    "rên": 1693,
    "ên ": 2166,
    " trê": 458,
    "trên": 1870,
    "rên ": 1694,
    "má": 1455,
    "áy": 2147,
    "y ": 2095,
    " má": 298,
    "máy": 1456,
    "áy ": 2148,
    " máy": 299,
    "máy ": 1457,
    "ti": 1840,
    " ti": 444,
    "tiệ": 1849,
    " tiệ": 448,
    "tiện": 1850,
    "cn": 792,
    "nc": 1484,
    " cn": 70,
    "cnc": 793,
    "nc ": 1485,
    " cnc": 71,
    "cnc ": 794,
    "ha": 997,
    "ay": 683,
    "pha": 1600,
    "hay": 1004,
    "ay ": 684,
    " pha": 356,
    "phay": 1601,
    "hay ": 1005,
    "vậ": 2051,
    "ận": 2370,
    " vậ": 528,
    "vận": 2052,
    "ận ": 2371,
    " vận": 529,
    "vận ": 2053,
    "hà": 1048,
    " hà": 173,
    "hàn": 1050,
    "ành": 2119,
    " hàn": 174,
    "hành": 1052,
    "ành ": 2120,
    "ự": 2569,
    "tự": 1948,
    "ự ": 2570,
    " tự": 505,
    "tự ": 1949,
    " tự ": 506,
    "ộ": 2485,
    "độ": 2278,
    "ộn": 2490,
    " độ": 611,
    "độn": 2279,
    "ộng": 2491,
    " độn": 612,
    "động": 2280,
    "ộng ": 2492,
    " hó": 177,
    " hóa": 178,
    "số": 1763,
    "ố ": 2463,
    " số": 410,
    "số ": 1764,
    " số ": 411,
    "nhà": 1513,
    "hà ": 1049,
    " nhà": 328,
    "nhà ": 1514,
    "hệ": 1140,
    "ệ ": 2423,
    "ghệ": 939,
    "hệ ": 1141,
    "nghệ": 1492,
    "ghệ ": 940,
    "im": 1218,
    "bim": 696,
    "im ": 1219,
    " bim": 23,
    "bim ": 697,
    "ứ": 2546,
    " ứ": 621,
    "ứn": 2549,
    " ứn": 622,
    "ứng": 2550,
    " ứng": 623,
    "ứng ": 2551,
    "hự": 1196,
    "ực": 2573,
    "thự": 1838,
    "hực": 1197,
    "ực ": 2574,
    " thự": 443,
    "thực": 1839,
    "hực ": 1198,
    "ễ": 2418,
    "iễ": 1267,
    "ễn": 2420,
    "tiễ": 1847,
    "iễn": 1268,
    "ễn ": 2421,
    " tiễ": 447,
    "tiễn": 1848,
    "iễn ": 1269,
    "dàn": 864,
    " dàn": 117,
    "dành": 865,
    "đố": 2266,
    "ối": 2466,
    " đố": 603,
    "đối": 2269,
    "ối ": 2467,
    " đối": 605,
    "đối ": 2270,
    "ợ": 2517,
    "tư": 1918,
    "ượ": 2310,
    "ợn": 2521,
    " tư": 484,
    "tượ": 1920,
    "ượn": 2313,
    "ợng": 2522,
    " tượ": 486,
    "tượn": 1921,
    "ượng": 2314,
    "ợng ": 2523,
    "là": 1378,
    " là": 252,
    "là ": 1379,
    " là ": 253,
    "q": 1632,
    " q": 372,
    "qu": 1635,
    "uả": 1989,
    " qu": 373,
    "quả": 1642,
    "uản": 1991,
    " quả": 376,
    "quản": 1644,
    "uản ": 1992,
    "ý": 2211,
    "lý": 1389,
    "ý ": 2212,
    " lý": 260,
    "lý ": 1390,
    " lý ": 261,
    "ỹ": 2580,
    "kỹ": 1349,
    "ỹ ": 2581,
    " kỹ": 238,
    "kỹ ": 1350,
    " kỹ ": 239,
    "sư": 1753,
    "ư ": 2293,
    " sư": 403,
    "sư ": 1754,
    " sư ": 404,
    "kết": 1345,
    " kết": 235,
    "kết ": 1346,
    "cấ": 822,
    "ấu": 2352,
    " cấ": 90,
    "cấu": 823,
    "ấu ": 2353,
    " cấu": 91,
    "cấu ": 824,
    "w": 2068,
    " w": 541,
    "we": 2069,
    "eb": 901,
    "b ": 686,
    " we": 542,
    "web": 2070,
    "eb ": 902,
    " web": 543,
    "web ": 2071,
    "f": 923,
    " f": 138,
    "fr": 930,
    "nt": 1531,
    "t-": 1778,
    "-e": 625,
    "en": 911,
    "nd": 1486,
    " fr": 143,
    "fro": 931,
    "ont": 1577,
    "nt-": 1532,
    "t-e": 1779,
    "-en": 626,
    "end": 913,
    "nd ": 1487,
    " fro": 144,
    "fron": 932,
    "ront": 1676,
    "ont-": 1578,
    "nt-e": 1533,
    "t-en": 1780,
    "-end": 627,
    "end ": 914,
    "ac": 649,
    "ck": 789,
    "k-": 1289,
    "bac": 688,
    "ack": 652,
    "ck-": 790,
    "k-e": 1290,
    " bac": 20,
    "back": 689,
    "ack-": 653,
    "ck-e": 791,
    "k-en": 1291,
    "ớ": 2495,
    "vớ": 2060,
    "ới": 2498,
    " vớ": 535,
    "với": 2061,
    "ới ": 2499,
    " với": 536,
    "với ": 2062,
    "hp": 1033,
    "php": 1604,
    "hp ": 1034,
    " php": 358,
    "php ": 1605,
    "my": 1449,
    "ys": 2096,
    "sq": 1732,
    "ql": 1633,
    "l ": 1352,
    " my": 294,
    "mys": 1450,
    "ysq": 2097,
    "sql": 1733,
    "ql ": 1634,
    " mys": 295,
    "mysq": 1451,
    "ysql": 2098,
    "sql ": 1734,
    "iao": 1208,
    "giao": 945,
    "iao ": 1209,
    "di": 846,
    " di": 106,
    "diệ": 848,
    " diệ": 108,
    "diện": 849,
    "/": 631,
    " u": 507,
    "ui": 1956,
    "i/": 1201,
    "/u": 632,
    "ux": 1973,
    "x ": 2074,
    " ui": 508,
    "ui/": 1957,
    "i/u": 1202,
    "/ux": 633,
    "ux ": 1974,
    " ui/": 509,
    "ui/u": 1958,
    "i/ux": 1203,
    "/ux ": 634,
    "bs": 705,
    "si": 1727,
    "it": 1231,
    "te": 1781,
    "e ": 897,
    "ebs": 903,
    "bsi": 706,
    "sit": 1730,
    "ite": 1232,
    "te ": 1782,
    "webs": 2072,
    "ebsi": 904,
    "bsit": 707,
    "site": 1731,
    "ite ": 1233,
    "ằ": 2383,
    "bằ": 728,
    "ằn": 2386,
    " bằ": 40,
    "bằn": 729,
    "ằng": 2387,
    " bằn": 41,
    "bằng": 730,
    "ằng ": 2388,
    "fi": 924,
    "ig": 1215,
    "gm": 960,
    "ma": 1425,
    " fi": 139,
    "fig": 925,
    "igm": 1216,
    "gma": 961,
    "ma ": 1426,
    " fig": 140,
    "figm": 926,
    "igma": 1217,
    "gma ": 962,
    "rị": 1712,
    "ị ": 2437,
    "trị": 1883,
    "rị ": 1713,
    " trị": 465,
    "trị ": 1884,
    "mạ": 1465,
    " mạ": 305,
    "mạn": 1466,
    "ạng": 2323,
    " mạn": 306,
    "mạng": 1467,
    "ạng ": 2324,
    "do": 850,
    "oa": 1569,
    " do": 109,
    "doa": 851,
    "oan": 1571,
    " doa": 110,
    "doan": 852,
    "oanh": 1572,
    "ệp": 2430,
    "iệp": 1275,
    "ệp ": 2431,
    "hiệp": 1017,
    "iệp ": 1276,
    "ồ": 2472,
    "đồ": 2271,
    "ồ ": 2473,
    " đồ": 606,
    "đồ ": 2272,
    " đồ ": 607,
    "ọa": 2447,
    "họa": 1147,
    "ọa ": 2448,
    " họa": 191,
    "họa ": 1148,
    "ảng": 2339,
    "uảng": 1993,
    "ảng ": 2340,
    "áo": 2141,
    "cáo": 807,
    "áo ": 2142,
    " cáo": 79,
    "cáo ": 808,
    "há": 1053,
    "phá": 1606,
    "hát": 1062,
    " phá": 359,
    "phát": 1608,
    "hát ": 1063,
    "ri": 1666,
    "ển": 2416,
    "tri": 1860,
    "riể": 1667,
    "iển": 1265,
    "ển ": 2417,
    " tri": 454,
    "triể": 1861,
    "riển": 1668,
    "iển ": 1266,
    "di ": 847,
    " di ": 107,
    "đa ": 2222,
    " đa ": 574,
    "nề": 1561,
    " nề": 350,
    "nền": 1562,
    " nền": 351,
    "nền ": 1563,
    "tả": 1925,
    " tả": 489,
    "tản": 1926,
    " tản": 490,
    "tảng": 1927,
    "fl": 927,
    "lu": 1371,
    "ut": 1970,
    "tt": 1891,
    "er": 917,
    "r ": 1648,
    " fl": 141,
    "flu": 928,
    "lut": 1372,
    "utt": 1971,
    "tte": 1892,
    "ter": 1787,
    "er ": 918,
    " flu": 142,
    "flut": 929,
    "lutt": 1373,
    "utte": 1972,
    "tter": 1893,
    "ter ": 1788,
    "ếp": 2400,
    "iếp": 1255,
    "ếp ": 2401,
    "nhiế": 1511,
    "hiếp": 1012,
    "iếp ": 1256,
    " ả": 616,
    " ản": 617,
    "ảnh": 2341,
    " ảnh": 618,
    "ảnh ": 2342,
    "xử": 2092,
    " xử": 557,
    "xử ": 2093,
    " xử ": 558,
    "hậ": 1126,
    "ậu": 2376,
    " hậ": 186,
    "hậu": 1129,
    "ậu ": 2377,
    " hậu": 187,
    "hậu ": 1130,
    "ỳ": 2578,
    "kỳ": 1347,
    "ỳ ": 2579,
    " kỳ": 236,
    "kỳ ": 1348,
    " kỳ ": 237,
    "la": 1353,
    "ar": 669,
    "ra": 1652,
    "av": 680,
    "ve": 2026,
    "el": 905,
    " la": 241,
    "lar": 1354,
    "ara": 670,
    "rav": 1658,
    "ave": 681,
    "vel": 2027,
    "el ": 906,
    " lar": 242,
    "lara": 1355,
    "arav": 671,
    "rave": 1659,
    "avel": 682,
    "vel ": 2028,
    "j": 1284,
    "gu": 966,
    "ul": 1961,
    "rj": 1669,
    "js": 1285,
    "s ": 1726,
    "ngu": 1495,
    "gul": 967,
    "ula": 1962,
    "arj": 674,
    "rjs": 1670,
    "js ": 1286,
    " ang": 12,
    "angu": 664,
    "ngul": 1496,
    "gula": 968,
    "ular": 1963,
    "larj": 1356,
    "arjs": 675,
    "rjs ": 1671,
    "rí": 1698,
    "trí": 1873,
    "rí ": 1699,
    " trí": 460,
    "trí ": 1874,
    "tu": 1894,
    "uệ": 2005,
    " tu": 469,
    "tuệ": 1895,
    "uệ ": 2006,
    " tuệ": 470,
    "tuệ ": 1896,
    "nhâ": 1515,
    " nhâ": 329,
    "nhân": 1516,
    "py": 1629,
    "yt": 2099,
    " py": 370,
    "pyt": 1630,
    "yth": 2100,
    "tho": 1796,
    "hon": 1026,
    "on ": 1574,
    " pyt": 371,
    "pyth": 1631,
    "ytho": 2101,
    "thon": 1797,
    "hon ": 1027,
    "rự": 1722,
    "trự": 1889,
    "rực": 1723,
    " trự": 468,
    "trực": 1890,
    "rực ": 1724,
    "ua": 1952,
    "qua": 1636,
    "uan": 1954,
    " qua": 374,
    "quan": 1638,
    "uan ": 1955,
    "dữ": 888,
    "ữ ": 2561,
    " dữ": 132,
    "dữ ": 889,
    " dữ ": 133,
    "ệu": 2432,
    " li": 243,
    "liệ": 1362,
    "iệu": 1277,
    "ệu ": 2433,
    " liệ": 244,
    "liệu": 1363,
    "iệu ": 1278,
    "st": 1735,
    "ea": 898,
    " st": 391,
    "ste": 1736,
    "tea": 1783,
    "eam": 899,
    " ste": 392,
    "stea": 1737,
    "team": 1784,
    "eam ": 900,
    "tư ": 1919,
    " tư ": 485,
    "du": 853,
    " du": 111,
    "duy": 859,
    "uy ": 1976,
    " duy": 114,
    "duy ": 860,
    "sán": 1744,
    "áng": 2137,
    " sán": 397,
    "sáng": 1745,
    "áng ": 2138,
    "rd": 1663,
    "no": 1529,
    " ar": 15,
    "ard": 672,
    "rdu": 1664,
    "dui": 855,
    "uin": 1959,
    "ino": 1229,
    "no ": 1530,
    " ard": 16,
    "ardu": 673,
    "rdui": 1665,
    "duin": 856,
    "uino": 1960,
    "ino ": 1230,
    "ke": 1292,
    "rc": 1660,
    "ad": 654,
    "tin": 1841,
    "nke": 1527,
    "ker": 1293,
    "erc": 921,
    "rca": 1661,
    "cad": 742,
    "ad ": 655,
    " tin": 445,
    "tink": 1844,
    "inke": 1228,
    "nker": 1528,
    "kerc": 1294,
    "erca": 922,
    "rcad": 1662,
    "cad ": 743,
    "ẩ": 2361,
    "hẩ": 1121,
    "ẩn": 2364,
    "chẩ": 773,
    "hẩn": 1124,
    "ẩn ": 2365,
    " chẩ": 62,
    "chẩn": 774,
    "hẩn ": 1125,
    "đo": 2232,
    " đo": 580,
    "đoá": 2233,
    " đoá": 581,
    "đoán": 2234,
    "bệ": 731,
    " bệ": 42,
    "bện": 732,
    "ệnh": 2428,
    " bện": 43,
    "bệnh": 733,
    "ệnh ": 2429,
    "hạ": 1105,
    "ại": 2319,
    " hạ": 184,
    "hại": 1106,
    "ại ": 2320,
    " hại": 185,
    "hại ": 1107,
    " r": 378,
    "au": 678,
    " ra": 379,
    "rau": 1656,
    "au ": 679,
    " rau": 381,
    "rau ": 1657,
    "iả": 1245,
    "ải": 2333,
    "giả": 952,
    "iải": 1246,
    "ải ": 2334,
    " giả": 150,
    "giải": 953,
    "iải ": 1247,
    "áp": 2143,
    "háp": 1060,
    "áp ": 2144,
    "pháp": 1607,
    "háp ": 1061,
    "bảo": 726,
    " bảo": 39,
    "bảo ": 727,
    "vệ": 2058,
    " vệ": 533,
    "vệ ": 2059,
    " vệ ": 534,
    "ật": 2374,
    "vật": 2054,
    "ật ": 2375,
    " vật": 530,
    "vật ": 2055,
    "thâ": 1804,
    " thâ": 427,
    "thân": 1805,
    "thiệ": 1795,
    "hiện": 1016,
    "mô": 1458,
    " mô": 300,
    "môi": 1460,
    " môi": 302,
    "môi ": 1461,
    "rư": 1703,
    "ườ": 2306,
    "ờn": 2509,
    "trư": 1877,
    "rườ": 1704,
    "ườn": 2307,
    "ờng": 2511,
    " trư": 462,
    "trườ": 1878,
    "rườn": 1705,
    "ường": 2309,
    "ờng ": 2512,
    "tận": 1931,
    " tận": 493,
    "tận ": 1932,
    "uồ": 2013,
    "ồn": 2474,
    "guồ": 971,
    "uồn": 2014,
    "ồn ": 2475,
    " ngu": 321,
    "nguồ": 1498,
    "guồn": 972,
    "uồn ": 2015,
    "hụ": 1174,
    "ụ ": 2527,
    "phụ": 1623,
    "hụ ": 1175,
    " phụ": 367,
    "phụ ": 1624,
    "ẩm": 2362,
    "phẩ": 1619,
    "hẩm": 1122,
    "ẩm ": 2363,
    " phẩ": 365,
    "phẩm": 1620,
    "hẩm ": 1123,
    "nô": 1547,
    " nô": 341,
    "nôn": 1548,
    " nôn": 342,
    "nông": 1549,
    "ie": 1212,
    "eo": 915,
    "gie": 946,
    "ieo": 1213,
    "eo ": 916,
    " gie": 148,
    "gieo": 947,
    "ieo ": 1214,
    "inh": 1224,
    "tinh": 1843,
    "inh ": 1225,
    "hằ": 1131,
    "ằm": 2384,
    "nhằ": 1519,
    "hằm": 1132,
    "ằm ": 2385,
    " nhằ": 331,
    "nhằm": 1520,
    "hằm ": 1133,
    "ă": 2213,
    "nă": 1550,
    "ăn": 2216,
    " nă": 343,
    "năn": 1553,
    "ăng": 2218,
    " năn": 345,
    "năng": 1554,
    "ăng ": 2219,
    "su": 1738,
    " su": 393,
    "suấ": 1739,
    " suấ": 394,
    "suất": 1740,
    " hi": 164,
    " hiệ": 165,
    "hiệu": 1018,
    "ả ": 2332,
    "uả ": 1990,
    "quả ": 1643,
    "kin": 1323,
    " kin": 219,
    "kinh": 1324,
    "tế": 1935,
    " tế": 495,
    "tế ": 1936,
    " tế ": 496,
    "hă": 1091,
    "chă": 767,
    "hăn": 1092,
    "ăn ": 2217,
    " chă": 59,
    "chăn": 768,
    "hăn ": 1093,
    "nu": 1534,
    "uô": 1986,
    " nu": 334,
    "nuô": 1537,
    "uôi": 1987,
    " nuô": 335,
    "nuôi": 1538,
    "uôi ": 1988,
    "ỏ": 2455,
    "hỏ": 1153,
    "ỏ ": 2456,
    "thỏ": 1826,
    "hỏ ": 1154,
    " thỏ": 437,
    "thỏ ": 1827,
    " si": 389,
    "sin": 1728,
    " sin": 390,
    "sinh": 1729,
    "ọn": 2451,
    "chọ": 779,
    "họn": 1151,
    "ọn ": 2452,
    " chọ": 65,
    "chọn": 780,
    "họn ": 1152,
    "iố": 1279,
    "giố": 956,
    "iốn": 1280,
    "ống": 2470,
    " giố": 151,
    "giốn": 957,
    "iống": 1281,
    "ống ": 2471,
    "lú": 1386,
    "úa": 2206,
    " lú": 258,
    "lúa": 1387,
    "úa ": 2207,
    " lúa": 259,
    "lúa ": 1388,
    "hấ": 1113,
    "chấ": 771,
    "hất": 1114,
    " chấ": 61,
    "chất": 772,
    "hất ": 1115,
    "lư": 1394,
    " lư": 264,
    "lượ": 1399,
    " lượ": 267,
    "lượn": 1400,
    "đấ": 2248,
    " đấ": 591,
    "đất": 2249,
    " đất": 592,
    "đất ": 2250,
    " mi": 287,
    "min": 1439,
    " min": 289,
    "minh": 1440,
    "híc": 1073,
    "thíc": 1808,
    "hích": 1074,
    "ến": 2398,
    "iến": 1253,
    "ến ": 2399,
    "biến": 701,
    "iến ": 1254,
    "đổ": 2275,
    " đổ": 609,
    "đổi": 2276,
    " đổi": 610,
    "đổi ": 2277,
    "vi": 2029,
    " vi": 513,
    "vi ": 2030,
    " vi ": 514,
    " i": 201,
    "mt": 1444,
    " im": 202,
    "imt": 1220,
    "mt ": 1445,
    " imt": 203,
    "imt ": 1221,
    " hệ": 188,
    " hệ ": 189,
    "hố": 1159,
    "thố": 1828,
    "hốn": 1160,
    " thố": 438,
    "thốn": 1829,
    "hống": 1161,
    "rạ": 1706,
    "trạ": 1879,
    "rại": 1707,
    " trạ": 463,
    "trại": 1880,
    "rại ": 1708,
    "phư": 1615,
    " phư": 363,
    "phươ": 1616,
    "đá": 2238,
    " đá": 584,
    "đán": 2239,
    "ánh": 2139,
    " đán": 585,
    "đánh": 2240,
    "ánh ": 2140,
    "iá": 1234,
    "á ": 2126,
    "giá": 948,
    "iá ": 1235,
    " giá": 149,
    "giá ": 949,
    "sứ": 1767,
    "ức": 2547,
    " sứ": 414,
    "sức": 1768,
    "ức ": 2548,
    " sức": 415,
    "sức ": 1769,
    "ỏe": 2457,
    "khỏ": 1316,
    "hỏe": 1155,
    "ỏe ": 2458,
    " khỏ": 215,
    "khỏe": 1317,
    "hỏe ": 1156,
    "vư": 2045,
    " vư": 524,
    "vườ": 2046,
    "ờn ": 2510,
    " vườ": 525,
    "vườn": 2047,
    "ườn ": 2308,
    "câ": 809,
    "ây": 2156,
    " câ": 80,
    "cây": 810,
    "ây ": 2157,
    " cây": 81,
    "cây ": 811,
    " ă": 569,
    " ăn": 570,
    " ăn ": 571,
    "rá": 1687,
    "ái": 2131,
    "trá": 1866,
    "rái": 1690,
    "ái ": 2132,
    " trá": 457,
    "trái": 1868,
    "rái ": 1691,
    "uậ": 2002,
    "thu": 1798,
    "huậ": 1044,
    "uật": 2003,
    " thu": 425,
    "thuậ": 1800,
    "huật": 1045,
    "uật ": 2004,
    "ấy": 2354,
    "cấy": 825,
    "ấy ": 2355,
    " cấy": 92,
    "cấy ": 826,
    "ô ": 2191,
    "mô ": 1459,
    " mô ": 301,
    "bà": 711,
    " bà": 29,
    "bào": 712,
    " bào": 30,
    "bào ": 713,
    "lự": 1420,
    " lự": 282,
    "lực": 1421,
    " lực": 283,
    "lực ": 1422,
    "ướ": 2299,
    "lướ": 1397,
    "ưới": 2302,
    " lướ": 266,
    "lưới": 1398,
    "ưới ": 2303,
    "ú ": 2205,
    "thú": 1811,
    "hú ": 1088,
    " thú": 430,
    "thú ": 1812,
    " y": 559,
    " y ": 560,
    "sở": 1765,
    " sở": 412,
    "sở ": 1766,
    " sở ": 413,
    "nư": 1555,
    "ớc": 2496,
    " nư": 346,
    "nướ": 1556,
    "ước": 2300,
    "ớc ": 2497,
    " nướ": 347,
    "nước": 1557,
    "ước ": 2301,
    " ao": 13,
    " ao ": 14,
    "hủ": 1178,
    "ủy": 2544,
    "thủ": 1832,
    "hủy": 1182,
    "ủy ": 2545,
    " thủ": 440,
    "thủy": 1833,
    "hủy ": 1183,
    "lo": 1364,
    "oạ": 1587,
    " lo": 245,
    "loạ": 1369,
    "oại": 1590,
    " loạ": 248,
    "loại": 1370,
    "oại ": 1591,
    "mộ": 1474,
    "ột": 2493,
    " mộ": 311,
    "một": 1475,
    "ột ": 2494,
    " một": 312,
    "một ": 1476,
    "tảo": 1928,
    " tảo": 491,
    "tảo ": 1929,
    "gâ": 973,
    " gâ": 153,
    "gây": 974,
    " gây": 154,
    "gây ": 975,
    "ù": 2200,
    "vù": 2039,
    "ùn": 2201,
    " vù": 520,
    "vùn": 2040,
    "ùng": 2202,
    " vùn": 521,
    "vùng": 2041,
    "ùng ": 2203,
    "rồ": 1714,
    "trồ": 1885,
    "rồn": 1715,
    "ồng": 2476,
    " trồ": 466,
    "trồn": 1886,
    "rồng": 1716,
    "ồng ": 2477,
    "phi": 1602,
    " phi": 357,
    "phiê": 1603,
    "ỉ": 2434,
    "hỉ": 1142,
    "ỉ ": 2435,
    "chỉ": 777,
    "hỉ ": 1143,
    " chỉ": 64,
    "chỉ ": 778,
    "tiê": 1845,
    " tiê": 446,
    "tiêu": 1846,
    "ữu": 2567,
    " hữ": 199,
    "hữu": 1194,
    "ữu ": 2568,
    " hữu": 200,
    "hữu ": 1195,
    " í": 566,
    " íc": 567,
    " ích": 568,
    "hứ": 1184,
    "thứ": 1834,
    "hức": 1185,
    " thứ": 441,
    "thức": 1835,
    "hức ": 1186,
    "iên": 1241,
    "hiên": 1009,
    "iên ": 1242,
    "rắ": 1709,
    "ắc": 2379,
    "trắ": 1881,
    "rắc": 1710,
    "ắc ": 2380,
    " trắ": 464,
    "trắc": 1882,
    "rắc ": 1711,
    "gọ": 987,
    "ọt": 2453,
    "ngọ": 1503,
    "gọt": 988,
    "ọt ": 2454,
    " ngọ": 324,
    "ngọt": 1504,
    "gọt ": 989,
    "loà": 1367,
    "oài": 1580,
    " loà": 247,
    "loài": 1368,
    "oài ": 1581,
    "cá ": 804,
    " cá ": 77,
    "đô": 2241,
    " đô": 586,
    "đôn": 2243,
    " đôn": 588,
    "đông": 2244,
    "thư": 1813,
    "hườ": 1103,
    " thư": 431,
    "thườ": 1815,
    "hườn": 1104,
    "gặ": 984,
    "ặp": 2390,
    " gặ": 157,
    "gặp": 985,
    "ặp ": 2391,
    " gặp": 158,
    "gặp ": 986,
    "tra": 1857,
    "ra ": 1653,
    " tra": 453,
    "tra ": 1858,
    "ôm": 2194,
    "tôm": 1916,
    "ôm ": 2195,
    " tôm": 483,
    "tôm ": 1917,
    "khá": 1305,
    "hán": 1058,
    " khá": 210,
    "khán": 1307,
    "háng": 1059,
    "xá": 2084,
    " xá": 551,
    "xác": 2085,
    " xác": 552,
    "xác ": 2086,
    "ịn": 2443,
    "địn": 2264,
    "ịnh": 2444,
    " địn": 602,
    "định": 2265,
    "ịnh ": 2445,
    "ic": 1210,
    "mic": 1437,
    "ic ": 1211,
    " mic": 288,
    "mic ": 1438,
    "ký": 1339,
    " ký": 229,
    "ký ": 1340,
    " ký ": 230,
    "rù": 1700,
    "trù": 1875,
    "rùn": 1701,
    " trù": 461,
    "trùn": 1876,
    "rùng": 1702,
    " ở": 619,
    " ở ": 620,
    "rt": 1677,
    "art": 676,
    "rte": 1678,
    "tem": 1785,
    "emi": 909,
    "mia": 1435,
    " art": 17,
    "arte": 677,
    "rtem": 1679,
    "temi": 1786,
    "emia": 910,
    "mia ": 1436,
    "biể": 703,
    " biể": 26,
    "biển": 704,
    "cà": 800,
    " cà": 74,
    "càn": 801,
    "àng": 2117,
    " càn": 75,
    "càng": 802,
    "àng ": 2118,
    "xa": 2075,
    " xa": 545,
    "xan": 2076,
    " xan": 546,
    "xanh": 2077,
    "cu": 797,
    " cu": 72,
    "cua": 798,
    "ua ": 1953,
    " cua": 73,
    "cua ": 799,
    "lợ": 1415,
    "ợ ": 2518,
    " lợ": 278,
    "lợ ": 1416,
    " lợ ": 279,
    "thá": 1802,
    "hái": 1056,
    " thá": 426,
    "thái": 1803,
    "hái ": 1057,
    "uâ": 1983,
    " lu": 249,
    "luâ": 1374,
    "uân": 1984,
    " luâ": 250,
    "luân": 1375,
    "uân ": 1985,
    "can": 746,
    " can": 49,
    "canh": 747,
    "uộ": 2019,
    " ru": 384,
    "ruộ": 1683,
    "uộn": 2022,
    " ruộ": 385,
    "ruộn": 1684,
    "uộng": 2023,
    "xâ": 2087,
    " xâ": 553,
    "xây": 2088,
    " xây": 554,
    "xây ": 2089,
    "dự": 890,
    "ựn": 2575,
    " dự": 134,
    "dựn": 894,
    "ựng": 2576,
    " dựn": 137,
    "dựng": 895,
    "ựng ": 2577,
    "dạ": 872,
    " dạ": 122,
    "dạn": 873,
    " dạn": 123,
    "dạng": 874,
    " á": 561,
    " áp": 564,
    " áp ": 565,
    "mr": 1441,
    "rv": 1685,
    "v ": 2025,
    " mr": 290,
    "mrv": 1442,
    "rv ": 1686,
    " mrv": 291,
    "mrv ": 1443,
    "ạt": 2327,
    " ho": 168,
    "hoạ": 1028,
    "oạt": 1592,
    "ạt ": 2328,
    " hoạ": 169,
    "hoạt": 1030,
    "oạt ": 1593,
    "ảm": 2335,
    "iảm": 1248,
    "ảm ": 2336,
    "giảm": 954,
    "iảm ": 1249,
    "ẹ": 2394,
    "hẹ": 1134,
    "ẹ ": 2395,
    "nhẹ": 1521,
    "hẹ ": 1135,
    " nhẹ": 332,
    "nhẹ ": 1522,
    "thả": 1816,
    "hải": 1109,
    " thả": 432,
    "thải": 1817,
    "hải ": 1110,
    "kí": 1336,
    " kí": 227,
    "kín": 1337,
    " kín": 228,
    "kính": 1338,
    "rủ": 1717,
    "ủi": 2539,
    " rủ": 386,
    "rủi": 1718,
    "ủi ": 2540,
    " rủi": 387,
    "rủi ": 1719,
    " ro": 382,
    "ro ": 1673,
    " ro ": 383,
    "gậ": 981,
    "ngậ": 1501,
    "gập": 982,
    " ngậ": 323,
    "ngập": 1502,
    "gập ": 983,
    "lụ": 1417,
    "ụt": 2533,
    " lụ": 280,
    "lụt": 1418,
    "ụt ": 2534,
    " lụt": 281,
    "lụt ": 1419,
    "đô ": 2242,
    " đô ": 587,
    "hị": 1144,
    "thị": 1824,
    "hị ": 1145,
    " thị": 436,
    "thị ": 1825,
    "tử": 1946,
    " tử": 503,
    "tử ": 1947,
    " tử ": 504,
    "in ": 1223,
    "tin ": 1842,
    "că": 817,
    " că": 86,
    "căn": 818,
    " căn": 87,
    "căn ": 819,
    "nấ": 1558,
    "ấm": 2346,
    " nấ": 348,
    "nấm": 1559,
    "ấm ": 2347,
    " nấm": 349,
    "nấm ": 1560,
    "dư": 869,
    "ợc": 2519,
    " dư": 120,
    "dượ": 870,
    "ược": 2311,
    "ợc ": 2520,
    " dượ": 121,
    "dược": 871,
    "ược ": 2312,
    "quy": 1639,
    " quy": 375,
    "quy ": 1640,
    "iề": 1259,
    "ều": 2410,
    "điề": 2228,
    "iều": 1260,
    "ều ": 2411,
    " điề": 578,
    "điều": 2229,
    "iều ": 1261,
    "kiệ": 1329,
    " kiệ": 222,
    "kiện": 1330,
    "mà": 1452,
    " mà": 296,
    "màn": 1453,
    " màn": 297,
    "màng": 1454,
    "mă": 1462,
    " mă": 303,
    "măn": 1463,
    " măn": 304,
    "măng": 1464,
    "tâ": 1903,
    " tâ": 475,
    "tây": 1906,
    " tây": 477,
    "tây ": 1907,
    " uố": 510,
    " uốn": 511,
    "uống": 2012,
    "lê": 1383,
    " lê": 256,
    "lên": 1384,
    " lên": 257,
    "lên ": 1385,
    "me": 1430,
    " me": 285,
    "men": 1431,
    "en ": 912,
    " men": 286,
    "men ": 1432,
    "hu ": 1036,
    "thu ": 1799,
    "oạc": 1588,
    "hoạc": 1029,
    "oạch": 1589,
    "sơ": 1751,
    " sơ": 401,
    "sơ ": 1752,
    " sơ ": 402,
    "hế": 1136,
    "chế": 775,
    "hế ": 1137,
    " chế": 63,
    "chế ": 776,
    "đồn": 2273,
    " đồn": 608,
    "đồng": 2274,
    "sô": 1748,
    " sô": 399,
    "sôn": 1749,
    " sôn": 400,
    "sông": 1750,
    "cử": 838,
    "ửu": 2558,
    " cử": 101,
    "cửu": 839,
    "ửu ": 2559,
    " cửu": 102,
    "cửu ": 840,
    "lon": 1365,
    " lon": 246,
    "long": 1366,
    " hư": 181,
    "hư ": 1098,
    " hư ": 182,
    "ỏn": 2459,
    " hỏ": 193,
    "hỏn": 1157,
    "ỏng": 2460,
    " hỏn": 194,
    "hỏng": 1158,
    "ỏng ": 2461,
    "kiế": 1325,
    " kiế": 220,
    "kiến": 1326,
    "khi": 1298,
    "hi ": 1007,
    " khi": 207,
    "khi ": 1299,
    "ai": 656,
    "kha": 1296,
    "hai": 1000,
    "ai ": 657,
    " kha": 206,
    "khai": 1297,
    "hai ": 1001,
    "cp": 795,
    " ha": 162,
    "hac": 998,
    "acc": 650,
    "ccp": 753,
    "cp ": 796,
    " hac": 163,
    "hacc": 999,
    "accp": 651,
    "ccp ": 754,
    "kho": 1300,
    "hoa": 1024,
    "oa ": 1570,
    " kho": 208,
    "khoa": 1301,
    "hoa ": 1025,
    " ai": 8,
    " ai ": 9,
    "iáo": 1238,
    "giáo": 951,
    "iáo ": 1239,
    "ục": 2528,
    "dục": 884,
    "ục ": 2529,
    " dục": 130,
    "dục ": 885,
    "gố": 990,
    "ốc": 2464,
    " gố": 159,
    "gốc": 991,
    "ốc ": 2465,
    " gốc": 160,
    "gốc ": 992,
    "thiê": 1793,
    "hợ": 1171,
    "ợp": 2524,
    " hợ": 197,
    "hợp": 1172,
    "ợp ": 2525,
    " hợp": 198,
    "hợp ": 1173,
    "ò": 2182,
    "hò": 1077,
    "òn": 2183,
    "phò": 1613,
    "hòn": 1078,
    "òng": 2184,
    " phò": 362,
    "phòn": 1614,
    "hòng": 1079,
    "òng ": 2185,
    "chố": 781,
    " chố": 66,
    "chốn": 782,
    "bé": 717,
    " bé": 33,
    "béo": 718,
    " béo": 34,
    "béo ": 719,
    "ì ": 2170,
    "phì": 1611,
    "hì ": 1068,
    " phì": 361,
    "phì ": 1612,
    "viế": 2033,
    " viế": 516,
    "viết": 2034,
    "bố": 734,
    " bố": 44,
    "bố ": 735,
    " bố ": 45,
    "quố": 1645,
    "uốc": 2008,
    " quố": 377,
    "quốc": 1646,
    "uốc ": 2009,
    "ĩ": 2281,
    "lĩ": 1391,
    "ĩn": 2283,
    " lĩ": 262,
    "lĩn": 1392,
    "ĩnh": 2284,
    " lĩn": 263,
    "lĩnh": 1393,
    "ĩnh ": 2285,
    "vự": 2065,
    " vự": 539,
    "vực": 2066,
    " vực": 540,
    "vực ": 2067,
    "iản": 1250,
    "giản": 955,
    "iảng": 1251,
    "ạy": 2329,
    "dạy": 875,
    "ạy ": 2330,
    " dạy": 124,
    "dạy ": 876,
    "go": 963,
    "ngo": 1493,
    "goạ": 964,
    " ngo": 320,
    "ngoạ": 1494,
    "goại": 965,
    "gữ": 993,
    "ngữ": 1505,
    "gữ ": 994,
    " ngữ": 325,
    "ngữ ": 1506,
    "ghiê": 937,
    "cứ": 835,
    "ứu": 2552,
    " cứ": 99,
    "cứu": 836,
    "ứu ": 2553,
    " cứu": 100,
    "cứu ": 837,
    "cụ": 830,
    " cụ": 95,
    "cụ ": 831,
    " cụ ": 96,
    "thậ": 1820,
    "hập": 1127,
    " thậ": 434,
    "thập": 1821,
    "hập ": 1128,
    "ã": 2158,
    "xã": 2090,
    "ã ": 2159,
    " xã": 555,
    "xã ": 2091,
    " xã ": 556,
    "hộ": 1162,
    "ội": 2488,
    " hộ": 195,
    "hội": 1163,
    "ội ": 2489,
    " hội": 196,
    "hội ": 1164,
    "tối": 1938,
    " tối": 498,
    "tối ": 1939,
    " ư": 613,
    "ưu": 2294,
    " ưu": 614,
    "ưu ": 2295,
    " ưu ": 615,
    "qua ": 1637,
    "tổ": 1942,
    "ổn": 2482,
    " tổ": 500,
    "tổn": 1944,
    "ổng": 2483,
    " tổn": 502,
    "tổng": 1945,
    "ổng ": 2484,
    "tà": 1897,
    " tà": 471,
    "tài": 1898,
    " tài": 472,
    "tài ": 1899,
    "gô": 978,
    "ngô": 1499,
    "gôn": 979,
    "ôn ": 2197,
    " ngô": 322,
    "ngôn": 1500,
    "gôn ": 980,
    "ựa": 2571,
    "dựa": 892,
    "ựa ": 2572,
    " dựa": 136,
    "dựa ": 893,
    "uẩ": 1999,
    "chu": 762,
    "huẩ": 1042,
    "uẩn": 2000,
    " chu": 57,
    "chuẩ": 764,
    "huẩn": 1043,
    "uẩn ": 2001,
    "đầ": 2253,
    "ầu": 2359,
    " đầ": 594,
    "đầu": 2254,
    "ầu ": 2360,
    " đầu": 595,
    "đầu ": 2255,
    " ra ": 380,
    "du ": 854,
    " du ": 112,
    "lị": 1409,
    "ịc": 2440,
    " lị": 274,
    "lịc": 1410,
    "ịch": 2441,
    " lịc": 275,
    "lịch": 1411,
    "ịch ": 2442,
    "vă": 2042,
    " vă": 522,
    "văn": 2043,
    " văn": 523,
    "văn ": 2044,
    "thư ": 1814,
    "lưu": 1395,
    " lưu": 265,
    "lưu ": 1396,
    "rữ": 1720,
    "trữ": 1887,
    "rữ ": 1721,
    " trữ": 467,
    "trữ ": 1888,
    "vụ": 2063,
    " vụ": 537,
    "vụ ": 2064,
    " vụ ": 538,
    "việ": 2035,
    " việ": 517,
    "viện": 2036,
    "biê": 698,
    " biê": 24,
    "biên": 699,
    "ran": 1654,
    "tran": 1859,
    "rang": 1655,
    "ẫ": 2366,
    "dẫ": 877,
    "ẫn": 2367,
    " dẫ": 125,
    "dẫn": 878,
    "ẫn ": 2368,
    " dẫn": 126,
    "dẫn ": 879,
    "phỏ": 1621,
    " phỏ": 366,
    "phỏn": 1622,
    "vấ": 2048,
    " vấ": 526,
    "vấn": 2049,
    " vấn": 527,
    "vấn ": 2050,
    "ổ ": 2479,
    "tổ ": 1943,
    " tổ ": 501,
    "chứ": 785,
    " chứ": 68,
    "chức": 786,
    "sự": 1774,
    " sự": 419,
    "sự ": 1775,
    " sự ": 420,
    "dự ": 891,
    " dự ": 135,
    " án": 562,
    " án ": 563,
    "ủn": 2541,
    "khủ": 1320,
    "hủn": 1180,
    "ủng": 2542,
    " khủ": 217,
    "khủn": 1321,
    "hủng": 1181,
    "ủng ": 2543,
    "oả": 1594,
    "hoả": 1031,
    "oản": 1595,
    " hoả": 170,
    "hoản": 1032,
    "oảng": 1596,
    "tá": 1900,
    " tá": 473,
    "tác": 1901,
    " tác": 474,
    "tác ": 1902,
    "kê": 1334,
    "ê ": 2164,
    " kê": 225,
    "kê ": 1335,
    " kê ": 226,
    "hàng": 1051,
    "hác": 1054,
    "khác": 1306,
    "hách": 1055,
    "sạn": 1758,
    " sạn": 407,
    "sạn ": 1759,
    "hục": 1176,
    "phục": 1625,
    "hục ": 1177,
    "lễ": 1407,
    "ễ ": 2419,
    " lễ": 272,
    "lễ ": 1408,
    " lễ ": 273,
    "tân": 1904,
    " tân": 476,
    "tân ": 1905,
    "ớn": 2500,
    "hướ": 1101,
    "ướn": 2304,
    "ớng": 2501,
    " hướ": 183,
    "hướn": 1102,
    "ướng": 2305,
    "ớng ": 2502,
    "luậ": 1376,
    " luậ": 251,
    "luật": 1377,
    "đai": 2223,
    " đai": 575,
    "đai ": 2224,
    "ăm": 2214,
    "năm": 1551,
    "ăm ": 2215,
    " năm": 344,
    "năm ": 1552,
    "_": 638,
    " _": 4,
    "__": 640,
    "_n": 644,
    "um": 1964,
    "mb": 1427,
    "be": 692,
    "r_": 1649,
    "_ ": 639,
    " __": 5,
    "__n": 642,
    "_nu": 645,
    "num": 1535,
    "umb": 1965,
    "mbe": 1428,
    "ber": 693,
    "er_": 919,
    "r__": 1650,
    "__ ": 641,
    " __n": 6,
    "__nu": 643,
    "_num": 646,
    "numb": 1536,
    "umbe": 1966,
    "mber": 1429,
    "ber_": 694,
    "er__": 920,
    "r__ ": 1651,
    "rác": 1688,
    "trác": 1867,
    "rách": 1689,
    "nhiệ": 1512,
    "quyề": 1641,
    "yế": 2105,
    "khu": 1302,
    "huy": 1037,
    "uyế": 1979,
    "yến": 2106,
    " khu": 209,
    "khuy": 1304,
    "huyế": 1039,
    "uyến": 1980,
    "yến ": 2107,
    "cộ": 827,
    " cộ": 93,
    "cộn": 828,
    " cộn": 94,
    "cộng": 829,
    "hôn ": 1085,
    "mớ": 1477,
    " mớ": 313,
    "mới": 1478,
    " mới": 314,
    "mới ": 1479,
    "lớ": 1412,
    "ớp": 2503,
    " lớ": 276,
    "lớp": 1413,
    "ớp ": 2504,
    " lớp": 277,
    "lớp ": 1414,
    "kĩ": 1341,
    "ĩ ": 2282,
    " kĩ": 231,
    "kĩ ": 1342,
    " kĩ ": 232,
    "đấu": 2251,
    " đấu": 593,
    "đấu ": 2252,
    "thầ": 1818,
    "hầu": 1119,
    " thầ": 433,
    "thầu": 1819,
    "hầu ": 1120,
    "bá": 714,
    " bá": 31,
    "bán": 715,
    " bán": 32,
    "bán ": 716,
    "yê": 2102,
    "uyê": 1977,
    "yên": 2103,
    "chuy": 763,
    "huyê": 1038,
    "uyên": 1978,
    "yên ": 2104,
    "chí": 765,
    "hín": 1075,
    " chí": 58,
    "chín": 766,
    "hính": 1076,
    "ám": 2133,
    "iám": 1236,
    "ám ": 2134,
    "giám": 950,
    "iám ": 1237,
    "đốc": 2267,
    " đốc": 604,
    "đốc ": 2268,
    "ce": 755,
    " ce": 53,
    "ceo": 756,
    " ceo": 54,
    "ceo ": 757,
    "hở": 1168,
    "ởi": 2515,
    "khở": 1318,
    "hởi": 1169,
    "ởi ": 2516,
    " khở": 216,
    "khởi": 1319,
    "hởi ": 1170,
    "guy": 969,
    "nguy": 1497,
    "guyê": 970,
    "khu ": 1303,
    "dị": 880,
    " dị": 127,
    "dịc": 881,
    " dịc": 128,
    "dịch": 882,
    "gì": 976,
    " gì": 155,
    "gì ": 977,
    " gì ": 156,
    "iờ": 1282,
    "ờ ": 2506,
    "giờ": 958,
    "iờ ": 1283,
    " giờ": 152,
    "giờ ": 959,
    "tha": 1790,
    "ham": 1002,
    " tha": 423,
    "tham": 1791,
    "ham ": 1003,
    "viê": 2031,
    " viê": 515,
    "viên": 2032,
    "đă": 2245,
    " đă": 589,
    "đăn": 2246,
    " đăn": 590,
    "đăng": 2247,
    "ày": 2123,
    "này": 1542,
    "ày ": 2124,
    " này": 338,
    "này ": 1543,
    "nộ": 1564,
    " nộ": 352,
    "nội": 1565,
    " nội": 353,
    "nội ": 1566,
    "un": 1967,
    "dun": 857,
    "ung": 1968,
    " dun": 113,
    "dung": 858,
    "ung ": 1969,
    "ủ ": 2536,
    "chủ": 783,
    "hủ ": 1179,
    " chủ": 67,
    "chủ ": 784,
    "đề": 2259,
    " đề": 598,
    "đề ": 2260,
    " đề ": 599,
    "ộc": 2486,
    "huộ": 1046,
    "uộc": 2020,
    "ộc ": 2487,
    "thuộ": 1801,
    "huộc": 1047,
    "uộc ": 2021
  },
  "response": null,
  "action_text": null
}