{
  "text": {
    "bạn": 24,
    "có": 67,
    "thể": 364,
    "cho": 38,
    "tôi": 413,
    "biết": 14,
    "về": 451,
    "các": 62,
    "chương": 45,
    "trình": 391,
    "tập": 424,
    "huấn": 143,
    "không": 171,
    "những": 265,
    "khóa": 170,
    "học": 155,
    "nào": 267,
    "đang": 476,
    "mở": 236,
    "muốn": 223,
    "xem": 460,
    "danh": 83,
    "sách": 314,
    "đào": 481,
    "tạo": 418,
    "chia": 37,
    "sẻ": 327,
    "thông": 354,
    "tin": 373,
    "luyện": 196,
    "hiện": 136,
    "cung": 59,
    "cấp": 73,
    "giới": 126,
    "thiệu": 341,
    "một": 234,
    "số": 329,
    "tìm": 410,
    "hiểu": 135,
    "sẵn": 326,
    "tại": 417,
    "là": 199,
    "gì": 129,
    "cần": 76,
    "hỏi": 156,
    "sắp": 325,
    "tới": 431,
    "lập": 210,
    "nhúng": 260,
    "kéo": 181,
    "dài": 94,
    "bao": 10,
    "lâu": 200,
    "thời": 368,
    "gian": 115,
    "của": 79,
    "an": 3,
    "toàn": 380,
    "điện": 479,
    "thiết": 339,
    "kế": 186,
    "và": 441,
    "phân": 283,
    "tích": 411,
    "thí": 351,
    "nghiệm": 239,
    "nhiêu": 255,
    "buổi": 17,
    "khảo": 173,
    "sát": 316,
    "địa": 497,
    "hình": 146,
    "mất": 232,
    "kiểm": 179,
    "thử": 371,
    "phần": 288,
    "mềm": 233,
    "cơ": 71,
    "bản": 25,
    "tốn": 428,
    "em": 109,
    "sản": 323,
    "xuất": 462,
    "sạch": 321,
    "hơn": 148,
    "ày": 468,
    "để": 496,
    "hoàn": 139,
    "thành": 346,
    "nâng": 269,
    "cao": 34,
    "trong": 385,
    "tuần": 403,
    "sửa": 333,
    "chữa": 56,
    "lắp": 211,
    "đặt": 494,
    "dân": 96,
    "dụng": 104,
    "xong": 461,
    "tham": 335,
    "gia": 114,
    "plc": 293,
    "truyền": 386,
    "cc": 35,
    "link": 191,
    "hmi": 138,
    "sẽ": 328,
    "giờ": 127,
    "sử": 332,
    "3d": 0,
    "tính": 412,
    "toán": 381,
    "khí": 169,
    "cụ": 78,
    "như": 261,
    "thế": 363,
    "cam": 32,
    "công": 68,
    "trên": 390,
    "máy": 226,
    "tiện": 379,
    "cnc": 57,
    "phay": 278,
    "vận": 448,
    "hành": 145,
    "tự": 433,
    "động": 504,
    "hóa": 147,
    "nhà": 258,
    "nghệ": 242,
    "bim": 11,
    "ứng": 509,
    "thực": 372,
    "tiễn": 378,
    "dành": 95,
    "đối": 500,
    "tượng": 416,
    "quản": 300,
    "lý": 205,
    "kỹ": 189,
    "sư": 320,
    "kết": 187,
    "cấu": 74,
    "web": 457,
    "front": 113,
    "end": 110,
    "back": 8,
    "với": 454,
    "php": 280,
    "mysql": 224,
    "giao": 116,
    "diện": 87,
    "ui": 434,
    "ux": 435,
    "website": 458,
    "bằng": 28,
    "figma": 111,
    "tui": 402,
    "trị": 398,
    "mạng": 231,
    "doanh": 90,
    "nghiệp": 240,
    "đồ": 501,
    "họa": 154,
    "quảng": 301,
    "cáo": 64,
    "phát": 282,
    "triển": 384,
    "di": 84,
    "đa": 474,
    "nền": 276,
    "tảng": 419,
    "flutter": 112,
    "nhiếp": 256,
    "ảnh": 507,
    "xử": 466,
    "hậu": 152,
    "kỳ": 188,
    "laravel": 190,
    "angularjs": 4,
    "trí": 392,
    "tuệ": 404,
    "nhân": 259,
    "python": 294,
    "trực": 401,
    "quan": 296,
    "dữ": 105,
    "liệu": 192,
    "steam": 312,
    "tư": 415,
    "duy": 93,
    "sáng": 315,
    "arduino": 6,
    "tinkercad": 375,
    "chẩn": 47,
    "đoán": 480,
    "bệnh": 29,
    "hại": 151,
    "rau": 304,
    "giải": 122,
    "pháp": 281,
    "bảo": 26,
    "vệ": 452,
    "vật": 449,
    "thân": 349,
    "thiện": 340,
    "môi": 229,
    "trường": 394,
    "tận": 423,
    "nguồn": 245,
    "phụ": 291,
    "phẩm": 289,
    "nông": 270,
    "gieo": 117,
    "tinh": 374,
    "nhằm": 263,
    "năng": 272,
    "suất": 313,
    "hiệu": 137,
    "quả": 299,
    "kinh": 177,
    "tế": 425,
    "chăn": 43,
    "nuôi": 266,
    "thỏ": 366,
    "sinh": 311,
    "chọn": 51,
    "giống": 125,
    "lúa": 203,
    "chất": 46,
    "lượng": 209,
    "đất": 490,
    "minh": 221,
    "thích": 352,
    "biến": 13,
    "đổi": 503,
    "vi": 437,
    "imt": 161,
    "hệ": 153,
    "thống": 367,
    "trại": 395,
    "phương": 287,
    "đánh": 482,
    "giá": 118,
    "sức": 331,
    "khỏe": 174,
    "vườn": 445,
    "cây": 65,
    "ăn": 473,
    "trái": 388,
    "thuật": 344,
    "cấy": 75,
    "mô": 228,
    "bào": 19,
    "lực": 218,
    "lưới": 208,
    "thú": 355,
    "y": 467,
    "sở": 330,
    "nước": 273,
    "ao": 5,
    "thủy": 369,
    "loại": 195,
    "tảo": 420,
    "gây": 128,
    "vùng": 443,
    "trồng": 399,
    "phiêu": 279,
    "chỉ": 49,
    "tiêu": 376,
    "hữu": 160,
    "ích": 471,
    "thức": 370,
    "nhiên": 254,
    "trắc": 396,
    "ngọt": 252,
    "loài": 194,
    "cá": 61,
    "đông": 485,
    "thường": 357,
    "gặp": 130,
    "tra": 382,
    "tôm": 414,
    "kháng": 168,
    "xác": 463,
    "định": 498,
    "mic": 220,
    "ký": 184,
    "trùng": 393,
    "ở": 508,
    "artemia": 7,
    "biển": 15,
    "càng": 60,
    "xanh": 459,
    "cua": 58,
    "lợ": 215,
    "thái": 347,
    "luân": 197,
    "canh": 33,
    "ruộng": 308,
    "xây": 464,
    "dựng": 108,
    "dạng": 99,
    "văn": 444,
    "dịch": 102,
    "vụ": 455,
    "áp": 470,
    "mrv": 222,
    "hoạt": 141,
    "giảm": 123,
    "nhẹ": 264,
    "thải": 359,
    "kính": 183,
    "rủi": 309,
    "ro": 306,
    "ngập": 251,
    "lụt": 217,
    "đô": 484,
    "thị": 365,
    "dựa": 107,
    "vào": 442,
    "nbs": 237,
    "tử": 432,
    "căn": 70,
    "nấm": 274,
    "dược": 98,
    "quy": 297,
    "điều": 477,
    "kiện": 180,
    "màng": 225,
    "măng": 230,
    "tây": 409,
    "uống": 436,
    "lên": 202,
    "men": 219,
    "thu": 343,
    "hoạch": 140,
    "sơ": 319,
    "chế": 48,
    "đồng": 502,
    "sông": 317,
    "cửu": 82,
    "long": 193,
    "hư": 149,
    "hỏng": 157,
    "kiến": 178,
    "khi": 163,
    "khai": 162,
    "haccp": 134,
    "khoa": 164,
    "ai": 2,
    "giáo": 120,
    "dục": 103,
    "gốc": 131,
    "thiên": 338,
    "hợp": 159,
    "phòng": 285,
    "chống": 52,
    "béo": 23,
    "phì": 284,
    "viết": 439,
    "bố": 30,
    "quốc": 302,
    "lĩnh": 206,
    "vực": 456,
    "giảng": 124,
    "dạy": 100,
    "ngoại": 243,
    "ngữ": 253,
    "nghiên": 238,
    "cứu": 80,
    "thập": 361,
    "xã": 465,
    "hội": 158,
    "tối": 427,
    "ưu": 506,
    "qua": 295,
    "tổng": 430,
    "tài": 406,
    "ngôn": 248,
    "chuẩn": 40,
    "đầu": 492,
    "ra": 303,
    "du": 91,
    "lịch": 213,
    "thư": 356,
    "lưu": 207,
    "trữ": 400,
    "viện": 440,
    "biên": 12,
    "trang": 383,
    "dẫn": 101,
    "phỏng": 290,
    "vấn": 446,
    "tổ": 429,
    "chức": 55,
    "sự": 334,
    "dự": 106,
    "án": 469,
    "khủng": 176,
    "hoảng": 142,
    "tác": 407,
    "kê": 182,
    "hàng": 144,
    "khách": 167,
    "sạn": 322,
    "phục": 292,
    "lễ": 212,
    "tân": 408,
    "hướng": 150,
    "luật": 198,
    "đai": 475,
    "năm": 271,
    "__number__": 1,
    "trách": 387,
    "nhiệm": 257,
    "quyền": 298,
    "khuyến": 166,
    "cộng": 77,
    "thôn": 353,
    "mới": 235,
    "lớp": 214,
    "kĩ": 185,
    "đấu": 491,
    "thầu": 360,
    "bán": 22,
    "chuyên": 39,
    "chính": 42,
    "giám": 119,
    "đốc": 499,
    "ceo": 36,
    "diễn": 86,
    "khởi": 175,
    "nguyên": 244,
    "khu": 165,
    "được": 487,
    "bắt": 27,
    "lúc": 204,
    "đâu": 483,
    "điểm": 478,
    "còn": 66,
    "viên": 438,
    "đăng": 486,
    "này": 268,
    "phù": 286,
    "nếu": 275,
    "ngư": 249,
    "chưa": 44,
    "nội": 277,
    "dung": 92,
    "chủ": 54,
    "đề": 495,
    "gồm": 132,
    "bài": 18,
    "thuộc": 345,
    "do": 89,
    "đảm": 489,
    "nhận": 262,
    "đứng": 505,
    "vậ": 447,
    "chịu": 50,
    "người": 250,
    "rong": 307,
    "thẻ": 362,
    "chân": 41,
    "trắng": 397,
    "tẩm": 422,
    "vị": 453,
    "sấy": 324,
    "lợi": 216,
    "nghề": 241,
    "dinh": 85,
    "dưỡng": 97,
    "cùa": 69,
    "dna": 88,
    "ty": 405,
    "chốt": 53,
    "trâu": 389,
    "than": 336,
    "đặc": 493,
    "gợi": 133,
    "ý": 472,
    "biệt": 16,
    "tháng": 348,
    "tiết": 377,
    "vậy": 450,
    "ngày": 247,
    "giúp": 121,
    "mình": 227,
    "sao": 310,
    "bách": 21,
    "tất": 421,
    "cả": 72,
    "ngành": 246,
    "riêng": 305,
    "cán": 63,
    "bộ": 31,
    "lãnh": 201,
    "đạo": 488,
    "cử": 81,
    "ban": 9,
    "thạc": 358,
    "sĩ": 318,
    "bác": 20,
    "tịch": 426,
    "thì": 350,
    "khônh": 172,
    "thpt": 342,
    "thcs": 337
  },
  "intent": {
    "ask_training_program": 7,
    "ask_training_duration": 4,
    "ask_training_schedule": 8,
    "ask_training_audience": 0,
    "ask_training_content": 3,
    "ask_training_faculty": 5,
    "ask_training_instructor": 6,
    "ask_training_sessions": 9,
    "ask_training_by_faculty": 2,
    "ask_training_by_audience": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}