{
  "text": {
    "bạn": 26,
    "có": 70,
    "thể": 393,
    "cho": 40,
    "tôi": 446,
    "biết": 15,
    "về": 487,
    "các": 65,
    "chương": 47,
    "trình": 420,
    "tập": 458,
    "huấn": 149,
    "không": 183,
    "những": 286,
    "khóa": 182,
    "học": 165,
    "nào": 288,
    "đang": 513,
    "mở": 254,
    "muốn": 240,
    "xem": 496,
    "danh": 88,
    "sách": 338,
    "đào": 518,
    "tạo": 452,
    "chia": 39,
    "sẻ": 351,
    "thông": 380,
    "tin": 402,
    "luyện": 212,
    "hiện": 141,
    "cung": 62,
    "cấp": 77,
    "giới": 131,
    "thiệu": 366,
    "một": 252,
    "số": 353,
    "tìm": 443,
    "hiểu": 140,
    "sẵn": 350,
    "tại": 451,
    "là": 215,
    "gì": 134,
    "cần": 80,
    "hỏi": 166,
    "sắp": 349,
    "tới": 466,
    "lập": 227,
    "nhúng": 281,
    "kéo": 195,
    "dài": 99,
    "bao": 11,
    "lâu": 216,
    "thời": 397,
    "gian": 120,
    "của": 83,
    "an": 3,
    "toàn": 409,
    "điện": 516,
    "thiết": 364,
    "kế": 200,
    "và": 476,
    "phân": 306,
    "tích": 444,
    "thí": 377,
    "nghiệm": 258,
    "nhiêu": 276,
    "buổi": 18,
    "khảo": 185,
    "sát": 340,
    "địa": 535,
    "hình": 153,
    "mất": 250,
    "kiểm": 192,
    "thử": 400,
    "phần": 312,
    "mềm": 251,
    "cơ": 75,
    "bản": 27,
    "tốn": 462,
    "em": 114,
    "sản": 347,
    "xuất": 498,
    "sạch": 345,
    "hơn": 157,
    "ày": 504,
    "để": 534,
    "hoàn": 144,
    "thành": 372,
    "nâng": 290,
    "cao": 36,
    "trong": 414,
    "tuần": 435,
    "sửa": 357,
    "chữa": 58,
    "lắp": 228,
    "đặt": 531,
    "dân": 101,
    "dụng": 109,
    "xong": 497,
    "tham": 359,
    "gia": 119,
    "plc": 317,
    "truyền": 415,
    "cc": 37,
    "link": 205,
    "hmi": 143,
    "sẽ": 352,
    "giờ": 132,
    "sử": 356,
    "3d": 0,
    "tính": 445,
    "toán": 410,
    "khí": 181,
    "cụ": 82,
    "như": 282,
    "thế": 392,
    "cam": 34,
    "công": 72,
    "trên": 419,
    "máy": 244,
    "tiện": 408,
    "cnc": 59,
    "phay": 301,
    "vận": 484,
    "hành": 152,
    "tự": 468,
    "động": 542,
    "hóa": 155,
    "nhà": 279,
    "nghệ": 261,
    "bim": 12,
    "ứng": 548,
    "thực": 401,
    "tiễn": 407,
    "dành": 100,
    "đối": 538,
    "tượng": 450,
    "quản": 324,
    "lý": 222,
    "kỹ": 203,
    "sư": 344,
    "kết": 201,
    "cấu": 78,
    "web": 493,
    "front": 118,
    "end": 115,
    "back": 9,
    "với": 490,
    "php": 303,
    "mysql": 241,
    "giao": 121,
    "diện": 92,
    "ui": 469,
    "ux": 470,
    "website": 494,
    "bằng": 30,
    "figma": 116,
    "tui": 433,
    "trị": 428,
    "mạng": 249,
    "doanh": 95,
    "nghiệp": 259,
    "đồ": 539,
    "họa": 164,
    "quảng": 325,
    "cáo": 67,
    "phát": 305,
    "triển": 413,
    "di": 89,
    "đa": 511,
    "nền": 297,
    "tảng": 453,
    "flutter": 117,
    "nhiếp": 277,
    "ảnh": 546,
    "xử": 502,
    "hậu": 162,
    "kỳ": 202,
    "laravel": 204,
    "angularjs": 4,
    "trí": 421,
    "tuệ": 436,
    "nhân": 280,
    "python": 318,
    "trực": 431,
    "quan": 320,
    "dữ": 110,
    "liệu": 208,
    "steam": 336,
    "tư": 448,
    "duy": 98,
    "sáng": 339,
    "arduino": 7,
    "tinkercad": 404,
    "chẩn": 49,
    "đoán": 517,
    "bệnh": 31,
    "hại": 160,
    "rau": 328,
    "giải": 127,
    "pháp": 304,
    "bảo": 28,
    "vệ": 488,
    "vật": 485,
    "thân": 375,
    "thiện": 365,
    "môi": 247,
    "trường": 423,
    "tận": 457,
    "nguồn": 265,
    "phụ": 315,
    "phẩm": 313,
    "nông": 291,
    "gieo": 122,
    "tinh": 403,
    "nhằm": 284,
    "năng": 293,
    "suất": 337,
    "hiệu": 142,
    "quả": 323,
    "kinh": 189,
    "tế": 459,
    "chăn": 45,
    "nuôi": 287,
    "thỏ": 395,
    "sinh": 335,
    "chọn": 53,
    "giống": 130,
    "lúa": 220,
    "chất": 48,
    "lượng": 226,
    "đất": 527,
    "minh": 238,
    "thích": 378,
    "biến": 14,
    "đổi": 541,
    "vi": 472,
    "imt": 172,
    "hệ": 163,
    "thống": 396,
    "trại": 424,
    "phương": 310,
    "đánh": 519,
    "giá": 123,
    "sức": 355,
    "khỏe": 186,
    "vườn": 481,
    "cây": 68,
    "ăn": 510,
    "trái": 417,
    "thuật": 370,
    "cấy": 79,
    "mô": 246,
    "bào": 20,
    "lực": 235,
    "lưới": 225,
    "thú": 382,
    "y": 503,
    "sở": 354,
    "nước": 294,
    "ao": 6,
    "thủy": 398,
    "loại": 211,
    "tảo": 454,
    "gây": 133,
    "vùng": 478,
    "trồng": 429,
    "phiêu": 302,
    "chỉ": 51,
    "tiêu": 405,
    "hữu": 171,
    "ích": 507,
    "thức": 399,
    "nhiên": 275,
    "trắc": 426,
    "ngọt": 273,
    "loài": 210,
    "cá": 64,
    "đông": 522,
    "thường": 385,
    "gặp": 135,
    "tra": 411,
    "tôm": 447,
    "kháng": 180,
    "xác": 499,
    "định": 536,
    "mic": 237,
    "ký": 198,
    "trùng": 422,
    "ở": 547,
    "artemia": 8,
    "biển": 16,
    "càng": 63,
    "xanh": 495,
    "cua": 61,
    "lợ": 232,
    "thái": 373,
    "luân": 213,
    "canh": 35,
    "ruộng": 332,
    "xây": 500,
    "dựng": 113,
    "dạng": 104,
    "văn": 479,
    "dịch": 107,
    "vụ": 491,
    "áp": 506,
    "mrv": 239,
    "hoạt": 146,
    "giảm": 128,
    "nhẹ": 285,
    "thải": 387,
    "kính": 197,
    "rủi": 333,
    "ro": 330,
    "ngập": 271,
    "lụt": 234,
    "đô": 521,
    "thị": 394,
    "dựa": 112,
    "vào": 477,
    "nbs": 255,
    "tử": 467,
    "căn": 74,
    "nấm": 295,
    "dược": 103,
    "quy": 321,
    "điều": 514,
    "kiện": 193,
    "màng": 243,
    "măng": 248,
    "tây": 442,
    "uống": 471,
    "lên": 219,
    "men": 236,
    "thu": 369,
    "hoạch": 145,
    "sơ": 343,
    "chế": 50,
    "đồng": 540,
    "sông": 341,
    "cửu": 86,
    "long": 209,
    "hư": 158,
    "hỏng": 167,
    "kiến": 190,
    "khi": 174,
    "khai": 173,
    "haccp": 139,
    "khoa": 175,
    "ai": 2,
    "giáo": 125,
    "dục": 108,
    "gốc": 136,
    "thiên": 363,
    "hợp": 170,
    "phòng": 308,
    "chống": 54,
    "béo": 24,
    "phì": 307,
    "viết": 474,
    "bố": 32,
    "quốc": 326,
    "lĩnh": 223,
    "vực": 492,
    "giảng": 129,
    "dạy": 105,
    "ngoại": 262,
    "ngữ": 274,
    "nghiên": 257,
    "cứu": 84,
    "thập": 390,
    "xã": 501,
    "hội": 169,
    "tối": 461,
    "ưu": 545,
    "qua": 319,
    "tổng": 465,
    "tài": 438,
    "ngôn": 268,
    "chuẩn": 42,
    "đầu": 529,
    "ra": 327,
    "du": 96,
    "lịch": 230,
    "thư": 384,
    "lưu": 224,
    "trữ": 430,
    "viện": 475,
    "biên": 13,
    "trang": 412,
    "dẫn": 106,
    "phỏng": 314,
    "vấn": 482,
    "tổ": 464,
    "chức": 57,
    "sự": 358,
    "dự": 111,
    "án": 505,
    "khủng": 188,
    "hoảng": 147,
    "tác": 439,
    "kê": 196,
    "hàng": 151,
    "khách": 179,
    "sạn": 346,
    "phục": 316,
    "lễ": 229,
    "tân": 441,
    "hướng": 159,
    "luật": 214,
    "đai": 512,
    "năm": 292,
    "__number__": 1,
    "trách": 416,
    "nhiệm": 278,
    "quyền": 322,
    "khuyến": 177,
    "cộng": 81,
    "thôn": 379,
    "mới": 253,
    "lớp": 231,
    "kĩ": 199,
    "đấu": 528,
    "thầu": 388,
    "bán": 23,
    "chuyên": 41,
    "chính": 44,
    "giám": 124,
    "đốc": 537,
    "ceo": 38,
    "diễn": 91,
    "khởi": 187,
    "nguyên": 263,
    "khu": 176,
    "được": 524,
    "bắt": 29,
    "lúc": 221,
    "đâu": 520,
    "điểm": 515,
    "còn": 69,
    "viên": 473,
    "đăng": 523,
    "này": 289,
    "phù": 309,
    "nếu": 296,
    "ngư": 269,
    "chưa": 46,
    "nội": 298,
    "dung": 97,
    "chủ": 56,
    "đề": 533,
    "gồm": 137,
    "bài": 19,
    "thuộc": 371,
    "do": 94,
    "đảm": 526,
    "nhận": 283,
    "đứng": 544,
    "vậ": 483,
    "chịu": 52,
    "người": 270,
    "rong": 331,
    "thẻ": 391,
    "chân": 43,
    "trắng": 427,
    "tẩm": 456,
    "vị": 489,
    "sấy": 348,
    "lợi": 233,
    "nghề": 260,
    "dinh": 90,
    "dưỡng": 102,
    "cùa": 73,
    "dna": 93,
    "ty": 437,
    "chốt": 55,
    "trâu": 418,
    "than": 360,
    "đặc": 530,
    "gợi": 138,
    "ý": 509,
    "biệt": 17,
    "tháng": 374,
    "tiết": 406,
    "vậy": 486,
    "ngày": 267,
    "giúp": 126,
    "mình": 245,
    "sao": 334,
    "bách": 22,
    "tất": 455,
    "cả": 76,
    "ngành": 266,
    "riêng": 329,
    "cán": 66,
    "bộ": 33,
    "lãnh": 217,
    "đạo": 525,
    "cử": 85,
    "ban": 10,
    "thạc": 386,
    "sĩ": 342,
    "bác": 21,
    "tịch": 460,
    "thì": 376,
    "khônh": 184,
    "thpt": 367,
    "thcs": 362,
    "trần": 425,
    "thanh": 361,
    "hùng": 156,
    "hải": 161,
    "liệt": 207,
    "mà": 242,
    "thúy": 383,
    "kiều": 191,
    "nguyễn": 264,
    "hòa": 154,
    "thầy": 389,
    "cô": 71,
    "ngọc": 272,
    "vũ": 480,
    "út": 508,
    "lê": 218,
    "đức": 543,
    "huy": 148,
    "oanh": 299,
    "hà": 150,
    "tống": 463,
    "thùy": 381,
    "ks": 194,
    "pgs": 300,
    "ts": 432,
    "nga": 256,
    "bùi": 25,
    "anh": 5,
    "tuấn": 434,
    "ths": 368,
    "hồ": 168,
    "phạm": 311,
    "tâm": 440,
    "liên": 206,
    "đến": 532,
    "cực": 87,
    "tương": 449,
    "khác": 178,
    "cntt": 60
  },
  "intent": {
    "ask_training_program": 9,
    "ask_training_duration": 6,
    "ask_training_schedule": 10,
    "ask_training_audience": 1,
    "ask_training_content": 5,
    "ask_training_faculty": 7,
    "ask_training_instructor": 8,
    "ask_training_sessions": 11,
    "ask_training_by_faculty": 3,
    "ask_training_by_audience": 2,
    "ask_training_by_instructor": 4,
    "ask_related_programs": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}