{
  "text": {
    " ": 0,
    "b": 860,
    "ạ": 2869,
    "n": 1826,
    " b": 21,
    "bạ": 910,
    "ạn": 2878,
    "n ": 1827,
    " bạ": 46,
    "bạn": 911,
    "ạn ": 2879,
    " bạn": 47,
    "bạn ": 912,
    "c": 931,
    "ó": 2691,
    " c": 61,
    "có": 1025,
    "ó ": 2692,
    " có": 105,
    "có ": 1026,
    " có ": 106,
    "t": 2181,
    "h": 1258,
    "ể": 2994,
    " t": 528,
    "th": 2194,
    "hể": 1444,
    "ể ": 2995,
    " th": 529,
    "thể": 2249,
    "hể ": 1445,
    " thể": 551,
    "thể ": 2250,
    "o": 1933,
    "ch": 953,
    "ho": 1295,
    "o ": 1934,
    " ch": 70,
    "cho": 957,
    "ho ": 1296,
    " cho": 72,
    "cho ": 958,
    "ô": 2695,
    "i": 1513,
    "tô": 2362,
    "ôi": 2697,
    "i ": 1514,
    " tô": 610,
    "tôi": 2363,
    "ôi ": 2698,
    " tôi": 611,
    "tôi ": 2364,
    "ế": 2976,
    "bi": 872,
    "iế": 1570,
    "ết": 2982,
    "t ": 2182,
    " bi": 26,
    "biế": 877,
    "iết": 1575,
    "ết ": 2983,
    " biế": 29,
    "biết": 879,
    "iết ": 1576,
    "v": 2496,
    "ề": 2986,
    " v": 650,
    "về": 2535,
    "ề ": 2987,
    " về": 674,
    "về ": 2536,
    " về ": 675,
    "á": 2618,
    "cá": 1011,
    "ác": 2620,
    "c ": 932,
    " cá": 96,
    "các": 1013,
    "ác ": 2621,
    " các": 98,
    "các ": 1014,
    "ư": 2839,
    "ơ": 2833,
    "g": 1168,
    "hư": 1388,
    "ươ": 2845,
    "ơn": 2835,
    "ng": 1837,
    "g ": 1169,
    "chư": 968,
    "hươ": 1392,
    "ươn": 2846,
    "ơng": 2837,
    "ng ": 1838,
    " chư": 77,
    "chươ": 970,
    "hươn": 1393,
    "ương": 2847,
    "ơng ": 2838,
    "r": 2022,
    "ì": 2669,
    "tr": 2285,
    "rì": 2075,
    "ìn": 2673,
    "nh": 1866,
    "h ": 1259,
    " tr": 569,
    "trì": 2302,
    "rìn": 2076,
    "ình": 2674,
    "nh ": 1867,
    " trì": 577,
    "trìn": 2303,
    "rình": 2077,
    "ình ": 2675,
    "ậ": 2932,
    "p": 1963,
    "tậ": 2387,
    "ập": 2936,
    "p ": 1964,
    " tậ": 626,
    "tập": 2390,
    "ập ": 2937,
    " tập": 628,
    "tập ": 2391,
    "u": 2414,
    "ấ": 2902,
    " h": 210,
    "hu": 1314,
    "uấ": 2463,
    "ấn": 2905,
    " hu": 222,
    "huấ": 1320,
    "uấn": 2464,
    "ấn ": 2906,
    " huấ": 224,
    "huấn": 1321,
    "uấn ": 2465,
    "k": 1612,
    " k": 266,
    "kh": 1620,
    "hô": 1365,
    "ôn": 2701,
    " kh": 267,
    "khô": 1637,
    "hôn": 1366,
    "ông": 2703,
    " khô": 275,
    "khôn": 1638,
    "hông": 1368,
    "ông ": 2704,
    "ữ": 3161,
    " n": 391,
    "hữ": 1503,
    "ữn": 3165,
    " nh": 405,
    "nhữ": 1886,
    "hữn": 1506,
    "ững": 3166,
    " nhữ": 414,
    "nhữn": 1887,
    "hững": 1507,
    "ững ": 3167,
    "a": 822,
    "hó": 1362,
    "óa": 2693,
    "a ": 823,
    "khó": 1635,
    "hóa": 1363,
    "óa ": 2694,
    " khó": 274,
    "khóa": 1636,
    "hóa ": 1364,
    "ọ": 3034,
    "họ": 1454,
    "ọc": 3037,
    " họ": 249,
    "học": 1457,
    "ọc ": 3038,
    " học": 251,
    "học ": 1458,
    "à": 2604,
    "nà": 1902,
    "ào": 2614,
    " nà": 417,
    "nào": 1903,
    "ào ": 2615,
    " nào": 418,
    "nào ": 1904,
    "đ": 2742,
    " đ": 727,
    "đa": 2743,
    "an": 835,
    " đa": 728,
    "đan": 2747,
    "ang": 837,
    " đan": 731,
    "đang": 2748,
    "ang ": 838,
    "m": 1763,
    "ở": 3108,
    " m": 355,
    "mở": 1824,
    "ở ": 3109,
    " mở": 389,
    "mở ": 1825,
    " mở ": 390,
    "ố": 3052,
    "mu": 1786,
    "uố": 2479,
    "ốn": 3058,
    " mu": 363,
    "muố": 1787,
    "uốn": 2482,
    "ốn ": 3059,
    " muố": 364,
    "muốn": 1788,
    "uốn ": 2483,
    "x": 2554,
    "e": 1131,
    " x": 689,
    "xe": 2559,
    "em": 1142,
    "m ": 1764,
    " xe": 692,
    "xem": 2560,
    "em ": 1143,
    " xem": 693,
    "xem ": 2561,
    "d": 1066,
    " d": 135,
    "da": 1068,
    " da": 136,
    "dan": 1069,
    "anh": 840,
    " dan": 137,
    "danh": 1070,
    "anh ": 841,
    "s": 2110,
    " s": 481,
    "sá": 2131,
    " sá": 490,
    "sác": 2132,
    "ách": 2622,
    "ch ": 954,
    " sác": 491,
    "sách": 2133,
    "ách ": 2623,
    "đà": 2759,
    " đà": 738,
    "đào": 2760,
    " đào": 739,
    "đào ": 2761,
    "tạ": 2371,
    "ạo": 2882,
    " tạ": 616,
    "tạo": 2374,
    "ạo ": 2883,
    " tạo": 618,
    "tạo ": 2375,
    "hi": 1275,
    "ia": 1518,
    "chi": 955,
    "hia": 1277,
    "ia ": 1519,
    " chi": 71,
    "chia": 956,
    "hia ": 1278,
    "ẻ": 2972,
    "sẻ": 2164,
    "ẻ ": 2973,
    " sẻ": 513,
    "sẻ ": 2165,
    " sẻ ": 514,
    "thô": 2226,
    " thô": 541,
    "thôn": 2227,
    "ti": 2267,
    "in": 1536,
    " ti": 560,
    "tin": 2268,
    "in ": 1537,
    " tin": 561,
    "tin ": 2269,
    "l": 1680,
    "y": 2578,
    "ệ": 3006,
    " l": 305,
    "lu": 1701,
    "uy": 2440,
    "yệ": 2601,
    "ện": 3010,
    " lu": 314,
    "luy": 1704,
    "uyệ": 2450,
    "yện": 2602,
    "ện ": 3011,
    " luy": 315,
    "luyệ": 1705,
    "uyện": 2451,
    "yện ": 2603,
    "iệ": 1590,
    " hi": 213,
    "hiệ": 1287,
    "iện": 1593,
    " hiệ": 215,
    "hiện": 1289,
    "iện ": 1594,
    "cu": 1003,
    "un": 2432,
    " cu": 91,
    "cun": 1006,
    "ung": 2433,
    " cun": 93,
    "cung": 1007,
    "ung ": 2434,
    "cấ": 1041,
    "ấp": 2907,
    " cấ": 118,
    "cấp": 1042,
    "ấp ": 2908,
    " cấp": 119,
    "cấp ": 1043,
    "ớ": 3090,
    " g": 186,
    "gi": 1180,
    "iớ": 1604,
    "ới": 3093,
    " gi": 187,
    "giớ": 1199,
    "iới": 1605,
    "ới ": 3094,
    " giớ": 194,
    "giới": 1200,
    "iới ": 1606,
    "ệu": 3018,
    "u ": 2415,
    "thi": 2200,
    "iệu": 1599,
    "ệu ": 3019,
    " thi": 532,
    "thiệ": 2203,
    "hiệu": 1291,
    "iệu ": 1600,
    "ộ": 3079,
    "mộ": 1818,
    "ột": 3088,
    " mộ": 385,
    "một": 1819,
    "ột ": 3089,
    " một": 386,
    "một ": 1820,
    "số": 2168,
    "ố ": 3053,
    " số": 517,
    "số ": 2169,
    " số ": 518,
    "tì": 2354,
    "ìm": 2671,
    " tì": 605,
    "tìm": 2355,
    "ìm ": 2672,
    " tìm": 606,
    "tìm ": 2356,
    "iể": 1580,
    "ểu": 3000,
    "hiể": 1285,
    "iểu": 1585,
    "ểu ": 3001,
    " hiể": 214,
    "hiểu": 1286,
    "iểu ": 1586,
    "ẵ": 2960,
    "sẵ": 2161,
    "ẵn": 2961,
    " sẵ": 511,
    "sẵn": 2162,
    "ẵn ": 2962,
    " sẵn": 512,
    "sẵn ": 2163,
    "ại": 2874,
    "tại": 2372,
    "ại ": 2875,
    " tại": 617,
    "tại ": 2373,
    "là": 1710,
    "à ": 2605,
    " là": 318,
    "là ": 1711,
    " là ": 319,
    "gì": 1227,
    "ì ": 2670,
    " gì": 200,
    "gì ": 1228,
    " gì ": 201,
    "ầ": 2915,
    "cầ": 1048,
    "ần": 2916,
    " cầ": 122,
    "cần": 1049,
    "ần ": 2917,
    " cần": 123,
    "cần ": 1050,
    "ỏ": 3043,
    "hỏ": 1461,
    "ỏi": 3047,
    " hỏ": 252,
    "hỏi": 1465,
    "ỏi ": 3048,
    " hỏi": 253,
    "hỏi ": 1466,
    "ắ": 2944,
    "sắ": 2158,
    "ắp": 2950,
    " sắ": 509,
    "sắp": 2159,
    "ắp ": 2951,
    " sắp": 510,
    "sắp ": 2160,
    "tớ": 2407,
    " tớ": 639,
    "tới": 2408,
    " tới": 640,
    "tới ": 2409,
    "lậ": 1739,
    " lậ": 338,
    "lập": 1740,
    " lập": 339,
    "lập ": 1741,
    "ú": 2718,
    "hú": 1376,
    "ún": 2724,
    "nhú": 1876,
    "hún": 1378,
    "úng": 2725,
    " nhú": 409,
    "nhún": 1877,
    "húng": 1379,
    "úng ": 2726,
    "é": 2658,
    "ké": 1660,
    "éo": 2659,
    " ké": 288,
    "kéo": 1661,
    "éo ": 2660,
    " kéo": 289,
    "kéo ": 1662,
    "dà": 1094,
    "ài": 2606,
    " dà": 152,
    "dài": 1095,
    "ài ": 2607,
    " dài": 153,
    "dài ": 1096,
    "ba": 862,
    "ao": 842,
    " ba": 22,
    "bao": 867,
    "ao ": 843,
    " bao": 25,
    "bao ": 868,
    "â": 2642,
    "lâ": 1712,
    "âu": 2649,
    " lâ": 320,
    "lâu": 1713,
    "âu ": 2650,
    " lâu": 321,
    "lâu ": 1714,
    "ờ": 3100,
    "hờ": 1479,
    "ời": 3102,
    "thờ": 2257,
    "hời": 1480,
    "ời ": 3103,
    " thờ": 555,
    "thời": 2258,
    "hời ": 1481,
    "gia": 1181,
    "ian": 1520,
    "an ": 836,
    " gia": 188,
    "gian": 1183,
    "ian ": 1521,
    "ủ": 3136,
    "củ": 1056,
    "ủa": 3138,
    " củ": 128,
    "của": 1057,
    "ủa ": 3139,
    " của": 129,
    "của ": 1058,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2280,
    "oà": 1945,
    "àn": 2608,
    " to": 566,
    "toà": 2281,
    "oàn": 1948,
    "àn ": 2609,
    " toà": 567,
    "toàn": 2282,
    "oàn ": 1949,
    "đi": 2749,
    " đi": 732,
    "điệ": 2754,
    " điệ": 735,
    "điện": 2755,
    "hiế": 1282,
    "thiế": 2202,
    "hiết": 1284,
    "kế": 1672,
    "ế ": 2977,
    " kế": 298,
    "kế ": 1673,
    " kế ": 299,
    "và": 2509,
    " và": 656,
    "và ": 2510,
    " và ": 657,
    " p": 440,
    "ph": 1968,
    "hâ": 1344,
    "ân": 2645,
    " ph": 443,
    "phâ": 1978,
    "hân": 1345,
    "ân ": 2646,
    " phâ": 448,
    "phân": 1979,
    "hân ": 1346,
    "í": 2676,
    "tí": 2357,
    "íc": 2678,
    " tí": 607,
    "tíc": 2358,
    "ích": 2679,
    " tíc": 608,
    "tích": 2359,
    "ích ": 2680,
    "hí": 1351,
    "í ": 2677,
    "thí": 2223,
    "hí ": 1352,
    " thí": 540,
    "thí ": 2224,
    "gh": 1172,
    "ệm": 3008,
    " ng": 394,
    "ngh": 1841,
    "ghi": 1173,
    "iệm": 1591,
    "ệm ": 3009,
    " ngh": 396,
    "nghi": 1842,
    "ghiệ": 1175,
    "hiệm": 1288,
    "iệm ": 1592,
    "ê": 2661,
    "iê": 1554,
    "êu": 2667,
    "nhi": 1868,
    "hiê": 1279,
    "iêu": 1558,
    "êu ": 2668,
    " nhi": 406,
    "nhiê": 1869,
    "hiêu": 1281,
    "iêu ": 1559,
    "ổ": 3072,
    "bu": 890,
    "uổ": 2488,
    "ổi": 3074,
    " bu": 34,
    "buổ": 891,
    "uổi": 2489,
    "ổi ": 3075,
    " buổ": 35,
    "buổi": 892,
    "uổi ": 2490,
    "ả": 2888,
    "hả": 1405,
    "ảo": 2900,
    "khả": 1639,
    "hảo": 1408,
    "ảo ": 2901,
    " khả": 276,
    "khảo": 1640,
    "hảo ": 1409,
    "át": 2638,
    "sát": 2136,
    "át ": 2639,
    " sát": 493,
    "sát ": 2137,
    "ị": 3022,
    "đị": 2801,
    "ịa": 3024,
    " đị": 767,
    "địa": 2802,
    "ịa ": 3025,
    " địa": 768,
    "địa ": 2803,
    "hì": 1347,
    " hì": 228,
    "hìn": 1349,
    " hìn": 229,
    "hình": 1350,
    "mấ": 1812,
    "ất": 2909,
    " mấ": 381,
    "mất": 1813,
    "ất ": 2910,
    " mất": 382,
    "mất ": 1814,
    "ki": 1647,
    "ểm": 2996,
    " ki": 280,
    "kiể": 1654,
    "iểm": 1581,
    "ểm ": 2997,
    " kiể": 284,
    "kiểm": 1655,
    "iểm ": 1582,
    "ử": 3155,
    "hử": 1501,
    "ử ": 3156,
    "thử": 2263,
    "hử ": 1502,
    " thử": 558,
    "thử ": 2264,
    "hầ": 1413,
    "phầ": 1990,
    "hần": 1414,
    " phầ": 454,
    "phần": 1991,
    "hần ": 1415,
    "mề": 1815,
    "ềm": 2988,
    " mề": 383,
    "mềm": 1816,
    "ềm ": 2989,
    " mềm": 384,
    "mềm ": 1817,
    "cơ": 1037,
    "ơ ": 2834,
    " cơ": 114,
    "cơ ": 1038,
    " cơ ": 115,
    "bả": 913,
    "ản": 2894,
    " bả": 48,
    "bản": 914,
    "ản ": 2895,
    " bản": 49,
    "bản ": 915,
    "tố": 2397,
    " tố": 633,
    "tốn": 2400,
    " tốn": 635,
    "tốn ": 2401,
    " e": 176,
    " em": 177,
    " em ": 178,
    "sả": 2152,
    " sả": 505,
    "sản": 2153,
    " sản": 506,
    "sản ": 2154,
    "xu": 2565,
    " xu": 696,
    "xuấ": 2566,
    "uất": 2466,
    " xuấ": 697,
    "xuất": 2567,
    "uất ": 2467,
    "sạ": 2147,
    "ạc": 2870,
    " sạ": 502,
    "sạc": 2148,
    "ạch": 2872,
    " sạc": 503,
    "sạch": 2149,
    "ạch ": 2873,
    "hơ": 1385,
    " hơ": 236,
    "hơn": 1386,
    "ơn ": 2836,
    " hơn": 237,
    "hơn ": 1387,
    " à": 708,
    "ày": 2616,
    "y ": 2579,
    " ày": 709,
    "ày ": 2617,
    " ày ": 710,
    "để": 2799,
    " để": 765,
    "để ": 2800,
    " để ": 766,
    " ho": 218,
    "hoà": 1301,
    " hoà": 219,
    "hoàn": 1302,
    "hà": 1328,
    "thà": 2214,
    "hàn": 1330,
    "ành": 2612,
    " thà": 536,
    "thàn": 2215,
    "hành": 1332,
    "ành ": 2613,
    "nâ": 1907,
    " nâ": 420,
    "nân": 1908,
    "âng": 2647,
    " nân": 421,
    "nâng": 1909,
    "âng ": 2648,
    "ca": 936,
    " ca": 62,
    "cao": 943,
    " cao": 65,
    "cao ": 944,
    "ro": 2049,
    "on": 1939,
    "tro": 2291,
    "ron": 2051,
    "ong": 1941,
    " tro": 572,
    "tron": 2292,
    "rong": 2052,
    "ong ": 1942,
    "tu": 2330,
    "uầ": 2468,
    " tu": 590,
    "tuầ": 2335,
    "uần": 2469,
    " tuầ": 593,
    "tuần": 2336,
    "uần ": 2470,
    "sử": 2175,
    "ửa": 3157,
    " sử": 523,
    "sửa": 2177,
    "ửa ": 3158,
    " sửa": 525,
    "sửa ": 2178,
    "ữa": 3163,
    "chữ": 990,
    "hữa": 1504,
    "ữa ": 3164,
    " chữ": 87,
    "chữa": 991,
    "hữa ": 1505,
    "lắ": 1742,
    " lắ": 340,
    "lắp": 1743,
    " lắp": 341,
    "lắp ": 1744,
    "ặ": 2963,
    "đặ": 2792,
    "ặt": 2968,
    " đặ": 760,
    "đặt": 2795,
    "ặt ": 2969,
    " đặt": 762,
    "đặt ": 2796,
    "dâ": 1099,
    " dâ": 155,
    "dân": 1100,
    " dân": 156,
    "dân ": 1101,
    "ụ": 3127,
    "dụ": 1118,
    "ụn": 3131,
    " dụ": 167,
    "dụn": 1121,
    "ụng": 3132,
    " dụn": 169,
    "dụng": 1122,
    "ụng ": 3133,
    "xo": 2562,
    " xo": 694,
    "xon": 2563,
    " xon": 695,
    "xong": 2564,
    "ha": 1260,
    "am": 833,
    "tha": 2195,
    "ham": 1265,
    "am ": 834,
    " tha": 530,
    "tham": 2196,
    "ham ": 1266,
    "gia ": 1182,
    "pl": 1999,
    "lc": 1686,
    " pl": 458,
    "plc": 2000,
    "lc ": 1687,
    " plc": 459,
    "plc ": 2001,
    "ru": 2057,
    "yề": 2595,
    "ền": 2990,
    "tru": 2293,
    "ruy": 2058,
    "uyề": 2446,
    "yền": 2596,
    "ền ": 2991,
    " tru": 573,
    "truy": 2294,
    "ruyề": 2059,
    "uyền": 2447,
    "yền ": 2597,
    "-": 796,
    "cc": 945,
    "c-": 933,
    "-l": 800,
    "li": 1688,
    "nk": 1888,
    "k ": 1613,
    " cc": 66,
    "cc-": 946,
    "c-l": 934,
    "-li": 801,
    "lin": 1689,
    "ink": 1540,
    "nk ": 1889,
    " cc-": 67,
    "cc-l": 947,
    "c-li": 935,
    "-lin": 802,
    "link": 1690,
    "ink ": 1541,
    "hm": 1292,
    "mi": 1773,
    " hm": 216,
    "hmi": 1293,
    "mi ": 1774,
    " hmi": 217,
    "hmi ": 1294,
    "ẽ": 2974,
    "sẽ": 2166,
    "ẽ ": 2975,
    " sẽ": 515,
    "sẽ ": 2167,
    " sẽ ": 516,
    "iờ": 1607,
    "ờ ": 3101,
    "giờ": 1201,
    "iờ ": 1608,
    " giờ": 195,
    "giờ ": 1202,
    "sử ": 2176,
    " sử ": 524,
    "3": 810,
    " 3": 3,
    "3d": 811,
    "d ": 1067,
    " 3d": 4,
    "3d ": 812,
    " 3d ": 5,
    "ín": 2681,
    "tín": 2360,
    "ính": 2682,
    " tín": 609,
    "tính": 2361,
    "ính ": 2683,
    "oá": 1950,
    "án": 2628,
    "toá": 2283,
    "oán": 1951,
    "án ": 2629,
    " toá": 568,
    "toán": 2284,
    "oán ": 1952,
    "khí": 1633,
    " khí": 273,
    "khí ": 1634,
    "cụ": 1054,
    "ụ ": 3128,
    " cụ": 126,
    "cụ ": 1055,
    " cụ ": 127,
    "ư ": 2840,
    "như": 1878,
    "hư ": 1389,
    " như": 410,
    "như ": 1879,
    "hế": 1440,
    "thế": 2247,
    "hế ": 1441,
    " thế": 550,
    "thế ": 2248,
    "cam": 939,
    " cam": 63,
    "cam ": 940,
    "cô": 1027,
    " cô": 107,
    "côn": 1029,
    " côn": 109,
    "công": 1030,
    "rê": 2072,
    "ên": 2663,
    "trê": 2300,
    "rên": 2073,
    "ên ": 2664,
    " trê": 576,
    "trên": 2301,
    "rên ": 2074,
    "má": 1796,
    "áy": 2640,
    " má": 370,
    "máy": 1797,
    "áy ": 2641,
    " máy": 371,
    "máy ": 1798,
    "tiệ": 2278,
    " tiệ": 565,
    "tiện": 2279,
    "cn": 995,
    "nc": 1833,
    " cn": 88,
    "cnc": 997,
    "nc ": 1834,
    " cnc": 90,
    "cnc ": 998,
    "ay": 858,
    "pha": 1969,
    "hay": 1270,
    "ay ": 859,
    " pha": 444,
    "phay": 1970,
    "hay ": 1271,
    "vậ": 2527,
    "ận": 2934,
    " vậ": 669,
    "vận": 2529,
    "ận ": 2935,
    " vận": 671,
    "vận ": 2530,
    " hà": 225,
    " hàn": 227,
    "ự": 3170,
    "tự": 2412,
    "ự ": 3171,
    " tự": 643,
    "tự ": 2413,
    " tự ": 644,
    "độ": 2818,
    "ộn": 3085,
    " độ": 778,
    "độn": 2819,
    "ộng": 3086,
    " độn": 779,
    "động": 2820,
    "ộng ": 3087,
    " hó": 232,
    " hóa": 233,
    "nhà": 1872,
    "hà ": 1329,
    " nhà": 407,
    "nhà ": 1873,
    "hệ": 1446,
    "ệ ": 3007,
    "ghệ": 1178,
    "hệ ": 1447,
    "nghệ": 1844,
    "ghệ ": 1179,
    "im": 1532,
    "bim": 873,
    "im ": 1533,
    " bim": 27,
    "bim ": 874,
    "ứ": 3147,
    " ứ": 791,
    "ứn": 3150,
    " ứn": 792,
    "ứng": 3151,
    " ứng": 793,
    "ứng ": 3152,
    "hự": 1510,
    "ực": 3174,
    "thự": 2265,
    "hực": 1511,
    "ực ": 3175,
    " thự": 559,
    "thực": 2266,
    "hực ": 1512,
    "ễ": 3002,
    "iễ": 1587,
    "ễn": 3004,
    "tiễ": 2276,
    "iễn": 1588,
    "ễn ": 3005,
    " tiễ": 564,
    "tiễn": 2277,
    "iễn ": 1589,
    "dàn": 1097,
    " dàn": 154,
    "dành": 1098,
    "đố": 2806,
    "ối": 3056,
    " đố": 770,
    "đối": 2809,
    "ối ": 3057,
    " đối": 772,
    "đối ": 2810,
    "ợ": 3116,
    "tư": 2367,
    "ượ": 2864,
    "ợn": 3122,
    " tư": 613,
    "tượ": 2369,
    "ượn": 2867,
    "ợng": 3123,
    " tượ": 615,
    "tượn": 2370,
    "ượng": 2868,
    "ợng ": 3124,
    "q": 2007,
    " q": 462,
    "qu": 2010,
    "uả": 2458,
    " qu": 463,
    "quả": 2017,
    "uản": 2460,
    " quả": 466,
    "quản": 2019,
    "uản ": 2461,
    "ý": 2733,
    "lý": 1727,
    "ý ": 2734,
    " lý": 330,
    "lý ": 1728,
    " lý ": 331,
    "ỹ": 3181,
    "kỹ": 1678,
    "ỹ ": 3182,
    " kỹ": 303,
    "kỹ ": 1679,
    " kỹ ": 304,
    "sư": 2145,
    " sư": 500,
    "sư ": 2146,
    " sư ": 501,
    "kết": 1674,
    " kết": 300,
    "kết ": 1675,
    "ấu": 2911,
    "cấu": 1044,
    "ấu ": 2912,
    " cấu": 120,
    "cấu ": 1045,
    "w": 2549,
    " w": 686,
    "we": 2550,
    "eb": 1136,
    "b ": 861,
    " we": 687,
    "web": 2551,
    "eb ": 1137,
    " web": 688,
    "web ": 2552,
    "f": 1158,
    " f": 179,
    "fr": 1165,
    "nt": 1894,
    "t-": 2183,
    "-e": 797,
    "en": 1146,
    "nd": 1835,
    " fr": 184,
    "fro": 1166,
    "ont": 1943,
    "nt-": 1895,
    "t-e": 2184,
    "-en": 798,
    "end": 1148,
    "nd ": 1836,
    " fro": 185,
    "fron": 1167,
    "ront": 2053,
    "ont-": 1944,
    "nt-e": 1896,
    "t-en": 2185,
    "-end": 799,
    "end ": 1149,
    "ac": 824,
    "ck": 992,
    "k-": 1614,
    "bac": 863,
    "ack": 827,
    "ck-": 993,
    "k-e": 1615,
    " bac": 23,
    "back": 864,
    "ack-": 828,
    "ck-e": 994,
    "k-en": 1616,
    "vớ": 2541,
    " vớ": 680,
    "với": 2542,
    " với": 681,
    "với ": 2543,
    "hp": 1308,
    "php": 1973,
    "hp ": 1309,
    " php": 446,
    "php ": 1974,
    "my": 1789,
    "ys": 2583,
    "sq": 2120,
    "ql": 2008,
    "l ": 1681,
    " my": 365,
    "mys": 1790,
    "ysq": 2584,
    "sql": 2121,
    "ql ": 2009,
    " mys": 366,
    "mysq": 1791,
    "ysql": 2585,
    "sql ": 2122,
    "iao": 1522,
    "giao": 1184,
    "iao ": 1523,
    "di": 1071,
    " di": 138,
    "diệ": 1077,
    " diệ": 142,
    "diện": 1078,
    "/": 803,
    " u": 645,
    "ui": 2420,
    "i/": 1515,
    "/u": 807,
    "ux": 2438,
    "x ": 2555,
    " ui": 646,
    "ui/": 2422,
    "i/u": 1516,
    "/ux": 808,
    "ux ": 2439,
    " ui/": 647,
    "ui/u": 2423,
    "i/ux": 1517,
    "/ux ": 809,
    "bs": 884,
    "si": 2115,
    "it": 1545,
    "te": 2186,
    "e ": 1132,
    "ebs": 1138,
    "bsi": 886,
    "sit": 2118,
    "ite": 1546,
    "te ": 2187,
    "webs": 2553,
    "ebsi": 1139,
    "bsit": 887,
    "site": 2119,
    "ite ": 1547,
    "ằ": 2954,
    "bằ": 921,
    "ằn": 2957,
    " bằ": 53,
    "bằn": 922,
    "ằng": 2958,
    " bằn": 54,
    "bằng": 923,
    "ằng ": 2959,
    "fi": 1159,
    "ig": 1529,
    "gm": 1203,
    "ma": 1765,
    " fi": 180,
    "fig": 1160,
    "igm": 1530,
    "gma": 1204,
    "ma ": 1766,
    " fig": 181,
    "figm": 1161,
    "igma": 1531,
    "gma ": 1205,
    "tui": 2331,
    "ui ": 2421,
    " tui": 591,
    "tui ": 2332,
    "rị": 2097,
    "ị ": 3023,
    "trị": 2317,
    "rị ": 2098,
    " trị": 584,
    "trị ": 2318,
    "mạ": 1809,
    " mạ": 379,
    "mạn": 1810,
    "ạng": 2880,
    " mạn": 380,
    "mạng": 1811,
    "ạng ": 2881,
    "do": 1082,
    "oa": 1935,
    " do": 145,
    "doa": 1084,
    "oan": 1937,
    " doa": 147,
    "doan": 1085,
    "oanh": 1938,
    "ệp": 3014,
    "iệp": 1595,
    "ệp ": 3015,
    "hiệp": 1290,
    "iệp ": 1596,
    "ồ": 3064,
    "đồ": 2811,
    "ồ ": 3065,
    " đồ": 773,
    "đồ ": 2812,
    " đồ ": 774,
    "ọa": 3035,
    "họa": 1455,
    "ọa ": 3036,
    " họa": 250,
    "họa ": 1456,
    "ảng": 2896,
    "uảng": 2462,
    "ảng ": 2897,
    "áo": 2634,
    "cáo": 1017,
    "áo ": 2635,
    " cáo": 100,
    "cáo ": 1018,
    "há": 1333,
    "phá": 1975,
    "hát": 1342,
    " phá": 447,
    "phát": 1977,
    "hát ": 1343,
    "ri": 2041,
    "ển": 2998,
    "tri": 2289,
    "riể": 2044,
    "iển": 1583,
    "ển ": 2999,
    " tri": 571,
    "triể": 2290,
    "riển": 2045,
    "iển ": 1584,
    "di ": 1072,
    " di ": 139,
    "đa ": 2744,
    " đa ": 729,
    "nề": 1927,
    " nề": 433,
    "nền": 1928,
    " nền": 434,
    "nền ": 1929,
    "tả": 2376,
    " tả": 619,
    "tản": 2377,
    " tản": 620,
    "tảng": 2378,
    "fl": 1162,
    "ut": 2435,
    "tt": 2327,
    "er": 1152,
    "r ": 2023,
    " fl": 182,
    "flu": 1163,
    "lut": 1702,
    "utt": 2436,
    "tte": 2328,
    "ter": 2192,
    "er ": 1153,
    " flu": 183,
    "flut": 1164,
    "lutt": 1703,
    "utte": 2437,
    "tter": 2329,
    "ter ": 2193,
    "ếp": 2980,
    "iếp": 1573,
    "ếp ": 2981,
    "nhiế": 1870,
    "hiếp": 1283,
    "iếp ": 1574,
    " ả": 786,
    " ản": 787,
    "ảnh": 2898,
    " ảnh": 788,
    "ảnh ": 2899,
    "xử": 2576,
    " xử": 704,
    "xử ": 2577,
    " xử ": 705,
    "hậ": 1426,
    "ậu": 2940,
    " hậ": 245,
    "hậu": 1431,
    "ậu ": 2941,
    " hậu": 246,
    "hậu ": 1432,
    "ỳ": 3179,
    "kỳ": 1676,
    "ỳ ": 3180,
    " kỳ": 301,
    "kỳ ": 1677,
    " kỳ ": 302,
    "la": 1682,
    "ar": 844,
    "ra": 2027,
    "av": 855,
    "ve": 2498,
    "el": 1140,
    " la": 306,
    "lar": 1683,
    "ara": 845,
    "rav": 2033,
    "ave": 856,
    "vel": 2499,
    "el ": 1141,
    " lar": 307,
    "lara": 1684,
    "arav": 846,
    "rave": 2034,
    "avel": 857,
    "vel ": 2500,
    "j": 1609,
    "gu": 1211,
    "ul": 2426,
    "rj": 2046,
    "js": 1610,
    "s ": 2111,
    "ngu": 1847,
    "gul": 1212,
    "ula": 2427,
    "arj": 849,
    "rjs": 2047,
    "js ": 1611,
    " ang": 14,
    "angu": 839,
    "ngul": 1848,
    "gula": 1213,
    "ular": 2428,
    "larj": 1685,
    "arjs": 850,
    "rjs ": 2048,
    "rí": 2078,
    "trí": 2304,
    "rí ": 2079,
    " trí": 578,
    "trí ": 2305,
    "uệ": 2477,
    "tuệ": 2337,
    "uệ ": 2478,
    " tuệ": 594,
    "tuệ ": 2338,
    "nhâ": 1874,
    " nhâ": 408,
    "nhân": 1875,
    "py": 2004,
    "yt": 2586,
    " py": 460,
    "pyt": 2005,
    "yth": 2587,
    "tho": 2204,
    "hon": 1299,
    "on ": 1940,
    " pyt": 461,
    "pyth": 2006,
    "ytho": 2588,
    "thon": 2205,
    "hon ": 1300,
    "rự": 2107,
    "trự": 2323,
    "rực": 2108,
    " trự": 587,
    "trực": 2324,
    "rực ": 2109,
    "ua": 2416,
    "qua": 2011,
    "uan": 2418,
    " qua": 464,
    "quan": 2013,
    "uan ": 2419,
    "dữ": 1123,
    "ữ ": 3162,
    " dữ": 170,
    "dữ ": 1124,
    " dữ ": 171,
    " li": 308,
    "liệ": 1691,
    " liệ": 309,
    "liệu": 1693,
    "st": 2123,
    "ea": 1133,
    " st": 486,
    "ste": 2124,
    "tea": 2188,
    "eam": 1134,
    " ste": 487,
    "stea": 2125,
    "team": 2189,
    "eam ": 1135,
    "tư ": 2368,
    " tư ": 614,
    "du": 1086,
    " du": 148,
    "duy": 1092,
    "uy ": 2441,
    " duy": 151,
    "duy ": 1093,
    "sán": 2134,
    "áng": 2630,
    " sán": 492,
    "sáng": 2135,
    "áng ": 2631,
    "rd": 2038,
    "no": 1892,
    " ar": 18,
    "ard": 847,
    "rdu": 2039,
    "dui": 1088,
    "uin": 2424,
    "ino": 1543,
    "no ": 1893,
    " ard": 19,
    "ardu": 848,
    "rdui": 2040,
    "duin": 1089,
    "uino": 2425,
    "ino ": 1544,
    "ke": 1617,
    "rc": 2035,
    "ad": 829,
    "nke": 1890,
    "ker": 1618,
    "erc": 1156,
    "rca": 2036,
    "cad": 937,
    "ad ": 830,
    "tink": 2271,
    "inke": 1542,
    "nker": 1891,
    "kerc": 1619,
    "erca": 1157,
    "rcad": 2037,
    "cad ": 938,
    "ẩ": 2924,
    "hẩ": 1421,
    "ẩn": 2927,
    "chẩ": 973,
    "hẩn": 1424,
    "ẩn ": 2928,
    " chẩ": 79,
    "chẩn": 974,
    "hẩn ": 1425,
    "đo": 2756,
    " đo": 736,
    "đoá": 2757,
    " đoá": 737,
    "đoán": 2758,
    "bệ": 924,
    " bệ": 55,
    "bện": 925,
    "ệnh": 3012,
    " bện": 56,
    "bệnh": 926,
    "ệnh ": 3013,
    "hạ": 1398,
    " hạ": 241,
    "hại": 1401,
    " hại": 242,
    "hại ": 1402,
    " r": 468,
    "au": 853,
    " ra": 469,
    "rau": 2031,
    "au ": 854,
    " rau": 471,
    "rau ": 2032,
    "iả": 1563,
    "ải": 2890,
    "giả": 1193,
    "iải": 1564,
    "ải ": 2891,
    " giả": 192,
    "giải": 1194,
    "iải ": 1565,
    "áp": 2636,
    "háp": 1340,
    "áp ": 2637,
    "pháp": 1976,
    "háp ": 1341,
    "bảo": 916,
    " bảo": 50,
    "bảo ": 917,
    "vệ": 2537,
    " vệ": 676,
    "vệ ": 2538,
    " vệ ": 677,
    "ật": 2938,
    "vật": 2531,
    "ật ": 2939,
    " vật": 672,
    "vật ": 2532,
    "thâ": 2219,
    " thâ": 538,
    "thân": 2220,
    "mô": 1802,
    " mô": 374,
    "môi": 1804,
    " môi": 376,
    "môi ": 1805,
    "rư": 2083,
    "ườ": 2855,
    "ờn": 3104,
    "trư": 2308,
    "rườ": 2084,
    "ườn": 2858,
    "ờng": 3106,
    " trư": 580,
    "trườ": 2309,
    "rườn": 2085,
    "ường": 2860,
    "ờng ": 3107,
    "tận": 2388,
    " tận": 627,
    "tận ": 2389,
    "uồ": 2485,
    "ồn": 3068,
    "guồ": 1217,
    "uồn": 2486,
    "ồn ": 3069,
    " ngu": 398,
    "nguồ": 1850,
    "guồn": 1218,
    "uồn ": 2487,
    "hụ": 1488,
    "phụ": 1996,
    "hụ ": 1489,
    " phụ": 457,
    "phụ ": 1997,
    "ẩm": 2925,
    "phẩ": 1992,
    "hẩm": 1422,
    "ẩm ": 2926,
    " phẩ": 455,
    "phẩm": 1993,
    "hẩm ": 1423,
    "nô": 1910,
    " nô": 422,
    "nôn": 1911,
    " nôn": 423,
    "nông": 1912,
    "ie": 1526,
    "eo": 1150,
    "gie": 1185,
    "ieo": 1527,
    "eo ": 1151,
    " gie": 189,
    "gieo": 1186,
    "ieo ": 1528,
    "inh": 1538,
    "tinh": 2270,
    "inh ": 1539,
    "hằ": 1433,
    "ằm": 2955,
    "nhằ": 1882,
    "hằm": 1434,
    "ằm ": 2956,
    " nhằ": 412,
    "nhằm": 1883,
    "hằm ": 1435,
    "ă": 2735,
    "nă": 1913,
    "ăn": 2738,
    " nă": 424,
    "năn": 1916,
    "ăng": 2740,
    " năn": 426,
    "năng": 1917,
    "ăng ": 2741,
    "su": 2128,
    " su": 488,
    "suấ": 2129,
    " suấ": 489,
    "suất": 2130,
    "ả ": 2889,
    "uả ": 2459,
    "quả ": 2018,
    "kin": 1648,
    " kin": 281,
    "kinh": 1649,
    "tế": 2392,
    " tế": 629,
    "tế ": 2393,
    " tế ": 630,
    "hă": 1382,
    "chă": 966,
    "hăn": 1383,
    "ăn ": 2739,
    " chă": 76,
    "chăn": 967,
    "hăn ": 1384,
    "nu": 1897,
    "uô": 2455,
    " nu": 415,
    "nuô": 1900,
    "uôi": 2456,
    " nuô": 416,
    "nuôi": 1901,
    "uôi ": 2457,
    "ỏ ": 3044,
    "thỏ": 2253,
    "hỏ ": 1462,
    " thỏ": 553,
    "thỏ ": 2254,
    " si": 484,
    "sin": 2116,
    " sin": 485,
    "sinh": 2117,
    "ọn": 3039,
    "chọ": 981,
    "họn": 1459,
    "ọn ": 3040,
    " chọ": 83,
    "chọn": 982,
    "họn ": 1460,
    "iố": 1601,
    "giố": 1197,
    "iốn": 1602,
    "ống": 3060,
    " giố": 193,
    "giốn": 1198,
    "iống": 1603,
    "ống ": 3061,
    "lú": 1722,
    "úa": 2720,
    " lú": 327,
    "lúa": 1723,
    "úa ": 2721,
    " lúa": 328,
    "lúa ": 1724,
    "hấ": 1410,
    "chấ": 971,
    "hất": 1411,
    " chấ": 78,
    "chất": 972,
    "hất ": 1412,
    "lư": 1732,
    " lư": 334,
    "lượ": 1737,
    " lượ": 337,
    "lượn": 1738,
    "đấ": 2784,
    " đấ": 755,
    "đất": 2785,
    " đất": 756,
    "đất ": 2786,
    " mi": 358,
    "min": 1779,
    " min": 360,
    "minh": 1780,
    "híc": 1353,
    "thíc": 2225,
    "hích": 1354,
    "ến": 2978,
    "iến": 1571,
    "ến ": 2979,
    "biến": 878,
    "iến ": 1572,
    "đổ": 2815,
    " đổ": 776,
    "đổi": 2816,
    " đổi": 777,
    "đổi ": 2817,
    "vi": 2501,
    " vi": 651,
    "vi ": 2502,
    " vi ": 652,
    " i": 263,
    "mt": 1784,
    " im": 264,
    "imt": 1534,
    "mt ": 1785,
    " imt": 265,
    "imt ": 1535,
    " hệ": 247,
    " hệ ": 248,
    "hố": 1469,
    "thố": 2255,
    "hốn": 1470,
    " thố": 554,
    "thốn": 2256,
    "hống": 1471,
    "rạ": 2086,
    "trạ": 2310,
    "rại": 2087,
    " trạ": 581,
    "trại": 2311,
    "rại ": 2088,
    "phư": 1986,
    " phư": 452,
    "phươ": 1987,
    "đá": 2762,
    " đá": 740,
    "đán": 2763,
    "ánh": 2632,
    " đán": 741,
    "đánh": 2764,
    "ánh ": 2633,
    "iá": 1548,
    "á ": 2619,
    "giá": 1187,
    "iá ": 1549,
    " giá": 190,
    "giá ": 1188,
    "sứ": 2172,
    "ức": 3148,
    " sứ": 521,
    "sức": 2173,
    "ức ": 3149,
    " sức": 522,
    "sức ": 2174,
    "ỏe": 3045,
    "khỏ": 1641,
    "hỏe": 1463,
    "ỏe ": 3046,
    " khỏ": 277,
    "khỏe": 1642,
    "hỏe ": 1464,
    "vư": 2521,
    " vư": 665,
    "vườ": 2522,
    "ờn ": 3105,
    " vườ": 666,
    "vườn": 2523,
    "ườn ": 2859,
    "câ": 1019,
    "ây": 2651,
    " câ": 101,
    "cây": 1020,
    "ây ": 2652,
    " cây": 102,
    "cây ": 1021,
    " ă": 724,
    " ăn": 725,
    " ăn ": 726,
    "rá": 2064,
    "ái": 2624,
    "trá": 2295,
    "rái": 2067,
    "ái ": 2625,
    " trá": 574,
    "trái": 2297,
    "rái ": 2068,
    "uậ": 2474,
    "thu": 2210,
    "huậ": 1324,
    "uật": 2475,
    " thu": 535,
    "thuậ": 2212,
    "huật": 1325,
    "uật ": 2476,
    "ấy": 2913,
    "cấy": 1046,
    "ấy ": 2914,
    " cấy": 121,
    "cấy ": 1047,
    "ô ": 2696,
    "mô ": 1803,
    " mô ": 375,
    "bà": 893,
    " bà": 36,
    "bào": 896,
    " bào": 38,
    "bào ": 897,
    "lự": 1760,
    " lự": 353,
    "lực": 1761,
    " lực": 354,
    "lực ": 1762,
    "ướ": 2848,
    "lướ": 1735,
    "ưới": 2851,
    " lướ": 336,
    "lưới": 1736,
    "ưới ": 2852,
    "ú ": 2719,
    "thú": 2230,
    "hú ": 1377,
    " thú": 543,
    "thú ": 2231,
    " y": 706,
    " y ": 707,
    "sở": 2170,
    " sở": 519,
    "sở ": 2171,
    " sở ": 520,
    "nư": 1918,
    "ớc": 3091,
    " nư": 427,
    "nướ": 1919,
    "ước": 2849,
    "ớc ": 3092,
    " nướ": 428,
    "nước": 1920,
    "ước ": 2850,
    " ao": 16,
    " ao ": 17,
    "hủ": 1492,
    "ủy": 3145,
    "thủ": 2259,
    "hủy": 1496,
    "ủy ": 3146,
    " thủ": 556,
    "thủy": 2260,
    "hủy ": 1497,
    "lo": 1694,
    "oạ": 1953,
    " lo": 310,
    "loạ": 1699,
    "oại": 1956,
    " loạ": 313,
    "loại": 1700,
    "oại ": 1957,
    "tảo": 2379,
    " tảo": 621,
    "tảo ": 2380,
    "gâ": 1224,
    " gâ": 198,
    "gây": 1225,
    " gây": 199,
    "gây ": 1226,
    "ù": 2707,
    "vù": 2513,
    "ùn": 2713,
    " vù": 659,
    "vùn": 2514,
    "ùng": 2714,
    " vùn": 660,
    "vùng": 2515,
    "ùng ": 2715,
    "rồ": 2099,
    "trồ": 2319,
    "rồn": 2100,
    "ồng": 3070,
    " trồ": 585,
    "trồn": 2320,
    "rồng": 2101,
    "ồng ": 3071,
    "phi": 1971,
    " phi": 445,
    "phiê": 1972,
    "ỉ": 3020,
    "hỉ": 1448,
    "ỉ ": 3021,
    "chỉ": 977,
    "hỉ ": 1449,
    " chỉ": 81,
    "chỉ ": 978,
    "tiê": 2272,
    " tiê": 562,
    "tiêu": 2273,
    "ữu": 3168,
    " hữ": 261,
    "hữu": 1508,
    "ữu ": 3169,
    " hữu": 262,
    "hữu ": 1509,
    " í": 716,
    " íc": 717,
    " ích": 718,
    "hứ": 1498,
    "thứ": 2261,
    "hức": 1499,
    " thứ": 557,
    "thức": 2262,
    "hức ": 1500,
    "iên": 1555,
    "hiên": 1280,
    "iên ": 1556,
    "rắ": 2092,
    "ắc": 2945,
    "trắ": 2314,
    "rắc": 2093,
    "ắc ": 2946,
    " trắ": 583,
    "trắc": 2315,
    "rắc ": 2094,
    "gọ": 1242,
    "ọt": 3041,
    "ngọ": 1861,
    "gọt": 1245,
    "ọt ": 3042,
    " ngọ": 403,
    "ngọt": 1863,
    "gọt ": 1246,
    "loà": 1697,
    "oài": 1946,
    " loà": 312,
    "loài": 1698,
    "oài ": 1947,
    "cá ": 1012,
    " cá ": 97,
    "đô": 2768,
    " đô": 744,
    "đôn": 2770,
    " đôn": 746,
    "đông": 2771,
    "thư": 2233,
    "hườ": 1396,
    " thư": 544,
    "thườ": 2235,
    "hườn": 1397,
    "gặ": 1239,
    "ặp": 2966,
    " gặ": 202,
    "gặp": 1240,
    "ặp ": 2967,
    " gặp": 203,
    "gặp ": 1241,
    "tra": 2286,
    "ra ": 2028,
    " tra": 570,
    "tra ": 2287,
    "ôm": 2699,
    "tôm": 2365,
    "ôm ": 2700,
    " tôm": 612,
    "tôm ": 2366,
    "khá": 1630,
    "hán": 1338,
    " khá": 272,
    "khán": 1632,
    "háng": 1339,
    "xá": 2568,
    " xá": 698,
    "xác": 2569,
    " xác": 699,
    "xác ": 2570,
    "ịn": 3029,
    "địn": 2804,
    "ịnh": 3030,
    " địn": 769,
    "định": 2805,
    "ịnh ": 3031,
    "ic": 1524,
    "mic": 1777,
    "ic ": 1525,
    " mic": 359,
    "mic ": 1778,
    "ký": 1668,
    " ký": 294,
    "ký ": 1669,
    " ký ": 295,
    "rù": 2080,
    "trù": 2306,
    "rùn": 2081,
    " trù": 579,
    "trùn": 2307,
    "rùng": 2082,
    " ở": 789,
    " ở ": 790,
    "rt": 2054,
    "art": 851,
    "rte": 2055,
    "tem": 2190,
    "emi": 1144,
    "mia": 1775,
    " art": 20,
    "arte": 852,
    "rtem": 2056,
    "temi": 2191,
    "emia": 1145,
    "mia ": 1776,
    "biể": 880,
    " biể": 30,
    "biển": 881,
    "cà": 1008,
    " cà": 94,
    "càn": 1009,
    "àng": 2610,
    " càn": 95,
    "càng": 1010,
    "àng ": 2611,
    "xa": 2556,
    " xa": 690,
    "xan": 2557,
    " xan": 691,
    "xanh": 2558,
    "cua": 1004,
    "ua ": 2417,
    " cua": 92,
    "cua ": 1005,
    "lợ": 1753,
    "ợ ": 3117,
    " lợ": 348,
    "lợ ": 1754,
    " lợ ": 349,
    "thá": 2216,
    "hái": 1336,
    " thá": 537,
    "thái": 2217,
    "hái ": 1337,
    "uâ": 2452,
    "luâ": 1706,
    "uân": 2453,
    " luâ": 316,
    "luân": 1707,
    "uân ": 2454,
    "can": 941,
    " can": 64,
    "canh": 942,
    "uộ": 2491,
    " ru": 477,
    "ruộ": 2060,
    "uộn": 2494,
    " ruộ": 478,
    "ruộn": 2061,
    "uộng": 2495,
    "xâ": 2571,
    " xâ": 700,
    "xây": 2572,
    " xây": 701,
    "xây ": 2573,
    "dự": 1125,
    "ựn": 3176,
    " dự": 172,
    "dựn": 1129,
    "ựng": 3177,
    " dựn": 175,
    "dựng": 1130,
    "ựng ": 3178,
    "dạ": 1107,
    " dạ": 160,
    "dạn": 1108,
    " dạn": 161,
    "dạng": 1109,
    "vă": 2516,
    " vă": 661,
    "văn": 2517,
    " văn": 662,
    "văn ": 2518,
    "dị": 1115,
    "ịc": 3026,
    " dị": 165,
    "dịc": 1116,
    "ịch": 3027,
    " dịc": 166,
    "dịch": 1117,
    "ịch ": 3028,
    "vụ": 2544,
    " vụ": 682,
    "vụ ": 2545,
    " vụ ": 683,
    " á": 711,
    " áp": 714,
    " áp ": 715,
    "mr": 1781,
    "rv": 2062,
    "v ": 2497,
    " mr": 361,
    "mrv": 1782,
    "rv ": 2063,
    " mrv": 362,
    "mrv ": 1783,
    "ạt": 2884,
    "hoạ": 1303,
    "oạt": 1958,
    "ạt ": 2885,
    " hoạ": 220,
    "hoạt": 1305,
    "oạt ": 1959,
    "ảm": 2892,
    "iảm": 1566,
    "ảm ": 2893,
    "giảm": 1195,
    "iảm ": 1567,
    "ẹ": 2970,
    "hẹ": 1436,
    "ẹ ": 2971,
    "nhẹ": 1884,
    "hẹ ": 1437,
    " nhẹ": 413,
    "nhẹ ": 1885,
    "thả": 2238,
    "hải": 1406,
    " thả": 546,
    "thải": 2239,
    "hải ": 1407,
    "kí": 1665,
    " kí": 292,
    "kín": 1666,
    " kín": 293,
    "kính": 1667,
    "rủ": 2102,
    "ủi": 3140,
    " rủ": 479,
    "rủi": 2103,
    "ủi ": 3141,
    " rủi": 480,
    "rủi ": 2104,
    " ro": 474,
    "ro ": 2050,
    " ro ": 475,
    "gậ": 1236,
    "ngậ": 1859,
    "gập": 1237,
    " ngậ": 402,
    "ngập": 1860,
    "gập ": 1238,
    "lụ": 1757,
    "ụt": 3134,
    " lụ": 351,
    "lụt": 1758,
    "ụt ": 3135,
    " lụt": 352,
    "lụt ": 1759,
    "đô ": 2769,
    " đô ": 745,
    "hị": 1450,
    "thị": 2251,
    "hị ": 1451,
    " thị": 552,
    "thị ": 2252,
    "ựa": 3172,
    "dựa": 1127,
    "ựa ": 3173,
    " dựa": 174,
    "dựa ": 1128,
    "vào": 2511,
    " vào": 658,
    "vào ": 2512,
    "nb": 1830,
    " nb": 392,
    "nbs": 1831,
    "bs ": 885,
    " nbs": 393,
    "nbs ": 1832,
    "tử": 2410,
    " tử": 641,
    "tử ": 2411,
    " tử ": 642,
    "că": 1034,
    " că": 112,
    "căn": 1035,
    " căn": 113,
    "căn ": 1036,
    "nấ": 1921,
    "ấm": 2903,
    " nấ": 429,
    "nấm": 1922,
    "ấm ": 2904,
    " nấm": 430,
    "nấm ": 1923,
    "dư": 1102,
    "ợc": 3118,
    " dư": 157,
    "dượ": 1105,
    "ược": 2865,
    "ợc ": 3119,
    " dượ": 159,
    "dược": 1106,
    "ược ": 2866,
    "quy": 2014,
    " quy": 465,
    "quy ": 2015,
    "iề": 1577,
    "ều": 2992,
    "điề": 2750,
    "iều": 1578,
    "ều ": 2993,
    " điề": 733,
    "điều": 2751,
    "iều ": 1579,
    "kiệ": 1656,
    " kiệ": 285,
    "kiện": 1657,
    "mà": 1792,
    " mà": 367,
    "màn": 1794,
    " màn": 369,
    "màng": 1795,
    "mă": 1806,
    " mă": 377,
    "măn": 1807,
    " măn": 378,
    "măng": 1808,
    "tâ": 2347,
    " tâ": 601,
    "tây": 2352,
    " tây": 604,
    "tây ": 2353,
    " uố": 648,
    " uốn": 649,
    "uống": 2484,
    "lê": 1718,
    " lê": 324,
    "lên": 1720,
    " lên": 326,
    "lên ": 1721,
    "me": 1770,
    " me": 356,
    "men": 1771,
    "en ": 1147,
    " men": 357,
    "men ": 1772,
    "hu ": 1315,
    "thu ": 2211,
    "oạc": 1954,
    "hoạc": 1304,
    "oạch": 1955,
    "sơ": 2143,
    " sơ": 498,
    "sơ ": 2144,
    " sơ ": 499,
    "chế": 975,
    " chế": 80,
    "chế ": 976,
    "đồn": 2813,
    " đồn": 775,
    "đồng": 2814,
    "sô": 2138,
    " sô": 494,
    "sôn": 2139,
    " sôn": 495,
    "sông": 2140,
    "cử": 1062,
    "ửu": 3159,
    " cử": 132,
    "cửu": 1064,
    "ửu ": 3160,
    " cửu": 134,
    "cửu ": 1065,
    "lon": 1695,
    " lon": 311,
    "long": 1696,
    " hư": 238,
    " hư ": 239,
    "ỏn": 3049,
    "hỏn": 1467,
    "ỏng": 3050,
    " hỏn": 254,
    "hỏng": 1468,
    "ỏng ": 3051,
    "kiế": 1650,
    " kiế": 282,
    "kiến": 1651,
    "khi": 1623,
    "hi ": 1276,
    " khi": 269,
    "khi ": 1624,
    "ai": 831,
    "kha": 1621,
    "hai": 1263,
    "ai ": 832,
    " kha": 268,
    "khai": 1622,
    "hai ": 1264,
    "cp": 999,
    " ha": 211,
    "hac": 1261,
    "acc": 825,
    "ccp": 948,
    "cp ": 1000,
    " hac": 212,
    "hacc": 1262,
    "accp": 826,
    "ccp ": 949,
    "kho": 1625,
    "hoa": 1297,
    "oa ": 1936,
    " kho": 270,
    "khoa": 1626,
    "hoa ": 1298,
    " ai": 10,
    " ai ": 11,
    "iáo": 1552,
    "giáo": 1190,
    "iáo ": 1553,
    "ục": 3129,
    "dục": 1119,
    "ục ": 3130,
    " dục": 168,
    "dục ": 1120,
    "gố": 1247,
    "ốc": 3054,
    " gố": 204,
    "gốc": 1248,
    "ốc ": 3055,
    " gốc": 205,
    "gốc ": 1249,
    "thiê": 2201,
    "hợ": 1485,
    "ợp": 3125,
    " hợ": 259,
    "hợp": 1486,
    "ợp ": 3126,
    " hợp": 260,
    "hợp ": 1487,
    "ò": 2684,
    "hò": 1357,
    "òn": 2687,
    "phò": 1982,
    "hòn": 1360,
    "òng": 2689,
    " phò": 450,
    "phòn": 1983,
    "hòng": 1361,
    "òng ": 2690,
    "chố": 983,
    " chố": 84,
    "chốn": 984,
    "bé": 904,
    " bé": 42,
    "béo": 905,
    " béo": 43,
    "béo ": 906,
    "phì": 1980,
    "hì ": 1348,
    " phì": 449,
    "phì ": 1981,
    "viế": 2505,
    " viế": 654,
    "viết": 2506,
    "bố": 927,
    " bố": 57,
    "bố ": 928,
    " bố ": 58,
    "quố": 2020,
    "uốc": 2480,
    " quố": 467,
    "quốc": 2021,
    "uốc ": 2481,
    "ĩ": 2826,
    "lĩ": 1729,
    "ĩn": 2828,
    " lĩ": 332,
    "lĩn": 1730,
    "ĩnh": 2829,
    " lĩn": 333,
    "lĩnh": 1731,
    "ĩnh ": 2830,
    "vự": 2546,
    " vự": 684,
    "vực": 2547,
    " vực": 685,
    "vực ": 2548,
    "iản": 1568,
    "giản": 1196,
    "iảng": 1569,
    "ạy": 2886,
    "dạy": 1110,
    "ạy ": 2887,
    " dạy": 162,
    "dạy ": 1111,
    "go": 1206,
    "ngo": 1845,
    "goạ": 1207,
    " ngo": 397,
    "ngoạ": 1846,
    "goại": 1208,
    "gữ": 1256,
    "ngữ": 1864,
    "gữ ": 1257,
    " ngữ": 404,
    "ngữ ": 1865,
    "ghiê": 1174,
    "cứ": 1059,
    "ứu": 3153,
    " cứ": 130,
    "cứu": 1060,
    "ứu ": 3154,
    " cứu": 131,
    "cứu ": 1061,
    "thậ": 2243,
    "hập": 1429,
    " thậ": 548,
    "thập": 2244,
    "hập ": 1430,
    "ã": 2653,
    "xã": 2574,
    "ã ": 2654,
    " xã": 702,
    "xã ": 2575,
    " xã ": 703,
    "hộ": 1476,
    "ội": 3083,
    " hộ": 257,
    "hội": 1477,
    "ội ": 3084,
    " hội": 258,
    "hội ": 1478,
    "tối": 2398,
    " tối": 634,
    "tối ": 2399,
    " ư": 783,
    "ưu": 2843,
    " ưu": 784,
    "ưu ": 2844,
    " ưu ": 785,
    "qua ": 2012,
    "tổ": 2403,
    "ổn": 3076,
    " tổ": 636,
    "tổn": 2405,
    "ổng": 3077,
    " tổn": 638,
    "tổng": 2406,
    "ổng ": 3078,
    "tà": 2341,
    " tà": 597,
    "tài": 2342,
    " tài": 598,
    "tài ": 2343,
    "gô": 1229,
    "ngô": 1854,
    "gôn": 1230,
    "ôn ": 2702,
    " ngô": 400,
    "ngôn": 1855,
    "gôn ": 1231,
    "uẩ": 2471,
    "chu": 959,
    "huẩ": 1322,
    "uẩn": 2472,
    " chu": 73,
    "chuẩ": 961,
    "huẩn": 1323,
    "uẩn ": 2473,
    "đầ": 2789,
    "ầu": 2918,
    " đầ": 758,
    "đầu": 2790,
    "ầu ": 2919,
    " đầu": 759,
    "đầu ": 2791,
    " ra ": 470,
    "du ": 1087,
    " du ": 149,
    "lị": 1747,
    " lị": 344,
    "lịc": 1748,
    " lịc": 345,
    "lịch": 1749,
    "thư ": 2234,
    "lưu": 1733,
    " lưu": 335,
    "lưu ": 1734,
    "rữ": 2105,
    "trữ": 2321,
    "rữ ": 2106,
    " trữ": 586,
    "trữ ": 2322,
    "việ": 2507,
    " việ": 655,
    "viện": 2508,
    "biê": 875,
    " biê": 28,
    "biên": 876,
    "ran": 2029,
    "tran": 2288,
    "rang": 2030,
    "ẫ": 2929,
    "dẫ": 1112,
    "ẫn": 2930,
    " dẫ": 163,
    "dẫn": 1113,
    "ẫn ": 2931,
    " dẫn": 164,
    "dẫn ": 1114,
    "phỏ": 1994,
    " phỏ": 456,
    "phỏn": 1995,
    "vấ": 2524,
    " vấ": 667,
    "vấn": 2525,
    " vấn": 668,
    "vấn ": 2526,
    "ổ ": 3073,
    "tổ ": 2404,
    " tổ ": 637,
    "chứ": 988,
    " chứ": 86,
    "chức": 989,
    "sự": 2179,
    " sự": 526,
    "sự ": 2180,
    " sự ": 527,
    "dự ": 1126,
    " dự ": 173,
    " án": 712,
    " án ": 713,
    "ủn": 3142,
    "khủ": 1645,
    "hủn": 1494,
    "ủng": 3143,
    " khủ": 279,
    "khủn": 1646,
    "hủng": 1495,
    "ủng ": 3144,
    "oả": 1960,
    "hoả": 1306,
    "oản": 1961,
    " hoả": 221,
    "hoản": 1307,
    "oảng": 1962,
    "tá": 2344,
    " tá": 599,
    "tác": 2345,
    " tác": 600,
    "tác ": 2346,
    "kê": 1663,
    "ê ": 2662,
    " kê": 290,
    "kê ": 1664,
    " kê ": 291,
    "hàng": 1331,
    "hác": 1334,
    "khác": 1631,
    "hách": 1335,
    "sạn": 2150,
    " sạn": 504,
    "sạn ": 2151,
    "hục": 1490,
    "phục": 1998,
    "hục ": 1491,
    "lễ": 1745,
    "ễ ": 3003,
    " lễ": 342,
    "lễ ": 1746,
    " lễ ": 343,
    "tân": 2350,
    " tân": 603,
    "tân ": 2351,
    "ớn": 3095,
    "hướ": 1394,
    "ướn": 2853,
    "ớng": 3096,
    " hướ": 240,
    "hướn": 1395,
    "ướng": 2854,
    "ớng ": 3097,
    "luậ": 1708,
    " luậ": 317,
    "luật": 1709,
    "đai": 2745,
    " đai": 730,
    "đai ": 2746,
    "ăm": 2736,
    "năm": 1914,
    "ăm ": 2737,
    " năm": 425,
    "năm ": 1915,
    "_": 813,
    " _": 6,
    "__": 815,
    "_n": 819,
    "um": 2429,
    "mb": 1767,
    "be": 869,
    "r_": 2024,
    "_ ": 814,
    " __": 7,
    "__n": 817,
    "_nu": 820,
    "num": 1898,
    "umb": 2430,
    "mbe": 1768,
    "ber": 870,
    "er_": 1154,
    "r__": 2025,
    "__ ": 816,
    " __n": 8,
    "__nu": 818,
    "_num": 821,
    "numb": 1899,
    "umbe": 2431,
    "mber": 1769,
    "ber_": 871,
    "er__": 1155,
    "r__ ": 2026,
    "rác": 2065,
    "trác": 2296,
    "rách": 2066,
    "nhiệ": 1871,
    "quyề": 2016,
    "yế": 2592,
    "khu": 1627,
    "huy": 1316,
    "uyế": 2444,
    "yến": 2593,
    " khu": 271,
    "khuy": 1629,
    "huyế": 1319,
    "uyến": 2445,
    "yến ": 2594,
    "cộ": 1051,
    " cộ": 124,
    "cộn": 1052,
    " cộn": 125,
    "cộng": 1053,
    "hôn ": 1367,
    "mớ": 1821,
    " mớ": 387,
    "mới": 1822,
    " mới": 388,
    "mới ": 1823,
    "lớ": 1750,
    "ớp": 3098,
    " lớ": 346,
    "lớp": 1751,
    "ớp ": 3099,
    " lớp": 347,
    "lớp ": 1752,
    "kĩ": 1670,
    "ĩ ": 2827,
    " kĩ": 296,
    "kĩ ": 1671,
    " kĩ ": 297,
    "đấu": 2787,
    " đấu": 757,
    "đấu ": 2788,
    "thầ": 2240,
    "hầu": 1416,
    " thầ": 547,
    "thầu": 2241,
    "hầu ": 1417,
    "bá": 898,
    " bá": 39,
    "bán": 902,
    " bán": 41,
    "bán ": 903,
    "yê": 2589,
    "uyê": 2442,
    "yên": 2590,
    "chuy": 960,
    "huyê": 1318,
    "uyên": 2443,
    "yên ": 2591,
    "chí": 964,
    "hín": 1355,
    " chí": 75,
    "chín": 965,
    "hính": 1356,
    "ám": 2626,
    "iám": 1550,
    "ám ": 2627,
    "giám": 1189,
    "iám ": 1551,
    "đốc": 2807,
    " đốc": 771,
    "đốc ": 2808,
    "ce": 950,
    " ce": 68,
    "ceo": 951,
    " ceo": 69,
    "ceo ": 952,
    "diễ": 1075,
    " diễ": 141,
    "diễn": 1076,
    "hở": 1482,
    "ởi": 3110,
    "khở": 1643,
    "hởi": 1483,
    "ởi ": 3111,
    " khở": 278,
    "khởi": 1644,
    "hởi ": 1484,
    "guy": 1214,
    "nguy": 1849,
    "guyê": 1215,
    "khu ": 1628,
    "đư": 2775,
    " đư": 749,
    "đượ": 2776,
    " đượ": 750,
    "được": 2777,
    "bắ": 918,
    "ắt": 2952,
    " bắ": 51,
    "bắt": 919,
    "ắt ": 2953,
    " bắt": 52,
    "bắt ": 920,
    "úc": 2722,
    "lúc": 1725,
    "úc ": 2723,
    " lúc": 329,
    "lúc ": 1726,
    "đâ": 2765,
    " đâ": 742,
    "đâu": 2766,
    " đâu": 743,
    "đâu ": 2767,
    "điể": 2752,
    " điể": 734,
    "điểm": 2753,
    "cò": 1022,
    " cò": 103,
    "còn": 1023,
    "òn ": 2688,
    " còn": 104,
    "còn ": 1024,
    "viê": 2503,
    " viê": 653,
    "viên": 2504,
    "đă": 2772,
    " đă": 747,
    "đăn": 2773,
    " đăn": 748,
    "đăng": 2774,
    "này": 1905,
    " này": 419,
    "này ": 1906,
    "hù": 1370,
    "ù ": 2708,
    "phù": 1984,
    "hù ": 1371,
    " phù": 451,
    "phù ": 1985,
    "nế": 1924,
    "ếu": 2984,
    " nế": 431,
    "nếu": 1925,
    "ếu ": 2985,
    " nếu": 432,
    "nếu ": 1926,
    "gư": 1232,
    "ngư": 1856,
    "gư ": 1233,
    " ngư": 401,
    "ngư ": 1857,
    "ưa": 2841,
    "hưa": 1390,
    "ưa ": 2842,
    "chưa": 969,
    "hưa ": 1391,
    "nộ": 1930,
    " nộ": 435,
    "nội": 1931,
    " nội": 436,
    "nội ": 1932,
    "dun": 1090,
    " dun": 150,
    "dung": 1091,
    "ủ ": 3137,
    "chủ": 986,
    "hủ ": 1493,
    " chủ": 85,
    "chủ ": 987,
    "đề": 2797,
    " đề": 763,
    "đề ": 2798,
    " đề ": 764,
    "gồ": 1250,
    "ồm": 3066,
    " gồ": 206,
    "gồm": 1251,
    "ồm ": 3067,
    " gồm": 207,
    "gồm ": 1252,
    "bài": 894,
    " bài": 37,
    "bài ": 895,
    "ộc": 3081,
    "huộ": 1326,
    "uộc": 2492,
    "ộc ": 3082,
    "thuộ": 2213,
    "huộc": 1327,
    "uộc ": 2493,
    "do ": 1083,
    " do ": 146,
    "đả": 2781,
    " đả": 753,
    "đảm": 2782,
    " đảm": 754,
    "đảm ": 2783,
    "nhậ": 1880,
    "hận": 1427,
    " nhậ": 411,
    "nhận": 1881,
    "hận ": 1428,
    "đứ": 2821,
    " đứ": 780,
    "đứn": 2824,
    " đứn": 782,
    "đứng": 2825,
    "ậ ": 2933,
    "vậ ": 2528,
    " vậ ": 670,
    "ịu": 3032,
    "chị": 979,
    "hịu": 1452,
    "ịu ": 3033,
    " chị": 82,
    "chịu": 980,
    "hịu ": 1453,
    "gườ": 1234,
    "ười": 2856,
    "ngườ": 1858,
    "gười": 1235,
    "ười ": 2857,
    " ron": 476,
    "hẻ": 1438,
    "thẻ": 2245,
    "hẻ ": 1439,
    " thẻ": 549,
    "thẻ ": 2246,
    "châ": 962,
    " châ": 74,
    "chân": 963,
    "ắn": 2947,
    "rắn": 2095,
    "ắng": 2948,
    "trắn": 2316,
    "rắng": 2096,
    "ắng ": 2949,
    "tẩ": 2384,
    " tẩ": 624,
    "tẩm": 2385,
    " tẩm": 625,
    "tẩm ": 2386,
    "vị": 2539,
    " vị": 678,
    "vị ": 2540,
    " vị ": 679,
    "sấ": 2155,
    " sấ": 507,
    "sấy": 2156,
    " sấy": 508,
    "sấy ": 2157,
    "ợi": 3120,
    "lợi": 1755,
    "ợi ": 3121,
    " lợi": 350,
    "lợi ": 1756,
    "hề": 1442,
    "ghề": 1176,
    "hề ": 1443,
    "nghề": 1843,
    "ghề ": 1177,
    "din": 1073,
    " din": 140,
    "dinh": 1074,
    "ỡ": 3112,
    "ưỡ": 2861,
    "ỡn": 3113,
    "dưỡ": 1103,
    "ưỡn": 2862,
    "ỡng": 3114,
    " dưỡ": 158,
    "dưỡn": 1104,
    "ưỡng": 2863,
    "ỡng ": 3115,
    "cù": 1031,
    "ùa": 2709,
    " cù": 110,
    "cùa": 1032,
    "ùa ": 2710,
    " cùa": 111,
    "cùa ": 1033,
    "dn": 1079,
    "na": 1828,
    " dn": 143,
    "dna": 1080,
    "na ": 1829,
    " dna": 144,
    "dna ": 1081,
    "ty": 2339,
    " ty": 595,
    "ty ": 2340,
    " ty ": 596,
    "ốt": 3062,
    "hốt": 1472,
    "ốt ": 3063,
    "chốt": 985,
    "hốt ": 1473,
    "râ": 2069,
    "trâ": 2298,
    "râu": 2070,
    " trâ": 575,
    "trâu": 2299,
    "râu ": 2071,
    "han": 1267,
    "than": 2197,
    "han ": 1268,
    "ặc": 2964,
    "đặc": 2793,
    "ặc ": 2965,
    " đặc": 761,
    "đặc ": 2794,
    "gợ": 1253,
    " gợ": 208,
    "gợi": 1254,
    " gợi": 209,
    "gợi ": 1255,
    " ý": 722,
    " ý ": 723,
    "ệt": 3016,
    "biệ": 882,
    "iệt": 1597,
    "ệt ": 3017,
    " biệ": 31,
    "biệt": 883,
    "iệt ": 1598,
    "thán": 2218,
    "tiế": 2274,
    " tiế": 563,
    "tiết": 2275,
    "ậy": 2942,
    "vậy": 2533,
    "ậy ": 2943,
    " vậy": 673,
    "vậy ": 2534,
    "gà": 1219,
    "ngà": 1851,
    "gày": 1222,
    " ngà": 399,
    "ngày": 1853,
    "gày ": 1223,
    "iú": 1560,
    "úp": 2727,
    "giú": 1191,
    "iúp": 1561,
    "úp ": 2728,
    " giú": 191,
    "giúp": 1192,
    "iúp ": 1562,
    "mì": 1799,
    " mì": 372,
    "mìn": 1800,
    " mìn": 373,
    "mình": 1801,
    "sa": 2112,
    " sa": 482,
    "sao": 2113,
    " sao": 483,
    "sao ": 2114,
    "bác": 899,
    " bác": 40,
    "bách": 901,
    "tấ": 2381,
    " tấ": 622,
    "tất": 2382,
    " tất": 623,
    "tất ": 2383,
    "cả": 1039,
    " cả": 116,
    "cả ": 1040,
    " cả ": 117,
    "gàn": 1220,
    "ngàn": 1852,
    "gành": 1221,
    "&": 794,
    " &": 1,
    "& ": 795,
    " & ": 2,
    " ri": 472,
    "riê": 2042,
    "êng": 2665,
    " riê": 473,
    "riên": 2043,
    "iêng": 1557,
    "êng ": 2666,
    "cán": 1015,
    " cán": 99,
    "cán ": 1016,
    "bộ": 929,
    "ộ ": 3080,
    " bộ": 59,
    "bộ ": 930,
    " bộ ": 60,
    "lã": 1715,
    "ãn": 2655,
