{
  "text": {
    " ": 0,
    "b": 803,
    "ạ": 2692,
    "n": 1720,
    " b": 20,
    "bạ": 848,
    "ạn": 2699,
    "n ": 1721,
    " bạ": 41,
    "bạn": 849,
    "ạn ": 2700,
    " bạn": 42,
    "bạn ": 850,
    "c": 869,
    "ó": 2528,
    " c": 56,
    "có": 960,
    "ó ": 2529,
    " có": 98,
    "có ": 961,
    " có ": 99,
    "t": 2057,
    "h": 1185,
    "ể": 2811,
    " t": 490,
    "th": 2070,
    "hể": 1351,
    "ể ": 2812,
    " th": 491,
    "thể": 2117,
    "hể ": 1352,
    " thể": 510,
    "thể ": 2118,
    "o": 1824,
    "ch": 891,
    "ho": 1219,
    "o ": 1825,
    " ch": 65,
    "cho": 893,
    "ho ": 1220,
    " cho": 66,
    "cho ": 894,
    "ô": 2532,
    "i": 1416,
    "tô": 2222,
    "ôi": 2534,
    "i ": 1417,
    " tô": 564,
    "tôi": 2223,
    "ôi ": 2535,
    " tôi": 565,
    "tôi ": 2224,
    "ế": 2793,
    "bi": 815,
    "iế": 1473,
    "ết": 2799,
    "t ": 2058,
    " bi": 25,
    "biế": 820,
    "iết": 1478,
    "ết ": 2800,
    " biế": 28,
    "biết": 822,
    "iết ": 1479,
    "v": 2348,
    "ề": 2803,
    " v": 602,
    "về": 2385,
    "ề ": 2804,
    " về": 624,
    "về ": 2386,
    " về ": 625,
    "á": 2459,
    "cá": 946,
    "ác": 2461,
    "c ": 870,
    " cá": 89,
    "các": 948,
    "ác ": 2462,
    " các": 91,
    "các ": 949,
    "ư": 2662,
    "ơ": 2656,
    "g": 1102,
    "hư": 1300,
    "ươ": 2668,
    "ơn": 2658,
    "ng": 1731,
    "g ": 1103,
    "chư": 904,
    "hươ": 1304,
    "ươn": 2669,
    "ơng": 2660,
    "ng ": 1732,
    " chư": 71,
    "chươ": 906,
    "hươn": 1305,
    "ương": 2670,
    "ơng ": 2661,
    "r": 1908,
    "ì": 2508,
    "tr": 2153,
    "rì": 1961,
    "ìn": 2512,
    "nh": 1757,
    "h ": 1186,
    " tr": 528,
    "trì": 2170,
    "rìn": 1962,
    "ình": 2513,
    "nh ": 1758,
    " trì": 536,
    "trìn": 2171,
    "rình": 1963,
    "ình ": 2514,
    "ậ": 2749,
    "p": 1854,
    "tậ": 2247,
    "ập": 2753,
    "p ": 1855,
    " tậ": 580,
    "tập": 2250,
    "ập ": 2754,
    " tập": 582,
    "tập ": 2251,
    "u": 2270,
    "ấ": 2723,
    " h": 200,
    "hu": 1236,
    "uấ": 2315,
    "ấn": 2726,
    " hu": 212,
    "huấ": 1241,
    "uấn": 2316,
    "ấn ": 2727,
    " huấ": 213,
    "huấn": 1242,
    "uấn ": 2317,
    "k": 1515,
    " k": 245,
    "kh": 1523,
    "hô": 1284,
    "ôn": 2538,
    " kh": 246,
    "khô": 1540,
    "hôn": 1285,
    "ông": 2540,
    " khô": 254,
    "khôn": 1541,
    "hông": 1287,
    "ông ": 2541,
    "ữ": 2976,
    " n": 364,
    "hữ": 1406,
    "ữn": 2980,
    " nh": 377,
    "nhữ": 1777,
    "hữn": 1409,
    "ững": 2981,
    " nhữ": 386,
    "nhữn": 1778,
    "hững": 1410,
    "ững ": 2982,
    "a": 765,
    "hó": 1281,
    "óa": 2530,
    "a ": 766,
    "khó": 1538,
    "hóa": 1282,
    "óa ": 2531,
    " khó": 253,
    "khóa": 1539,
    "hóa ": 1283,
    "ọ": 2851,
    "họ": 1361,
    "ọc": 2854,
    " họ": 231,
    "học": 1364,
    "ọc ": 2855,
    " học": 233,
    "học ": 1365,
    "à": 2445,
    "nà": 1793,
    "ào": 2455,
    " nà": 389,
    "nào": 1794,
    "ào ": 2456,
    " nào": 390,
    "nào ": 1795,
    "đ": 2569,
    " đ": 674,
    "đa": 2570,
    "an": 778,
    " đa": 675,
    "đan": 2574,
    "ang": 780,
    " đan": 678,
    "đang": 2575,
    "ang ": 781,
    "m": 1658,
    "ở": 2923,
    " m": 329,
    "mở": 1718,
    "ở ": 2924,
    " mở": 362,
    "mở ": 1719,
    " mở ": 363,
    "ố": 2867,
    "mu": 1681,
    "uố": 2331,
    "ốn": 2873,
    " mu": 337,
    "muố": 1682,
    "uốn": 2334,
    "ốn ": 2874,
    " muố": 338,
    "muốn": 1683,
    "uốn ": 2335,
    "x": 2404,
    "e": 1065,
    " x": 639,
    "xe": 2409,
    "em": 1076,
    "m ": 1659,
    " xe": 642,
    "xem": 2410,
    "em ": 1077,
    " xem": 643,
    "xem ": 2411,
    "d": 1000,
    " d": 127,
    "da": 1002,
    " da": 128,
    "dan": 1003,
    "anh": 783,
    " dan": 129,
    "danh": 1004,
    "anh ": 784,
    "s": 1993,
    " s": 447,
    "sá": 2012,
    " sá": 456,
    "sác": 2013,
    "ách": 2463,
    "ch ": 892,
    " sác": 457,
    "sách": 2014,
    "ách ": 2464,
    "đà": 2586,
    " đà": 685,
    "đào": 2587,
    " đào": 686,
    "đào ": 2588,
    "tạ": 2231,
    "ạo": 2703,
    " tạ": 570,
    "tạo": 2234,
    "ạo ": 2704,
    " tạo": 572,
    "tạo ": 2235,
    "l": 1579,
    " l": 281,
    "lậ": 1634,
    " lậ": 312,
    "lập": 1635,
    " lập": 313,
    "lập ": 1636,
    "ú": 2549,
    "hú": 1290,
    "ún": 2555,
    "nhú": 1767,
    "hún": 1292,
    "úng": 2556,
    " nhú": 381,
    "nhún": 1768,
    "húng": 1293,
    "úng ": 2557,
    "é": 2497,
    "ké": 1559,
    "éo": 2498,
    " ké": 264,
    "kéo": 1560,
    "éo ": 2499,
    " kéo": 265,
    "kéo ": 1561,
    "dà": 1028,
    "ài": 2447,
    " dà": 144,
    "dài": 1029,
    "ài ": 2448,
    " dài": 145,
    "dài ": 1030,
    "ba": 805,
    "ao": 785,
    " ba": 21,
    "bao": 810,
    "ao ": 786,
    " bao": 24,
    "bao ": 811,
    "â": 2483,
    "lâ": 1608,
    "âu": 2488,
    "u ": 2271,
    " lâ": 295,
    "lâu": 1609,
    "âu ": 2489,
    " lâu": 296,
    "lâu ": 1610,
    "ờ": 2915,
    "hờ": 1382,
    "ời": 2917,
    "thờ": 2125,
    "hời": 1383,
    "ời ": 2918,
    " thờ": 514,
    "thời": 2126,
    "hời ": 1384,
    " g": 178,
    "gi": 1112,
    "ia": 1421,
    " gi": 179,
    "gia": 1113,
    "ian": 1423,
    "an ": 779,
    " gia": 180,
    "gian": 1115,
    "ian ": 1424,
    "ủ": 2951,
    "củ": 990,
    "ủa": 2953,
    " củ": 120,
    "của": 991,
    "ủa ": 2954,
    " của": 121,
    "của ": 992,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2148,
    "oà": 1836,
    "àn": 2449,
    " to": 525,
    "toà": 2149,
    "oàn": 1839,
    "àn ": 2450,
    " toà": 526,
    "toàn": 2150,
    "oàn ": 1840,
    "ệ": 2823,
    "đi": 2576,
    "iệ": 1493,
    "ện": 2827,
    " đi": 679,
    "điệ": 2581,
    "iện": 1496,
    "ện ": 2828,
    " điệ": 682,
    "điện": 2582,
    "iện ": 1497,
    "hi": 1201,
    "thi": 2076,
    "hiế": 1206,
    " thi": 494,
    "thiế": 2078,
    "hiết": 1208,
    "kế": 1571,
    "ế ": 2794,
    " kế": 274,
    "kế ": 1572,
    " kế ": 275,
    "và": 2361,
    "à ": 2446,
    " và": 608,
    "và ": 2362,
    " và ": 609,
    " p": 409,
    "ph": 1856,
    "hâ": 1265,
    "ân": 2484,
    " ph": 410,
    "phâ": 1866,
    "hân": 1266,
    "ân ": 2485,
    " phâ": 415,
    "phân": 1867,
    "hân ": 1267,
    "í": 2515,
    "tí": 2217,
    "íc": 2517,
    " tí": 561,
    "tíc": 2218,
    "ích": 2518,
    " tíc": 562,
    "tích": 2219,
    "ích ": 2519,
    "hí": 1272,
    "í ": 2516,
    "thí": 2095,
    "hí ": 1273,
    " thí": 500,
    "thí ": 2096,
    "gh": 1104,
    "ệm": 2825,
    " ng": 367,
    "ngh": 1733,
    "ghi": 1105,
    "hiệ": 1211,
    "iệm": 1494,
    "ệm ": 2826,
    " ngh": 368,
    "nghi": 1734,
    "ghiệ": 1107,
    "hiệm": 1212,
    "iệm ": 1495,
    "ê": 2500,
    "iê": 1457,
    "êu": 2506,
    "nhi": 1759,
    "hiê": 1203,
    "iêu": 1461,
    "êu ": 2507,
    " nhi": 378,
    "nhiê": 1760,
    "hiêu": 1205,
    "iêu ": 1462,
    "ổ": 2887,
    "bu": 831,
    "uổ": 2340,
    "ổi": 2889,
    " bu": 31,
    "buổ": 832,
    "uổi": 2341,
    "ổi ": 2890,
    " buổ": 32,
    "buổi": 833,
    "uổi ": 2342,
    "ả": 2709,
    "hả": 1315,
    "ảo": 2721,
    "khả": 1542,
    "hảo": 1318,
    "ảo ": 2722,
    " khả": 255,
    "khảo": 1543,
    "hảo ": 1319,
    "át": 2479,
    "sát": 2017,
    "át ": 2480,
    " sát": 459,
    "sát ": 2018,
    "ị": 2839,
    "đị": 2628,
    "ịa": 2841,
    " đị": 714,
    "địa": 2629,
    "ịa ": 2842,
    " địa": 715,
    "địa ": 2630,
    "hì": 1268,
    " hì": 216,
    "hìn": 1270,
    " hìn": 217,
    "hình": 1271,
    "mấ": 1706,
    "ất": 2730,
    " mấ": 354,
    "mất": 1707,
    "ất ": 2731,
    " mất": 355,
    "mất ": 1708,
    "ki": 1550,
    "iể": 1483,
    "ểm": 2813,
    " ki": 259,
    "kiể": 1555,
    "iểm": 1484,
    "ểm ": 2814,
    " kiể": 262,
    "kiểm": 1556,
    "iểm ": 1485,
    "ử": 2970,
    "hử": 1404,
    "ử ": 2971,
    "thử": 2131,
    "hử ": 1405,
    " thử": 517,
    "thử ": 2132,
    "ầ": 2736,
    "hầ": 1323,
    "ần": 2737,
    "phầ": 1876,
    "hần": 1324,
    "ần ": 2738,
    " phầ": 420,
    "phần": 1877,
    "hần ": 1325,
    "mề": 1709,
    "ềm": 2805,
    " mề": 356,
    "mềm": 1710,
    "ềm ": 2806,
    " mềm": 357,
    "mềm ": 1711,
    "cơ": 971,
    "ơ ": 2657,
    " cơ": 106,
    "cơ ": 972,
    " cơ ": 107,
    "bả": 851,
    "ản": 2715,
    " bả": 43,
    "bản": 852,
    "ản ": 2716,
    " bản": 44,
    "bản ": 853,
    "tố": 2257,
    " tố": 587,
    "tốn": 2260,
    " tốn": 589,
    "tốn ": 2261,
    " e": 168,
    " em": 169,
    " em ": 170,
    "sả": 2033,
    " sả": 471,
    "sản": 2034,
    " sản": 472,
    "sản ": 2035,
    "xu": 2415,
    " xu": 646,
    "xuấ": 2416,
    "uất": 2318,
    " xuấ": 647,
    "xuất": 2417,
    "uất ": 2319,
    "sạ": 2028,
    "ạc": 2693,
    " sạ": 468,
    "sạc": 2029,
    "ạch": 2695,
    " sạc": 469,
    "sạch": 2030,
    "ạch ": 2696,
    "hơ": 1297,
    " hơ": 220,
    "hơn": 1298,
    "ơn ": 2659,
    " hơn": 221,
    "hơn ": 1299,
    "y": 2428,
    " à": 658,
    "ày": 2457,
    "y ": 2429,
    " ày": 659,
    "ày ": 2458,
    " ày ": 660,
    "để": 2626,
    " để": 712,
    "để ": 2627,
    " để ": 713,
    " ho": 208,
    "hoà": 1225,
    " hoà": 209,
    "hoàn": 1226,
    "hà": 1249,
    "thà": 2088,
    "hàn": 1251,
    "ành": 2453,
    " thà": 497,
    "thàn": 2089,
    "hành": 1253,
    "ành ": 2454,
    "nâ": 1798,
    " nâ": 392,
    "nân": 1799,
    "âng": 2486,
    " nân": 393,
    "nâng": 1800,
    "âng ": 2487,
    "ca": 874,
    " ca": 57,
    "cao": 881,
    " cao": 60,
    "cao ": 882,
    "ro": 1935,
    "on": 1830,
    "tro": 2159,
    "ron": 1937,
    "ong": 1832,
    " tro": 531,
    "tron": 2160,
    "rong": 1938,
    "ong ": 1833,
    "tu": 2194,
    "uầ": 2320,
    " tu": 546,
    "tuầ": 2197,
    "uần": 2321,
    " tuầ": 548,
    "tuần": 2198,
    "uần ": 2322,
    "sử": 2051,
    "ửa": 2972,
    " sử": 485,
    "sửa": 2053,
    "ửa ": 2973,
    " sửa": 487,
    "sửa ": 2054,
    "ữa": 2978,
    "chữ": 926,
    "hữa": 1407,
    "ữa ": 2979,
    " chữ": 81,
    "chữa": 927,
    "hữa ": 1408,
    "ắ": 2761,
    "lắ": 1637,
    "ắp": 2767,
    " lắ": 314,
    "lắp": 1638,
    "ắp ": 2768,
    " lắp": 315,
    "lắp ": 1639,
    "ặ": 2780,
    "đặ": 2619,
    "ặt": 2785,
    " đặ": 707,
    "đặt": 2622,
    "ặt ": 2786,
    " đặt": 709,
    "đặt ": 2623,
    "dâ": 1033,
    " dâ": 147,
    "dân": 1034,
    " dân": 148,
    "dân ": 1035,
    "ụ": 2942,
    "dụ": 1052,
    "ụn": 2946,
    " dụ": 159,
    "dụn": 1055,
    "ụng": 2947,
    " dụn": 161,
    "dụng": 1056,
    "ụng ": 2948,
    "xo": 2412,
    " xo": 644,
    "xon": 2413,
    " xon": 645,
    "xong": 2414,
    "cầ": 982,
    " cầ": 114,
    "cần": 983,
    " cần": 115,
    "cần ": 984,
    "ha": 1187,
    "am": 776,
    "tha": 2071,
    "ham": 1192,
    "am ": 777,
    " tha": 492,
    "tham": 2072,
    "ham ": 1193,
    "ia ": 1422,
    "gia ": 1114,
    "pl": 1885,
    "lc": 1585,
    " pl": 424,
    "plc": 1886,
    "lc ": 1586,
    " plc": 425,
    "plc ": 1887,
    "ru": 1943,
    "uy": 2296,
    "yề": 2442,
    "ền": 2807,
    "tru": 2161,
    "ruy": 1944,
    "uyề": 2302,
    "yền": 2443,
    "ền ": 2808,
    " tru": 532,
    "truy": 2162,
    "ruyề": 1945,
    "uyền": 2303,
    "yền ": 2444,
    "thô": 2098,
    " thô": 501,
    "thôn": 2099,
    "-": 742,
    "cc": 883,
    "c-": 871,
    "-l": 746,
    "li": 1587,
    "in": 1439,
    "nk": 1779,
    "k ": 1516,
    " cc": 61,
    "cc-": 884,
    "c-l": 872,
    "-li": 747,
    "lin": 1588,
    "ink": 1443,
    "nk ": 1780,
    " cc-": 62,
    "cc-l": 885,
    "c-li": 873,
    "-lin": 748,
    "link": 1589,
    "ink ": 1444,
    "hm": 1216,
    "mi": 1668,
    " hm": 206,
    "hmi": 1217,
    "mi ": 1669,
    " hmi": 207,
    "hmi ": 1218,
    "ẽ": 2791,
    "sẽ": 2042,
    "ẽ ": 2792,
    " sẽ": 477,
    "sẽ ": 2043,
    " sẽ ": 478,
    "iờ": 1510,
    "ờ ": 2916,
    "giờ": 1133,
    "iờ ": 1511,
    " giờ": 187,
    "giờ ": 1134,
    "sử ": 2052,
    " sử ": 486,
    "3": 753,
    " 3": 3,
    "3d": 754,
    "d ": 1001,
    " 3d": 4,
    "3d ": 755,
    " 3d ": 5,
    "ín": 2520,
    "tín": 2220,
    "ính": 2521,
    " tín": 563,
    "tính": 2221,
    "ính ": 2522,
    "oá": 1841,
    "án": 2469,
    "toá": 2151,
    "oán": 1842,
    "án ": 2470,
    " toá": 527,
    "toán": 2152,
    "oán ": 1843,
    "khí": 1536,
    " khí": 252,
    "khí ": 1537,
    "cụ": 988,
    "ụ ": 2943,
    " cụ": 118,
    "cụ ": 989,
    " cụ ": 119,
    "ư ": 2663,
    "như": 1769,
    "hư ": 1301,
    " như": 382,
    "như ": 1770,
    "hế": 1347,
    "thế": 2115,
    "hế ": 1348,
    " thế": 509,
    "thế ": 2116,
    "cam": 877,
    " cam": 58,
    "cam ": 878,
    "cô": 962,
    " cô": 100,
    "côn": 963,
    " côn": 101,
    "công": 964,
    "rê": 1958,
    "ên": 2502,
    "trê": 2168,
    "rên": 1959,
    "ên ": 2503,
    " trê": 535,
    "trên": 2169,
    "rên ": 1960,
    "má": 1690,
    "áy": 2481,
    " má": 343,
    "máy": 1691,
    "áy ": 2482,
    " máy": 344,
    "máy ": 1692,
    "ti": 2135,
    " ti": 519,
    "tiệ": 2146,
    " tiệ": 524,
    "tiện": 2147,
    "cn": 931,
    "nc": 1727,
    " cn": 82,
    "cnc": 932,
    "nc ": 1728,
    " cnc": 83,
    "cnc ": 933,
    "ay": 801,
    "pha": 1857,
    "hay": 1196,
    "ay ": 802,
    " pha": 411,
    "phay": 1858,
    "hay ": 1197,
    "là": 1606,
    " là": 293,
    "là ": 1607,
    " là ": 294,
    "vậ": 2377,
    "ận": 2751,
    " vậ": 619,
    "vận": 2379,
    "ận ": 2752,
    " vận": 621,
    "vận ": 2380,
    " hà": 214,
    " hàn": 215,
    "ự": 2985,
    "tự": 2268,
    "ự ": 2986,
    " tự": 595,
    "tự ": 2269,
    " tự ": 596,
    "ộ": 2894,
    "độ": 2645,
    "ộn": 2900,
    " độ": 725,
    "độn": 2646,
    "ộng": 2901,
    " độn": 726,
    "động": 2647,
    "ộng ": 2902,
    " hó": 218,
    " hóa": 219,
    "số": 2044,
    "ố ": 2868,
    " số": 479,
    "số ": 2045,
    " số ": 480,
    "nhà": 1763,
    "hà ": 1250,
    " nhà": 379,
    "nhà ": 1764,
    "hệ": 1353,
    "ệ ": 2824,
    "ghệ": 1110,
    "hệ ": 1354,
    "nghệ": 1736,
    "ghệ ": 1111,
    "im": 1435,
    "bim": 816,
    "im ": 1436,
    " bim": 26,
    "bim ": 817,
    "ứ": 2962,
    " ứ": 737,
    "ứn": 2965,
    " ứn": 738,
    "ứng": 2966,
    " ứng": 739,
    "ứng ": 2967,
    "hự": 1413,
    "ực": 2989,
    "thự": 2133,
    "hực": 1414,
    "ực ": 2990,
    " thự": 518,
    "thực": 2134,
    "hực ": 1415,
    "ễ": 2819,
    "iễ": 1490,
    "ễn": 2821,
    "tiễ": 2144,
    "iễn": 1491,
    "ễn ": 2822,
    " tiễ": 523,
    "tiễn": 2145,
    "iễn ": 1492,
    "dàn": 1031,
    " dàn": 146,
    "dành": 1032,
    "đố": 2633,
    "ối": 2871,
    " đố": 717,
    "đối": 2636,
    "ối ": 2872,
    " đối": 719,
    "đối ": 2637,
    "ợ": 2931,
    "tư": 2227,
    "ượ": 2687,
    "ợn": 2937,
    " tư": 567,
    "tượ": 2229,
    "ượn": 2690,
    "ợng": 2938,
    " tượ": 569,
    "tượn": 2230,
    "ượng": 2691,
    "ợng ": 2939,
    "q": 1893,
    " q": 428,
    "qu": 1896,
    "uả": 2310,
    " qu": 429,
    "quả": 1903,
    "uản": 2312,
    " quả": 432,
    "quản": 1905,
    "uản ": 2313,
    "ý": 2560,
    "lý": 1622,
    "ý ": 2561,
    " lý": 304,
    "lý ": 1623,
    " lý ": 305,
    "ỹ": 2996,
    "kỹ": 1577,
    "ỹ ": 2997,
    " kỹ": 279,
    "kỹ ": 1578,
    " kỹ ": 280,
    "sư": 2026,
    " sư": 466,
    "sư ": 2027,
    " sư ": 467,
    "kết": 1573,
    " kết": 276,
    "kết ": 1574,
    "cấ": 975,
    "ấu": 2732,
    " cấ": 110,
    "cấu": 978,
    "ấu ": 2733,
    " cấu": 112,
    "cấu ": 979,
    "w": 2399,
    " w": 636,
    "we": 2400,
    "eb": 1070,
    "b ": 804,
    " we": 637,
    "web": 2401,
    "eb ": 1071,
    " web": 638,
    "web ": 2402,
    "f": 1092,
    " f": 171,
    "fr": 1099,
    "nt": 1785,
    "t-": 2059,
    "-e": 743,
    "en": 1080,
    "nd": 1729,
    " fr": 176,
    "fro": 1100,
    "ont": 1834,
    "nt-": 1786,
    "t-e": 2060,
    "-en": 744,
    "end": 1082,
    "nd ": 1730,
    " fro": 177,
    "fron": 1101,
    "ront": 1939,
    "ont-": 1835,
    "nt-e": 1787,
    "t-en": 2061,
    "-end": 745,
    "end ": 1083,
    "ac": 767,
    "ck": 928,
    "k-": 1517,
    "bac": 806,
    "ack": 770,
    "ck-": 929,
    "k-e": 1518,
    " bac": 22,
    "back": 807,
    "ack-": 771,
    "ck-e": 930,
    "k-en": 1519,
    "ớ": 2905,
    "vớ": 2391,
    "ới": 2908,
    " vớ": 630,
    "với": 2392,
    "ới ": 2909,
    " với": 631,
    "với ": 2393,
    "hp": 1232,
    "php": 1861,
    "hp ": 1233,
    " php": 413,
    "php ": 1862,
    "my": 1684,
    "ys": 2430,
    "sq": 2003,
    "ql": 1894,
    "l ": 1580,
    " my": 339,
    "mys": 1685,
    "ysq": 2431,
    "sql": 2004,
    "ql ": 1895,
    " mys": 340,
    "mysq": 1686,
    "ysql": 2432,
    "sql ": 2005,
    "iao": 1425,
    "giao": 1116,
    "iao ": 1426,
    "di": 1005,
    " di": 130,
    "diệ": 1011,
    " diệ": 134,
    "diện": 1012,
    "/": 749,
    " u": 597,
    "ui": 2276,
    "i/": 1418,
    "/u": 750,
    "ux": 2294,
    "x ": 2405,
    " ui": 598,
    "ui/": 2278,
    "i/u": 1419,
    "/ux": 751,
    "ux ": 2295,
    " ui/": 599,
    "ui/u": 2279,
    "i/ux": 1420,
    "/ux ": 752,
    "bs": 827,
    "si": 1998,
    "it": 1448,
    "te": 2062,
    "e ": 1066,
    "ebs": 1072,
    "bsi": 829,
    "sit": 2001,
    "ite": 1449,
    "te ": 2063,
    "webs": 2403,
    "ebsi": 1073,
    "bsit": 830,
    "site": 2002,
    "ite ": 1450,
    "ằ": 2771,
    "bằ": 859,
    "ằn": 2774,
    " bằ": 48,
    "bằn": 860,
    "ằng": 2775,
    " bằn": 49,
    "bằng": 861,
    "ằng ": 2776,
    "fi": 1093,
    "ig": 1432,
    "gm": 1135,
    "ma": 1660,
    " fi": 172,
    "fig": 1094,
    "igm": 1433,
    "gma": 1136,
    "ma ": 1661,
    " fig": 173,
    "figm": 1095,
    "igma": 1434,
    "gma ": 1137,
    "tui": 2195,
    "ui ": 2277,
    " tui": 547,
    "tui ": 2196,
    "rị": 1980,
    "ị ": 2840,
    "trị": 2183,
    "rị ": 1981,
    " trị": 542,
    "trị ": 2184,
    "mạ": 1703,
    " mạ": 352,
    "mạn": 1704,
    "ạng": 2701,
    " mạn": 353,
    "mạng": 1705,
    "ạng ": 2702,
    "do": 1016,
    "oa": 1826,
    " do": 137,
    "doa": 1018,
    "oan": 1828,
    " doa": 139,
    "doan": 1019,
    "oanh": 1829,
    "ệp": 2831,
    "iệp": 1498,
    "ệp ": 2832,
    "hiệp": 1214,
    "iệp ": 1499,
    "ồ": 2879,
    "đồ": 2638,
    "ồ ": 2880,
    " đồ": 720,
    "đồ ": 2639,
    " đồ ": 721,
    "ọa": 2852,
    "họa": 1362,
    "ọa ": 2853,
    " họa": 232,
    "họa ": 1363,
    "ảng": 2717,
    "uảng": 2314,
    "ảng ": 2718,
    "áo": 2475,
    "cáo": 952,
    "áo ": 2476,
    " cáo": 93,
    "cáo ": 953,
    "há": 1254,
    "phá": 1863,
    "hát": 1263,
    " phá": 414,
    "phát": 1865,
    "hát ": 1264,
    "ri": 1927,
    "ển": 2815,
    "tri": 2157,
    "riể": 1930,
    "iển": 1486,
    "ển ": 2816,
    " tri": 530,
    "triể": 2158,
    "riển": 1931,
    "iển ": 1487,
    "di ": 1006,
    " di ": 131,
    "đa ": 2571,
    " đa ": 676,
    "nề": 1818,
    " nề": 405,
    "nền": 1819,
    " nền": 406,
    "nền ": 1820,
    "tả": 2236,
    " tả": 573,
    "tản": 2237,
    " tản": 574,
    "tảng": 2238,
    "fl": 1096,
    "lu": 1599,
    "ut": 2291,
    "tt": 2191,
    "er": 1086,
    "r ": 1909,
    " fl": 174,
    "flu": 1097,
    "lut": 1600,
    "utt": 2292,
    "tte": 2192,
    "ter": 2068,
    "er ": 1087,
    " flu": 175,
    "flut": 1098,
    "lutt": 1601,
    "utte": 2293,
    "tter": 2193,
    "ter ": 2069,
    "ếp": 2797,
    "iếp": 1476,
    "ếp ": 2798,
    "nhiế": 1761,
    "hiếp": 1207,
    "iếp ": 1477,
    " ả": 732,
    " ản": 733,
    "ảnh": 2719,
    " ảnh": 734,
    "ảnh ": 2720,
    "xử": 2426,
    " xử": 654,
    "xử ": 2427,
    " xử ": 655,
    "hậ": 1333,
    "ậu": 2757,
    " hậ": 227,
    "hậu": 1338,
    "ậu ": 2758,
    " hậu": 228,
    "hậu ": 1339,
    "ỳ": 2994,
    "kỳ": 1575,
    "ỳ ": 2995,
    " kỳ": 277,
    "kỳ ": 1576,
    " kỳ ": 278,
    "la": 1581,
    "ar": 787,
    "ra": 1913,
    "av": 798,
    "ve": 2350,
    "el": 1074,
    " la": 282,
    "lar": 1582,
    "ara": 788,
    "rav": 1919,
    "ave": 799,
    "vel": 2351,
    "el ": 1075,
    " lar": 283,
    "lara": 1583,
    "arav": 789,
    "rave": 1920,
    "avel": 800,
    "vel ": 2352,
    "j": 1512,
    "gu": 1141,
    "ul": 2282,
    "rj": 1932,
    "js": 1513,
    "s ": 1994,
    "ngu": 1739,
    "gul": 1142,
    "ula": 2283,
    "arj": 792,
    "rjs": 1933,
    "js ": 1514,
    " ang": 14,
    "angu": 782,
    "ngul": 1740,
    "gula": 1143,
    "ular": 2284,
    "larj": 1584,
    "arjs": 793,
    "rjs ": 1934,
    "rí": 1964,
    "trí": 2172,
    "rí ": 1965,
    " trí": 537,
    "trí ": 2173,
    "uệ": 2329,
    "tuệ": 2199,
    "uệ ": 2330,
    " tuệ": 549,
    "tuệ ": 2200,
    "nhâ": 1765,
    " nhâ": 380,
    "nhân": 1766,
    "py": 1890,
    "yt": 2433,
    " py": 426,
    "pyt": 1891,
    "yth": 2434,
    "tho": 2080,
    "hon": 1223,
    "on ": 1831,
    " pyt": 427,
    "pyth": 1892,
    "ytho": 2435,
    "thon": 2081,
    "hon ": 1224,
    "rự": 1990,
    "trự": 2189,
    "rực": 1991,
    " trự": 545,
    "trực": 2190,
    "rực ": 1992,
    "ua": 2272,
    "qua": 1897,
    "uan": 2274,
    " qua": 430,
    "quan": 1899,
    "uan ": 2275,
    "dữ": 1057,
    "ữ ": 2977,
    " dữ": 162,
    "dữ ": 1058,
    " dữ ": 163,
    "ệu": 2835,
    " li": 284,
    "liệ": 1590,
    "iệu": 1502,
    "ệu ": 2836,
    " liệ": 285,
    "liệu": 1591,
    "iệu ": 1503,
    "st": 2006,
    "ea": 1067,
    " st": 452,
    "ste": 2007,
    "tea": 2064,
    "eam": 1068,
    " ste": 453,
    "stea": 2008,
    "team": 2065,
    "eam ": 1069,
    "tư ": 2228,
    " tư ": 568,
    "du": 1020,
    " du": 140,
    "duy": 1026,
    "uy ": 2297,
    " duy": 143,
    "duy ": 1027,
    "sán": 2015,
    "áng": 2471,
    " sán": 458,
    "sáng": 2016,
    "áng ": 2472,
    "rd": 1924,
    "no": 1783,
    " ar": 17,
    "ard": 790,
    "rdu": 1925,
    "dui": 1022,
    "uin": 2280,
    "ino": 1446,
    "no ": 1784,
    " ard": 18,
    "ardu": 791,
    "rdui": 1926,
    "duin": 1023,
    "uino": 2281,
    "ino ": 1447,
    "ke": 1520,
    "rc": 1921,
    "ad": 772,
    "tin": 2136,
    "nke": 1781,
    "ker": 1521,
    "erc": 1090,
    "rca": 1922,
    "cad": 875,
    "ad ": 773,
    " tin": 520,
    "tink": 2139,
    "inke": 1445,
    "nker": 1782,
    "kerc": 1522,
    "erca": 1091,
    "rcad": 1923,
    "cad ": 876,
    "ẩ": 2741,
    "hẩ": 1328,
    "ẩn": 2744,
    "chẩ": 909,
    "hẩn": 1331,
    "ẩn ": 2745,
    " chẩ": 73,
    "chẩn": 910,
    "hẩn ": 1332,
    "đo": 2583,
    " đo": 683,
    "đoá": 2584,
    " đoá": 684,
    "đoán": 2585,
    "bệ": 862,
    " bệ": 50,
    "bện": 863,
    "ệnh": 2829,
    " bện": 51,
    "bệnh": 864,
    "ệnh ": 2830,
    "hạ": 1310,
    "ại": 2697,
    " hạ": 225,
    "hại": 1313,
    "ại ": 2698,
    " hại": 226,
    "hại ": 1314,
    " r": 434,
    "au": 796,
    " ra": 435,
    "rau": 1917,
    "au ": 797,
    " rau": 437,
    "rau ": 1918,
    "iả": 1466,
    "ải": 2711,
    "giả": 1125,
    "iải": 1467,
    "ải ": 2712,
    " giả": 184,
    "giải": 1126,
    "iải ": 1468,
    "áp": 2477,
    "háp": 1261,
    "áp ": 2478,
    "pháp": 1864,
    "háp ": 1262,
    "bảo": 854,
    " bảo": 45,
    "bảo ": 855,
    "vệ": 2387,
    " vệ": 626,
    "vệ ": 2388,
    " vệ ": 627,
    "ật": 2755,
    "vật": 2381,
    "ật ": 2756,
    " vật": 622,
    "vật ": 2382,
    "thâ": 2093,
    " thâ": 499,
    "thân": 2094,
    "thiệ": 2079,
    "hiện": 1213,
    "mô": 1696,
    " mô": 347,
    "môi": 1698,
    " môi": 349,
    "môi ": 1699,
    "rư": 1969,
    "ườ": 2678,
    "ờn": 2919,
    "trư": 2176,
    "rườ": 1970,
    "ườn": 2681,
    "ờng": 2921,
    " trư": 539,
    "trườ": 2177,
    "rườn": 1971,
    "ường": 2683,
    "ờng ": 2922,
    "tận": 2248,
    " tận": 581,
    "tận ": 2249,
    "uồ": 2337,
    "ồn": 2883,
    "guồ": 1146,
    "uồn": 2338,
    "ồn ": 2884,
    " ngu": 370,
    "nguồ": 1742,
    "guồn": 1147,
    "uồn ": 2339,
    "hụ": 1391,
    "phụ": 1882,
    "hụ ": 1392,
    " phụ": 423,
    "phụ ": 1883,
    "ẩm": 2742,
    "phẩ": 1878,
    "hẩm": 1329,
    "ẩm ": 2743,
    " phẩ": 421,
    "phẩm": 1879,
    "hẩm ": 1330,
    "nô": 1801,
    " nô": 394,
    "nôn": 1802,
    " nôn": 395,
    "nông": 1803,
    "ie": 1429,
    "eo": 1084,
    "gie": 1117,
    "ieo": 1430,
    "eo ": 1085,
    " gie": 181,
    "gieo": 1118,
    "ieo ": 1431,
    "inh": 1441,
    "tinh": 2138,
    "inh ": 1442,
    "hằ": 1340,
    "ằm": 2772,
    "nhằ": 1773,
    "hằm": 1341,
    "ằm ": 2773,
    " nhằ": 384,
    "nhằm": 1774,
    "hằm ": 1342,
    "ă": 2562,
    "nă": 1804,
    "ăn": 2565,
    " nă": 396,
    "năn": 1807,
    "ăng": 2567,
    " năn": 398,
    "năng": 1808,
    "ăng ": 2568,
    "su": 2009,
    " su": 454,
    "suấ": 2010,
    " suấ": 455,
    "suất": 2011,
    " hi": 203,
    " hiệ": 205,
    "hiệu": 1215,
    "ả ": 2710,
    "uả ": 2311,
    "quả ": 1904,
    "kin": 1551,
    " kin": 260,
    "kinh": 1552,
    "tế": 2252,
    " tế": 583,
    "tế ": 2253,
    " tế ": 584,
    "hă": 1294,
    "chă": 902,
    "hăn": 1295,
    "ăn ": 2566,
    " chă": 70,
    "chăn": 903,
    "hăn ": 1296,
    "nu": 1788,
    "uô": 2307,
    " nu": 387,
    "nuô": 1791,
    "uôi": 2308,
    " nuô": 388,
    "nuôi": 1792,
    "uôi ": 2309,
    "ỏ": 2860,
    "hỏ": 1368,
    "ỏ ": 2861,
    "thỏ": 2121,
    "hỏ ": 1369,
    " thỏ": 512,
    "thỏ ": 2122,
    " si": 450,
    "sin": 1999,
    " sin": 451,
    "sinh": 2000,
    "ọn": 2856,
    "chọ": 917,
    "họn": 1366,
    "ọn ": 2857,
    " chọ": 77,
    "chọn": 918,
    "họn ": 1367,
    "iố": 1504,
    "giố": 1129,
    "iốn": 1505,
    "ống": 2875,
    " giố": 185,
    "giốn": 1130,
    "iống": 1506,
    "ống ": 2876,
    "lú": 1617,
    "úa": 2551,
    " lú": 301,
    "lúa": 1618,
    "úa ": 2552,
    " lúa": 302,
    "lúa ": 1619,
    "hấ": 1320,
    "chấ": 907,
    "hất": 1321,
    " chấ": 72,
    "chất": 908,
    "hất ": 1322,
    "lư": 1627,
    " lư": 308,
    "lượ": 1632,
    " lượ": 311,
    "lượn": 1633,
    "đấ": 2611,
    " đấ": 702,
    "đất": 2612,
    " đất": 703,
    "đất ": 2613,
    " mi": 332,
    "min": 1674,
    " min": 334,
    "minh": 1675,
    "híc": 1274,
    "thíc": 2097,
    "hích": 1275,
    "ến": 2795,
    "iến": 1474,
    "ến ": 2796,
    "biến": 821,
    "iến ": 1475,
    "đổ": 2642,
    " đổ": 723,
    "đổi": 2643,
    " đổi": 724,
    "đổi ": 2644,
    "vi": 2353,
    " vi": 603,
    "vi ": 2354,
    " vi ": 604,
    " i": 242,
    "mt": 1679,
    " im": 243,
    "imt": 1437,
    "mt ": 1680,
    " imt": 244,
    "imt ": 1438,
    " hệ": 229,
    " hệ ": 230,
    "hố": 1374,
    "thố": 2123,
    "hốn": 1375,
    " thố": 513,
    "thốn": 2124,
    "hống": 1376,
    "rạ": 1972,
    "trạ": 2178,
    "rại": 1973,
    " trạ": 540,
    "trại": 2179,
    "rại ": 1974,
    "phư": 1874,
    " phư": 419,
    "phươ": 1875,
    "đá": 2589,
    " đá": 687,
    "đán": 2590,
    "ánh": 2473,
    " đán": 688,
    "đánh": 2591,
    "ánh ": 2474,
    "iá": 1451,
    "á ": 2460,
    "giá": 1119,
    "iá ": 1452,
    " giá": 182,
    "giá ": 1120,
    "sứ": 2048,
    "ức": 2963,
    " sứ": 483,
    "sức": 2049,
    "ức ": 2964,
    " sức": 484,
    "sức ": 2050,
    "ỏe": 2862,
    "khỏ": 1544,
    "hỏe": 1370,
    "ỏe ": 2863,
    " khỏ": 256,
    "khỏe": 1545,
    "hỏe ": 1371,
    "vư": 2371,
    " vư": 615,
    "vườ": 2372,
    "ờn ": 2920,
    " vườ": 616,
    "vườn": 2373,
    "ườn ": 2682,
    "câ": 954,
    "ây": 2490,
    " câ": 94,
    "cây": 955,
    "ây ": 2491,
    " cây": 95,
    "cây ": 956,
    " ă": 671,
    " ăn": 672,
    " ăn ": 673,
    "rá": 1950,
    "ái": 2465,
    "trá": 2163,
    "rái": 1953,
    "ái ": 2466,
    " trá": 533,
    "trái": 2165,
    "rái ": 1954,
    "uậ": 2326,
    "thu": 2084,
    "huậ": 1245,
    "uật": 2327,
    " thu": 496,
    "thuậ": 2086,
    "huật": 1246,
    "uật ": 2328,
    "ấy": 2734,
    "cấy": 980,
    "ấy ": 2735,
    " cấy": 113,
    "cấy ": 981,
    "ô ": 2533,
    "mô ": 1697,
    " mô ": 348,
    "bà": 834,
    " bà": 33,
    "bào": 837,
    " bào": 35,
    "bào ": 838,
    "lự": 1655,
    " lự": 327,
    "lực": 1656,
    " lực": 328,
    "lực ": 1657,
    "ướ": 2671,
    "lướ": 1630,
    "ưới": 2674,
    " lướ": 310,
    "lưới": 1631,
    "ưới ": 2675,
    "ú ": 2550,
    "thú": 2100,
    "hú ": 1291,
    " thú": 502,
    "thú ": 2101,
    " y": 656,
    " y ": 657,
    "sở": 2046,
    " sở": 481,
    "sở ": 2047,
    " sở ": 482,
    "nư": 1809,
    "ớc": 2906,
    " nư": 399,
    "nướ": 1810,
    "ước": 2672,
    "ớc ": 2907,
    " nướ": 400,
    "nước": 1811,
    "ước ": 2673,
    " ao": 15,
    " ao ": 16,
    "hủ": 1395,
    "ủy": 2960,
    "thủ": 2127,
    "hủy": 1399,
    "ủy ": 2961,
    " thủ": 515,
    "thủy": 2128,
    "hủy ": 1400,
    "lo": 1592,
    "oạ": 1844,
    " lo": 286,
    "loạ": 1597,
    "oại": 1847,
    " loạ": 289,
    "loại": 1598,
    "oại ": 1848,
    "mộ": 1712,
    "ột": 2903,
    " mộ": 358,
    "một": 1713,
    "ột ": 2904,
    " một": 359,
    "một ": 1714,
    "tảo": 2239,
    " tảo": 575,
    "tảo ": 2240,
    "gâ": 1153,
    " gâ": 188,
    "gây": 1154,
    " gây": 189,
    "gây ": 1155,
    "ù": 2542,
    "vù": 2365,
    "ùn": 2546,
    " vù": 611,
    "vùn": 2366,
    "ùng": 2547,
    " vùn": 612,
    "vùng": 2367,
    "ùng ": 2548,
    "rồ": 1982,
    "trồ": 2185,
    "rồn": 1983,
    "ồng": 2885,
    " trồ": 543,
    "trồn": 2186,
    "rồng": 1984,
    "ồng ": 2886,
    "phi": 1859,
    " phi": 412,
    "phiê": 1860,
    "ỉ": 2837,
    "hỉ": 1355,
    "ỉ ": 2838,
    "chỉ": 913,
    "hỉ ": 1356,
    " chỉ": 75,
    "chỉ ": 914,
    "tiê": 2140,
    " tiê": 521,
    "tiêu": 2141,
    "ữu": 2983,
    " hữ": 240,
    "hữu": 1411,
    "ữu ": 2984,
    " hữu": 241,
    "hữu ": 1412,
    " í": 666,
    " íc": 667,
    " ích": 668,
    "hứ": 1401,
    "thứ": 2129,
    "hức": 1402,
    " thứ": 516,
    "thức": 2130,
    "hức ": 1403,
    "iên": 1458,
    "hiên": 1204,
    "iên ": 1459,
    "rắ": 1975,
    "ắc": 2762,
    "trắ": 2180,
    "rắc": 1976,
    "ắc ": 2763,
    " trắ": 541,
    "trắc": 2181,
    "rắc ": 1977,
    "gọ": 1171,
    "ọt": 2858,
    "ngọ": 1753,
    "gọt": 1172,
    "ọt ": 2859,
    " ngọ": 375,
    "ngọt": 1754,
    "gọt ": 1173,
    "loà": 1595,
    "oài": 1837,
    " loà": 288,
    "loài": 1596,
    "oài ": 1838,
    "cá ": 947,
    " cá ": 90,
    "đô": 2595,
    " đô": 691,
    "đôn": 2597,
    " đôn": 693,
    "đông": 2598,
    "thư": 2102,
    "hườ": 1308,
    " thư": 503,
    "thườ": 2104,
    "hườn": 1309,
    "gặ": 1168,
    "ặp": 2783,
    " gặ": 192,
    "gặp": 1169,
    "ặp ": 2784,
    " gặp": 193,
    "gặp ": 1170,
    "tra": 2154,
    "ra ": 1914,
    " tra": 529,
    "tra ": 2155,
    "ôm": 2536,
    "tôm": 2225,
    "ôm ": 2537,
    " tôm": 566,
    "tôm ": 2226,
    "khá": 1533,
    "hán": 1259,
    " khá": 251,
    "khán": 1535,
    "háng": 1260,
    "xá": 2418,
    " xá": 648,
    "xác": 2419,
    " xác": 649,
    "xác ": 2420,
    "ịn": 2846,
    "địn": 2631,
    "ịnh": 2847,
    " địn": 716,
    "định": 2632,
    "ịnh ": 2848,
    "ic": 1427,
    "mic": 1672,
    "ic ": 1428,
    " mic": 333,
    "mic ": 1673,
    "ký": 1567,
    " ký": 270,
    "ký ": 1568,
    " ký ": 271,
    "rù": 1966,
    "trù": 2174,
    "rùn": 1967,
    " trù": 538,
    "trùn": 2175,
    "rùng": 1968,
    " ở": 735,
    " ở ": 736,
    "rt": 1940,
    "art": 794,
    "rte": 1941,
    "tem": 2066,
    "emi": 1078,
    "mia": 1670,
    " art": 19,
    "arte": 795,
    "rtem": 1942,
    "temi": 2067,
    "emia": 1079,
    "mia ": 1671,
    "biể": 823,
    " biể": 29,
    "biển": 824,
    "cà": 943,
    " cà": 87,
    "càn": 944,
    "àng": 2451,
    " càn": 88,
    "càng": 945,
    "àng ": 2452,
    "xa": 2406,
    " xa": 640,
    "xan": 2407,
    " xan": 641,
    "xanh": 2408,
    "cu": 938,
    " cu": 84,
    "cua": 939,
    "ua ": 2273,
    " cua": 85,
    "cua ": 940,
    "lợ": 1648,
    "ợ ": 2932,
    " lợ": 322,
    "lợ ": 1649,
    " lợ ": 323,
    "thá": 2090,
    "hái": 1257,
    " thá": 498,
    "thái": 2091,
    "hái ": 1258,
    "uâ": 2304,
    " lu": 290,
    "luâ": 1602,
    "uân": 2305,
    " luâ": 291,
    "luân": 1603,
    "uân ": 2306,
    "can": 879,
    " can": 59,
    "canh": 880,
    "uộ": 2343,
    " ru": 443,
    "ruộ": 1946,
    "uộn": 2346,
    " ruộ": 444,
    "ruộn": 1947,
    "uộng": 2347,
    "xâ": 2421,
    " xâ": 650,
    "xây": 2422,
    " xây": 651,
    "xây ": 2423,
    "dự": 1059,
    "ựn": 2991,
    " dự": 164,
    "dựn": 1063,
    "ựng": 2992,
    " dựn": 167,
    "dựng": 1064,
    "ựng ": 2993,
    "dạ": 1041,
    " dạ": 152,
    "dạn": 1042,
    " dạn": 153,
    "dạng": 1043,
    "vă": 2368,
    " vă": 613,
    "văn": 2369,
    " văn": 614,
    "văn ": 2370,
    "dị": 1049,
    "ịc": 2843,
    " dị": 157,
    "dịc": 1050,
    "ịch": 2844,
    " dịc": 158,
    "dịch": 1051,
    "ịch ": 2845,
    "vụ": 2394,
    " vụ": 632,
    "vụ ": 2395,
    " vụ ": 633,
    " á": 661,
    " áp": 664,
    " áp ": 665,
    "mr": 1676,
    "rv": 1948,
    "v ": 2349,
    " mr": 335,
    "mrv": 1677,
    "rv ": 1949,
    " mrv": 336,
    "mrv ": 1678,
    "ạt": 2705,
    "hoạ": 1227,
    "oạt": 1849,
    "ạt ": 2706,
    " hoạ": 210,
    "hoạt": 1229,
    "oạt ": 1850,
    "ảm": 2713,
    "iảm": 1469,
    "ảm ": 2714,
    "giảm": 1127,
    "iảm ": 1470,
    "ẹ": 2787,
    "hẹ": 1343,
    "ẹ ": 2788,
    "nhẹ": 1775,
    "hẹ ": 1344,
    " nhẹ": 385,
    "nhẹ ": 1776,
    "thả": 2107,
    "hải": 1316,
    " thả": 505,
    "thải": 2108,
    "hải ": 1317,
    "kí": 1564,
    " kí": 268,
    "kín": 1565,
    " kín": 269,
    "kính": 1566,
    "rủ": 1985,
    "ủi": 2955,
    " rủ": 445,
    "rủi": 1986,
    "ủi ": 2956,
    " rủi": 446,
    "rủi ": 1987,
    " ro": 440,
    "ro ": 1936,
    " ro ": 441,
    "gậ": 1165,
    "ngậ": 1751,
    "gập": 1166,
    " ngậ": 374,
    "ngập": 1752,
    "gập ": 1167,
    "lụ": 1652,
    "ụt": 2949,
    " lụ": 325,
    "lụt": 1653,
    "ụt ": 2950,
    " lụt": 326,
    "lụt ": 1654,
    "đô ": 2596,
    " đô ": 692,
    "hị": 1357,
    "thị": 2119,
    "hị ": 1358,
    " thị": 511,
    "thị ": 2120,
    "ựa": 2987,
    "dựa": 1061,
    "ựa ": 2988,
    " dựa": 166,
    "dựa ": 1062,
    "vào": 2363,
    " vào": 610,
    "vào ": 2364,
    "nb": 1724,
    " nb": 365,
    "nbs": 1725,
    "bs ": 828,
    " nbs": 366,
    "nbs ": 1726,
    "tử": 2266,
    " tử": 593,
    "tử ": 2267,
    " tử ": 594,
    "că": 968,
    " că": 104,
    "căn": 969,
    " căn": 105,
    "căn ": 970,
    "nấ": 1812,
    "ấm": 2724,
    " nấ": 401,
    "nấm": 1813,
    "ấm ": 2725,
    " nấm": 402,
    "nấm ": 1814,
    "dư": 1036,
    "ợc": 2933,
    " dư": 149,
    "dượ": 1039,
    "ược": 2688,
    "ợc ": 2934,
    " dượ": 151,
    "dược": 1040,
    "ược ": 2689,
    "quy": 1900,
    " quy": 431,
    "quy ": 1901,
    "iề": 1480,
    "ều": 2809,
    "điề": 2577,
    "iều": 1481,
    "ều ": 2810,
    " điề": 680,
    "điều": 2578,
    "iều ": 1482,
    "kiệ": 1557,
    " kiệ": 263,
    "kiện": 1558,
    "mà": 1687,
    " mà": 341,
    "màn": 1688,
    " màn": 342,
    "màng": 1689,
    "mă": 1700,
    " mă": 350,
    "măn": 1701,
    " măn": 351,
    "măng": 1702,
    "tâ": 2209,
    " tâ": 556,
    "tây": 2212,
    " tây": 558,
    "tây ": 2213,
    " uố": 600,
    " uốn": 601,
    "uống": 2336,
    "lê": 1614,
    " lê": 299,
    "lên": 1615,
    " lên": 300,
    "lên ": 1616,
    "me": 1665,
    " me": 330,
    "men": 1666,
    "en ": 1081,
    " men": 331,
    "men ": 1667,
    "hu ": 1237,
    "thu ": 2085,
    "oạc": 1845,
    "hoạc": 1228,
    "oạch": 1846,
    "sơ": 2024,
    " sơ": 464,
    "sơ ": 2025,
    " sơ ": 465,
    "chế": 911,
    " chế": 74,
    "chế ": 912,
    "đồn": 2640,
    " đồn": 722,
    "đồng": 2641,
    "sô": 2019,
    " sô": 460,
    "sôn": 2020,
    " sôn": 461,
    "sông": 2021,
    "cử": 996,
    "ửu": 2974,
    " cử": 124,
    "cửu": 998,
    "ửu ": 2975,
    " cửu": 126,
    "cửu ": 999,
    "lon": 1593,
    " lon": 287,
    "long": 1594,
    "in ": 1440,
    "tin ": 2137,
    " hư": 222,
    " hư ": 223,
    "ỏn": 2864,
    " hỏ": 234,
    "hỏn": 1372,
    "ỏng": 2865,
    " hỏn": 235,
    "hỏng": 1373,
    "ỏng ": 2866,
    "kiế": 1553,
    " kiế": 261,
    "kiến": 1554,
    "khi": 1526,
    "hi ": 1202,
    " khi": 248,
    "khi ": 1527,
    "ai": 774,
    "kha": 1524,
    "hai": 1190,
    "ai ": 775,
    " kha": 247,
    "khai": 1525,
    "hai ": 1191,
    "cp": 934,
    " ha": 201,
    "hac": 1188,
    "acc": 768,
    "ccp": 886,
    "cp ": 935,
    " hac": 202,
    "hacc": 1189,
    "accp": 769,
    "ccp ": 887,
    "kho": 1528,
    "hoa": 1221,
    "oa ": 1827,
    " kho": 249,
    "khoa": 1529,
    "hoa ": 1222,
    " ai": 10,
    " ai ": 11,
    "iáo": 1455,
    "giáo": 1122,
    "iáo ": 1456,
    "ục": 2944,
    "dục": 1053,
    "ục ": 2945,
    " dục": 160,
    "dục ": 1054,
    "gố": 1174,
    "ốc": 2869,
    " gố": 194,
    "gốc": 1175,
    "ốc ": 2870,
    " gốc": 195,
    "gốc ": 1176,
    "thiê": 2077,
    "hợ": 1388,
    "ợp": 2940,
    " hợ": 238,
    "hợp": 1389,
    "ợp ": 2941,
    " hợp": 239,
    "hợp ": 1390,
    "ò": 2523,
    "hò": 1278,
    "òn": 2524,
    "phò": 1870,
    "hòn": 1279,
    "òng": 2526,
    " phò": 417,
    "phòn": 1871,
    "hòng": 1280,
    "òng ": 2527,
    "chố": 919,
    " chố": 78,
    "chốn": 920,
    "bé": 845,
    " bé": 39,
    "béo": 846,
    " béo": 40,
    "béo ": 847,
    "ì ": 2509,
    "phì": 1868,
    "hì ": 1269,
    " phì": 416,
    "phì ": 1869,
    "viế": 2357,
    " viế": 606,
    "viết": 2358,
    "bố": 865,
    " bố": 52,
    "bố ": 866,
    " bố ": 53,
    "quố": 1906,
    "uốc": 2332,
    " quố": 433,
    "quốc": 1907,
    "uốc ": 2333,
    "ĩ": 2651,
    "lĩ": 1624,
    "ĩn": 2653,
    " lĩ": 306,
    "lĩn": 1625,
    "ĩnh": 2654,
    " lĩn": 307,
    "lĩnh": 1626,
    "ĩnh ": 2655,
    "vự": 2396,
    " vự": 634,
    "vực": 2397,
    " vực": 635,
    "vực ": 2398,
    "iản": 1471,
    "giản": 1128,
    "iảng": 1472,
    "ạy": 2707,
    "dạy": 1044,
    "ạy ": 2708,
    " dạy": 154,
    "dạy ": 1045,
    "go": 1138,
    "ngo": 1737,
    "goạ": 1139,
    " ngo": 369,
    "ngoạ": 1738,
    "goại": 1140,
    "gữ": 1183,
    "ngữ": 1755,
    "gữ ": 1184,
    " ngữ": 376,
    "ngữ ": 1756,
    "ghiê": 1106,
    "cứ": 993,
    "ứu": 2968,
    " cứ": 122,
    "cứu": 994,
    "ứu ": 2969,
    " cứu": 123,
    "cứu ": 995,
    "thậ": 2111,
    "hập": 1336,
    " thậ": 507,
    "thập": 2112,
    "hập ": 1337,
    "ã": 2492,
    "xã": 2424,
    "ã ": 2493,
    " xã": 652,
    "xã ": 2425,
    " xã ": 653,
    "hộ": 1379,
    "ội": 2898,
    " hộ": 236,
    "hội": 1380,
    "ội ": 2899,
    " hội": 237,
    "hội ": 1381,
    "tối": 2258,
    " tối": 588,
    "tối ": 2259,
    " ư": 729,
    "ưu": 2666,
    " ưu": 730,
    "ưu ": 2667,
    " ưu ": 731,
    "qua ": 1898,
    "tổ": 2262,
    "ổn": 2891,
    " tổ": 590,
    "tổn": 2264,
    "ổng": 2892,
    " tổn": 592,
    "tổng": 2265,
    "ổng ": 2893,
    "tà": 2203,
    " tà": 552,
    "tài": 2204,
    " tài": 553,
    "tài ": 2205,
    "gô": 1158,
    "ngô": 1746,
    "gôn": 1159,
    "ôn ": 2539,
    " ngô": 372,
    "ngôn": 1747,
    "gôn ": 1160,
    "uẩ": 2323,
    "chu": 895,
    "huẩ": 1243,
    "uẩn": 2324,
    " chu": 67,
    "chuẩ": 897,
    "huẩn": 1244,
    "uẩn ": 2325,
    "đầ": 2616,
    "ầu": 2739,
    " đầ": 705,
    "đầu": 2617,
    "ầu ": 2740,
    " đầu": 706,
    "đầu ": 2618,
    " ra ": 436,
    "du ": 1021,
    " du ": 141,
    "lị": 1642,
    " lị": 318,
    "lịc": 1643,
    " lịc": 319,
    "lịch": 1644,
    "thư ": 2103,
    "lưu": 1628,
    " lưu": 309,
    "lưu ": 1629,
    "rữ": 1988,
    "trữ": 2187,
    "rữ ": 1989,
    " trữ": 544,
    "trữ ": 2188,
    "việ": 2359,
    " việ": 607,
    "viện": 2360,
    "biê": 818,
    " biê": 27,
    "biên": 819,
    "ran": 1915,
    "tran": 2156,
    "rang": 1916,
    "ẫ": 2746,
    "dẫ": 1046,
    "ẫn": 2747,
    " dẫ": 155,
    "dẫn": 1047,
    "ẫn ": 2748,
    " dẫn": 156,
    "dẫn ": 1048,
    "phỏ": 1880,
    " phỏ": 422,
    "phỏn": 1881,
    "vấ": 2374,
    " vấ": 617,
    "vấn": 2375,
    " vấn": 618,
    "vấn ": 2376,
    "ổ ": 2888,
    "tổ ": 2263,
    " tổ ": 591,
    "chứ": 924,
    " chứ": 80,
    "chức": 925,
    "sự": 2055,
    " sự": 488,
    "sự ": 2056,
    " sự ": 489,
    "dự ": 1060,
    " dự ": 165,
    " án": 662,
    " án ": 663,
    "ủn": 2957,
    "khủ": 1548,
    "hủn": 1397,
    "ủng": 2958,
    " khủ": 258,
    "khủn": 1549,
    "hủng": 1398,
    "ủng ": 2959,
    "oả": 1851,
    "hoả": 1230,
    "oản": 1852,
    " hoả": 211,
    "hoản": 1231,
    "oảng": 1853,
    "tá": 2206,
    " tá": 554,
    "tác": 2207,
    " tác": 555,
    "tác ": 2208,
    "kê": 1562,
    "ê ": 2501,
    " kê": 266,
    "kê ": 1563,
    " kê ": 267,
    "hàng": 1252,
    "hác": 1255,
    "khác": 1534,
    "hách": 1256,
    "sạn": 2031,
    " sạn": 470,
    "sạn ": 2032,
    "hục": 1393,
    "phục": 1884,
    "hục ": 1394,
    "lễ": 1640,
    "ễ ": 2820,
    " lễ": 316,
    "lễ ": 1641,
    " lễ ": 317,
    "tân": 2210,
    " tân": 557,
    "tân ": 2211,
    "ớn": 2910,
    "hướ": 1306,
    "ướn": 2676,
    "ớng": 2911,
    " hướ": 224,
    "hướn": 1307,
    "ướng": 2677,
    "ớng ": 2912,
    "luậ": 1604,
    " luậ": 292,
    "luật": 1605,
    "đai": 2572,
    " đai": 677,
    "đai ": 2573,
    "ăm": 2563,
    "năm": 1805,
    "ăm ": 2564,
    " năm": 397,
    "năm ": 1806,
    "_": 756,
    " _": 6,
    "__": 758,
    "_n": 762,
    "um": 2285,
    "mb": 1662,
    "be": 812,
    "r_": 1910,
    "_ ": 757,
    " __": 7,
    "__n": 760,
    "_nu": 763,
    "num": 1789,
    "umb": 2286,
    "mbe": 1663,
    "ber": 813,
    "er_": 1088,
    "r__": 1911,
    "__ ": 759,
    " __n": 8,
    "__nu": 761,
    "_num": 764,
    "numb": 1790,
    "umbe": 2287,
    "mber": 1664,
    "ber_": 814,
    "er__": 1089,
    "r__ ": 1912,
    "rác": 1951,
    "trác": 2164,
    "rách": 1952,
    "nhiệ": 1762,
    "quyề": 1902,
    "yế": 2439,
    "khu": 1530,
    "huy": 1238,
    "uyế": 2300,
    "yến": 2440,
    " khu": 250,
    "khuy": 1532,
    "huyế": 1240,
    "uyến": 2301,
    "yến ": 2441,
    "cộ": 985,
    " cộ": 116,
    "cộn": 986,
    " cộn": 117,
    "cộng": 987,
    "hôn ": 1286,
    "mớ": 1715,
    " mớ": 360,
    "mới": 1716,
    " mới": 361,
    "mới ": 1717,
    "lớ": 1645,
    "ớp": 2913,
    " lớ": 320,
    "lớp": 1646,
    "ớp ": 2914,
    " lớp": 321,
    "lớp ": 1647,
    "kĩ": 1569,
    "ĩ ": 2652,
    " kĩ": 272,
    "kĩ ": 1570,
    " kĩ ": 273,
    "đấu": 2614,
    " đấu": 704,
    "đấu ": 2615,
    "thầ": 2109,
    "hầu": 1326,
    " thầ": 506,
    "thầu": 2110,
    "hầu ": 1327,
    "bá": 839,
    " bá": 36,
    "bán": 843,
    " bán": 38,
    "bán ": 844,
    "yê": 2436,
    "uyê": 2298,
    "yên": 2437,
    "chuy": 896,
    "huyê": 1239,
    "uyên": 2299,
    "yên ": 2438,
    "chí": 900,
    "hín": 1276,
    " chí": 69,
    "chín": 901,
    "hính": 1277,
    "ám": 2467,
    "iám": 1453,
    "ám ": 2468,
    "giám": 1121,
    "iám ": 1454,
    "đốc": 2634,
    " đốc": 718,
    "đốc ": 2635,
    "ce": 888,
    " ce": 63,
    "ceo": 889,
    " ceo": 64,
    "ceo ": 890,
    "diễ": 1009,
    " diễ": 133,
    "diễn": 1010,
    "hở": 1385,
    "ởi": 2925,
    "khở": 1546,
    "hởi": 1386,
    "ởi ": 2926,
    " khở": 257,
    "khởi": 1547,
    "hởi ": 1387,
    "guy": 1144,
    "nguy": 1741,
    "guyê": 1145,
    "khu ": 1531,
    "gì": 1156,
    " gì": 190,
    "gì ": 1157,
    " gì ": 191,
    "đư": 2602,
    " đư": 696,
    "đượ": 2603,
    " đượ": 697,
    "được": 2604,
    "bắ": 856,
    "ắt": 2769,
    " bắ": 46,
    "bắt": 857,
    "ắt ": 2770,
    " bắt": 47,
    "bắt ": 858,
    "úc": 2553,
    "lúc": 1620,
    "úc ": 2554,
    " lúc": 303,
    "lúc ": 1621,
    "đâ": 2592,
    " đâ": 689,
    "đâu": 2593,
    " đâu": 690,
    "đâu ": 2594,
    "điể": 2579,
    " điể": 681,
    "điểm": 2580,
    "cò": 957,
    " cò": 96,
    "còn": 958,
    "òn ": 2525,
    " còn": 97,
    "còn ": 959,
    "viê": 2355,
    " viê": 605,
    "viên": 2356,
    "đă": 2599,
    " đă": 694,
    "đăn": 2600,
    " đăn": 695,
    "đăng": 2601,
    "này": 1796,
    " này": 391,
    "này ": 1797,
    "hù": 1288,
    "ù ": 2543,
    "phù": 1872,
    "hù ": 1289,
    " phù": 418,
    "phù ": 1873,
    "nế": 1815,
    "ếu": 2801,
    " nế": 403,
    "nếu": 1816,
    "ếu ": 2802,
    " nếu": 404,
    "nếu ": 1817,
    "gư": 1161,
    "ngư": 1748,
    "gư ": 1162,
    " ngư": 373,
    "ngư ": 1749,
    "ưa": 2664,
    "hưa": 1302,
    "ưa ": 2665,
    "chưa": 905,
    "hưa ": 1303,
    "nộ": 1821,
    " nộ": 407,
    "nội": 1822,
    " nội": 408,
    "nội ": 1823,
    "un": 2288,
    "dun": 1024,
    "ung": 2289,
    " dun": 142,
    "dung": 1025,
    "ung ": 2290,
    "ủ ": 2952,
    "chủ": 922,
    "hủ ": 1396,
    " chủ": 79,
    "chủ ": 923,
    "đề": 2624,
    " đề": 710,
    "đề ": 2625,
    " đề ": 711,
    "gồ": 1177,
    "ồm": 2881,
    " gồ": 196,
    "gồm": 1178,
    "ồm ": 2882,
    " gồm": 197,
    "gồm ": 1179,
    "bài": 835,
    " bài": 34,
    "bài ": 836,
    "ộc": 2896,
    "huộ": 1247,
    "uộc": 2344,
    "ộc ": 2897,
    "thuộ": 2087,
    "huộc": 1248,
    "uộc ": 2345,
    "do ": 1017,
    " do ": 138,
    "đả": 2608,
    " đả": 700,
    "đảm": 2609,
    " đảm": 701,
    "đảm ": 2610,
    "nhậ": 1771,
    "hận": 1334,
    " nhậ": 383,
    "nhận": 1772,
    "hận ": 1335,
    "đứ": 2648,
    " đứ": 727,
    "đứn": 2649,
    " đứn": 728,
    "đứng": 2650,
    "ậ ": 2750,
    "vậ ": 2378,
    " vậ ": 620,
    "ịu": 2849,
    "chị": 915,
    "hịu": 1359,
    "ịu ": 2850,
    " chị": 76,
    "chịu": 916,
    "hịu ": 1360,
    "gườ": 1163,
    "ười": 2679,
    "ngườ": 1750,
    "gười": 1164,
    "ười ": 2680,
    " ron": 442,
    "ẻ": 2789,
    "hẻ": 1345,
    "ẻ ": 2790,
    "thẻ": 2113,
    "hẻ ": 1346,
    " thẻ": 508,
    "thẻ ": 2114,
    "châ": 898,
    " châ": 68,
    "chân": 899,
    "ắn": 2764,
    "rắn": 1978,
    "ắng": 2765,
    "trắn": 2182,
    "rắng": 1979,
    "ắng ": 2766,
    "tẩ": 2244,
    " tẩ": 578,
    "tẩm": 2245,
    " tẩm": 579,
    "tẩm ": 2246,
    "vị": 2389,
    " vị": 628,
    "vị ": 2390,
    " vị ": 629,
    "sấ": 2036,
    " sấ": 473,
    "sấy": 2037,
    " sấy": 474,
    "sấy ": 2038,
    "ợi": 2935,
    "lợi": 1650,
    "ợi ": 2936,
    " lợi": 324,
    "lợi ": 1651,
    "hề": 1349,
    "ghề": 1108,
    "hề ": 1350,
    "nghề": 1735,
    "ghề ": 1109,
    "din": 1007,
    " din": 132,
    "dinh": 1008,
    "ỡ": 2927,
    "ưỡ": 2684,
    "ỡn": 2928,
    "dưỡ": 1037,
    "ưỡn": 2685,
    "ỡng": 2929,
    " dưỡ": 150,
    "dưỡn": 1038,
    "ưỡng": 2686,
    "ỡng ": 2930,
    "cù": 965,
    "ùa": 2544,
    " cù": 102,
    "cùa": 966,
    "ùa ": 2545,
    " cùa": 103,
    "cùa ": 967,
    "dn": 1013,
    "na": 1722,
    " dn": 135,
    "dna": 1014,
    "na ": 1723,
    " dna": 136,
    "dna ": 1015,
    "ty": 2201,
    " ty": 550,
    "ty ": 2202,
    " ty ": 551,
    "ốt": 2877,
    "hốt": 1377,
    "ốt ": 2878,
    "chốt": 921,
    "hốt ": 1378,
    "râ": 1955,
    "trâ": 2166,
    "râu": 1956,
    " trâ": 534,
    "trâu": 2167,
    "râu ": 1957,
    "han": 1194,
    "than": 2073,
    "han ": 1195,
    "ặc": 2781,
    "đặc": 2620,
    "ặc ": 2782,
    " đặc": 708,
    "đặc ": 2621,
    "tì": 2214,
    "ìm": 2510,
    " tì": 559,
    "tìm": 2215,
    "ìm ": 2511,
    " tìm": 560,
    "tìm ": 2216,
    "gợ": 1180,
    " gợ": 198,
    "gợi": 1181,
    " gợi": 199,
    "gợi ": 1182,
    " ý": 669,
    " ý ": 670,
    "ệt": 2833,
    "biệ": 825,
    "iệt": 1500,
    "ệt ": 2834,
    " biệ": 30,
    "biệt": 826,
    "iệt ": 1501,
    "thán": 2092,
    "tiế": 2142,
    " tiế": 522,
    "tiết": 2143,
    "ậy": 2759,
    "vậy": 2383,
    "ậy ": 2760,
    " vậy": 623,
    "vậy ": 2384,
    "iớ": 1507,
    "giớ": 1131,
    "iới": 1508,
    " giớ": 186,
    "giới": 1132,
    "iới ": 1509,
    "gà": 1148,
    "ngà": 1743,
    "gày": 1151,
    " ngà": 371,
    "ngày": 1745,
    "gày ": 1152,
    "ẵ": 2777,
    "sẵ": 2039,
    "ẵn": 2778,
    " sẵ": 475,
    "sẵn": 2040,
    "ẵn ": 2779,
    " sẵn": 476,
    "sẵn ": 2041,
    "iú": 1463,
    "úp": 2558,
    "giú": 1123,
    "iúp": 1464,
    "úp ": 2559,
    " giú": 183,
    "giúp": 1124,
    "iúp ": 1465,
    "mì": 1693,
    " mì": 345,
    "mìn": 1694,
    " mìn": 346,
    "mình": 1695,
    "sa": 1995,
    " sa": 448,
    "sao": 1996,
    " sao": 449,
    "sao ": 1997,
    "bác": 840,
    " bác": 37,
    "bách": 842,
    "tấ": 2241,
    " tấ": 576,
    "tất": 2242,
    " tất": 577,
    "tất ": 2243,
    "cả": 973,
    " cả": 108,
    "cả ": 974,
    " cả ": 109,
    "cun": 941,
    " cun": 86,
    "cung": 942,
    "ấp": 2728,
    "cấp": 976,
    "ấp ": 2729,
    " cấp": 111,
    "cấp ": 977,
    "ểu": 2817,
    "hiể": 1209,
    "iểu": 1488,
    "ểu ": 2818,
    " hiể": 204,
    "hiểu": 1210,
    "iểu ": 1489,
    "gàn": 1149,
    "ngàn": 1744,
    "gành": 1150,
    "&": 740,
    " &": 1,
    "& ": 741,
    " & ": 2,
    "tại": 2232,
    " tại": 571,
    "tại ": 2233,
    " ri": 438,
    "riê": 1928,
    "êng": 2504,
    " riê": 439,
    "riên": 1929,
    "iêng": 1460,
    "êng ": 2505,
    "cán": 950,
    " cán": 92,
    "cán ": 951,
    "bộ": 867,
    "ộ ": 2895,
    " bộ": 54,
    "bộ ": 868,
    " bộ ": 55,
    "lã": 1611,
    "ãn": 2494,
    " lã": 297,
    "lãn": 1612,
    "ãnh": 2495,
    " lãn": 298,
    "lãnh": 1613,
    "ãnh ": 2496,
    "đạ": 2605,
    " đạ": 698,
    "đạo": 2606,
    " đạo": 699,
    "đạo ": 2607,
    "cử ": 997,
    " cử ": 125,
    "ban": 808,
    " ban": 23,
    "ban ": 809,
    "thạ": 2105,
    "hạc": 1311,
    "ạc ": 2694,
    " thạ": 504,
    "thạc": 2106,
    "hạc ": 1312,
    "sĩ": 2022,
    " sĩ": 462,
    "sĩ ": 2023,
    " sĩ ": 463,
    "bác ": 841,
    "tị": 2254,
    " tị": 585,
    "tịc": 2255,
    " tịc": 586,
    "tịch": 2256,
    "pt": 1888,
    "thp": 2082,
    "hpt": 1234,
    "pt ": 1889,
