{
  "text": {
    "bạn": 26,
    "có": 70,
    "thể": 404,
    "cho": 40,
    "tôi": 461,
    "biết": 15,
    "về": 503,
    "các": 64,
    "chương": 47,
    "trình": 431,
    "tập": 473,
    "huấn": 149,
    "không": 186,
    "những": 296,
    "khóa": 185,
    "học": 166,
    "nào": 298,
    "đang": 529,
    "mở": 259,
    "muốn": 245,
    "xem": 512,
    "danh": 87,
    "sách": 348,
    "đào": 536,
    "tạo": 467,
    "chia": 39,
    "sẻ": 361,
    "thông": 391,
    "tin": 413,
    "luyện": 216,
    "hiện": 141,
    "cung": 61,
    "cấp": 77,
    "giới": 131,
    "thiệu": 377,
    "một": 257,
    "số": 363,
    "tìm": 458,
    "hiểu": 140,
    "sẵn": 360,
    "tại": 466,
    "là": 219,
    "gì": 134,
    "cần": 80,
    "hỏi": 167,
    "sắp": 359,
    "tới": 481,
    "lập": 232,
    "nhúng": 288,
    "kéo": 199,
    "dài": 98,
    "bao": 11,
    "lâu": 221,
    "thời": 408,
    "gian": 120,
    "của": 83,
    "an": 3,
    "toàn": 420,
    "điện": 534,
    "thiết": 375,
    "kế": 204,
    "và": 492,
    "phân": 316,
    "tích": 459,
    "thí": 388,
    "nghiệm": 264,
    "nhiêu": 283,
    "buổi": 18,
    "khảo": 188,
    "sát": 350,
    "địa": 553,
    "hình": 154,
    "mất": 255,
    "kiểm": 195,
    "thử": 411,
    "phần": 322,
    "mềm": 256,
    "cơ": 75,
    "bản": 27,
    "tốn": 477,
    "em": 113,
    "sản": 357,
    "xuất": 514,
    "sạch": 355,
    "hơn": 158,
    "ày": 520,
    "để": 552,
    "hoàn": 144,
    "thành": 383,
    "nâng": 300,
    "cao": 36,
    "trong": 425,
    "tuần": 449,
    "sửa": 367,
    "chữa": 58,
    "lắp": 233,
    "đặt": 549,
    "dân": 100,
    "dụng": 108,
    "xong": 513,
    "tham": 369,
    "gia": 119,
    "plc": 327,
    "truyền": 426,
    "cc": 37,
    "link": 209,
    "hmi": 143,
    "sẽ": 362,
    "giờ": 132,
    "sử": 366,
    "3d": 0,
    "tính": 460,
    "toán": 421,
    "khí": 183,
    "cụ": 82,
    "như": 289,
    "thế": 403,
    "cam": 34,
    "công": 72,
    "trên": 430,
    "máy": 249,
    "tiện": 419,
    "cnc": 59,
    "phay": 311,
    "vận": 500,
    "hành": 152,
    "tự": 483,
    "động": 560,
    "hóa": 156,
    "nhà": 286,
    "nghệ": 267,
    "bim": 12,
    "ứng": 567,
    "thực": 412,
    "tiễn": 418,
    "dành": 99,
    "đối": 556,
    "tượng": 465,
    "quản": 334,
    "lý": 227,
    "kỹ": 207,
    "sư": 354,
    "kết": 205,
    "cấu": 78,
    "web": 509,
    "front": 117,
    "end": 114,
    "back": 9,
    "với": 506,
    "php": 313,
    "mysql": 246,
    "giao": 121,
    "diện": 91,
    "ui": 484,
    "ux": 485,
    "website": 510,
    "bằng": 30,
    "figma": 115,
    "tui": 446,
    "trị": 439,
    "mạng": 254,
    "doanh": 94,
    "nghiệp": 265,
    "đồ": 557,
    "họa": 165,
    "quảng": 335,
    "cáo": 67,
    "phát": 315,
    "triển": 424,
    "di": 88,
    "đa": 527,
    "nền": 307,
    "tảng": 468,
    "flutter": 116,
    "nhiếp": 284,
    "ảnh": 565,
    "xử": 518,
    "hậu": 163,
    "kỳ": 206,
    "laravel": 208,
    "angularjs": 4,
    "trí": 432,
    "tuệ": 450,
    "nhân": 287,
    "python": 328,
    "trực": 444,
    "quan": 330,
    "dữ": 109,
    "liệu": 212,
    "steam": 346,
    "tư": 463,
    "duy": 97,
    "sáng": 349,
    "arduino": 7,
    "tinkercad": 415,
    "chẩn": 49,
    "đoán": 535,
    "bệnh": 31,
    "hại": 161,
    "rau": 338,
    "giải": 127,
    "pháp": 314,
    "bảo": 28,
    "vệ": 504,
    "vật": 501,
    "thân": 386,
    "thiện": 376,
    "môi": 252,
    "trường": 434,
    "tận": 472,
    "nguồn": 271,
    "phụ": 325,
    "phẩm": 323,
    "nông": 301,
    "gieo": 122,
    "tinh": 414,
    "nhằm": 294,
    "năng": 303,
    "suất": 347,
    "hiệu": 142,
    "quả": 333,
    "kinh": 192,
    "tế": 474,
    "chăn": 45,
    "nuôi": 297,
    "thỏ": 406,
    "sinh": 345,
    "chọn": 53,
    "giống": 130,
    "lúa": 225,
    "chất": 48,
    "lượng": 231,
    "đất": 545,
    "minh": 243,
    "thích": 389,
    "biến": 14,
    "đổi": 559,
    "vi": 487,
    "imt": 174,
    "hệ": 164,
    "thống": 407,
    "trại": 435,
    "phương": 320,
    "đánh": 537,
    "giá": 123,
    "sức": 365,
    "khỏe": 189,
    "vườn": 497,
    "cây": 68,
    "ăn": 526,
    "trái": 428,
    "thuật": 381,
    "cấy": 79,
    "mô": 251,
    "bào": 20,
    "lực": 240,
    "lưới": 230,
    "thú": 393,
    "y": 519,
    "sở": 364,
    "nước": 304,
    "ao": 6,
    "thủy": 409,
    "loại": 215,
    "tảo": 469,
    "gây": 133,
    "vùng": 494,
    "trồng": 440,
    "phiêu": 312,
    "chỉ": 51,
    "tiêu": 416,
    "hữu": 173,
    "ích": 523,
    "thức": 410,
    "nhiên": 282,
    "trắc": 437,
    "ngọt": 279,
    "loài": 214,
    "cá": 63,
    "đông": 540,
    "thường": 396,
    "gặp": 135,
    "tra": 422,
    "tôm": 462,
    "kháng": 182,
    "xác": 515,
    "định": 554,
    "mic": 242,
    "ký": 202,
    "trùng": 433,
    "ở": 566,
    "artemia": 8,
    "biển": 16,
    "càng": 62,
    "xanh": 511,
    "cua": 60,
    "lợ": 237,
    "thái": 384,
    "luân": 217,
    "canh": 35,
    "ruộng": 342,
    "xây": 516,
    "dựng": 112,
    "dạng": 103,
    "văn": 495,
    "dịch": 106,
    "vụ": 507,
    "áp": 522,
    "mrv": 244,
    "hoạt": 146,
    "giảm": 128,
    "nhẹ": 295,
    "thải": 398,
    "kính": 201,
    "rủi": 343,
    "ro": 340,
    "ngập": 277,
    "lụt": 239,
    "đô": 539,
    "thị": 405,
    "dựa": 111,
    "vào": 493,
    "nbs": 260,
    "tử": 482,
    "căn": 74,
    "nấm": 305,
    "dược": 102,
    "quy": 331,
    "điều": 532,
    "kiện": 197,
    "màng": 248,
    "măng": 253,
    "tây": 456,
    "uống": 486,
    "lên": 224,
    "men": 241,
    "thu": 380,
    "hoạch": 145,
    "sơ": 353,
    "chế": 50,
    "đồng": 558,
    "sông": 351,
    "cửu": 86,
    "long": 213,
    "hư": 159,
    "hỏng": 168,
    "kiến": 193,
    "khi": 176,
    "khai": 175,
    "haccp": 139,
    "khoa": 177,
    "ai": 2,
    "giáo": 125,
    "dục": 107,
    "gốc": 136,
    "thiên": 374,
    "hợp": 172,
    "phòng": 318,
    "chống": 54,
    "béo": 24,
    "phì": 317,
    "viết": 489,
    "bố": 32,
    "quốc": 336,
    "lĩnh": 228,
    "vực": 508,
    "giảng": 129,
    "dạy": 104,
    "ngoại": 268,
    "ngữ": 280,
    "nghiên": 263,
    "cứu": 84,
    "thập": 401,
    "xã": 517,
    "hội": 171,
    "tối": 476,
    "ưu": 564,
    "qua": 329,
    "tổng": 480,
    "tài": 452,
    "ngôn": 274,
    "chuẩn": 42,
    "đầu": 547,
    "ra": 337,
    "du": 95,
    "lịch": 235,
    "thư": 395,
    "lưu": 229,
    "trữ": 443,
    "viện": 491,
    "biên": 13,
    "trang": 423,
    "dẫn": 105,
    "phỏng": 324,
    "vấn": 498,
    "tổ": 479,
    "chức": 57,
    "sự": 368,
    "dự": 110,
    "án": 521,
    "khủng": 191,
    "hoảng": 147,
    "tác": 453,
    "kê": 200,
    "hàng": 151,
    "khách": 181,
    "sạn": 356,
    "phục": 326,
    "lễ": 234,
    "tân": 455,
    "hướng": 160,
    "luật": 218,
    "đai": 528,
    "năm": 302,
    "__number__": 1,
    "trách": 427,
    "nhiệm": 285,
    "quyền": 332,
    "khuyến": 179,
    "cộng": 81,
    "thôn": 390,
    "mới": 258,
    "lớp": 236,
    "kĩ": 203,
    "đấu": 546,
    "thầu": 399,
    "bán": 23,
    "chuyên": 41,
    "chính": 44,
    "giám": 124,
    "đốc": 555,
    "ceo": 38,
    "diễn": 90,
    "khởi": 190,
    "nguyên": 269,
    "khu": 178,
    "được": 542,
    "bắt": 29,
    "lúc": 226,
    "đâu": 538,
    "điểm": 533,
    "còn": 69,
    "viên": 488,
    "đăng": 541,
    "này": 299,
    "phù": 319,
    "nếu": 306,
    "ngư": 275,
    "chưa": 46,
    "nội": 308,
    "dung": 96,
    "chủ": 56,
    "đề": 551,
    "gồm": 137,
    "bài": 19,
    "thuộc": 382,
    "do": 93,
    "đảm": 544,
    "nhận": 292,
    "đứng": 563,
    "vậ": 499,
    "chịu": 52,
    "người": 276,
    "rong": 341,
    "thẻ": 402,
    "chân": 43,
    "trắng": 438,
    "tẩm": 471,
    "vị": 505,
    "sấy": 358,
    "lợi": 238,
    "nghề": 266,
    "dinh": 89,
    "dưỡng": 101,
    "cùa": 73,
    "dna": 92,
    "ty": 451,
    "chốt": 55,
    "trâu": 429,
    "than": 370,
    "đặc": 548,
    "gợi": 138,
    "ý": 525,
    "biệt": 17,
    "tháng": 385,
    "tiết": 417,
    "vậy": 502,
    "ngày": 273,
    "giúp": 126,
    "mình": 250,
    "sao": 344,
    "bách": 22,
    "tất": 470,
    "cả": 76,
    "ngành": 272,
    "riêng": 339,
    "cán": 66,
    "bộ": 33,
    "lãnh": 222,
    "đạo": 543,
    "cử": 85,
    "ban": 10,
    "thạc": 397,
    "sĩ": 352,
    "bác": 21,
    "tịch": 475,
    "thì": 387,
    "khônh": 187,
    "thpt": 378,
    "thcs": 372,
    "trần": 436,
    "thanh": 371,
    "hùng": 157,
    "hải": 162,
    "liệt": 211,
    "mà": 247,
    "thúy": 394,
    "kiều": 194,
    "nguyễn": 270,
    "hòa": 155,
    "thầy": 400,
    "cô": 71,
    "ngọc": 278,
    "vũ": 496,
    "út": 524,
    "lê": 223,
    "đức": 562,
    "huy": 148,
    "oanh": 309,
    "hà": 150,
    "tống": 478,
    "thùy": 392,
    "ks": 198,
    "pgs": 310,
    "ts": 445,
    "nga": 261,
    "bùi": 25,
    "anh": 5,
    "tuấn": 448,
    "ths": 379,
    "hồ": 169,
    "phạm": 321,
    "tâm": 454,
    "liên": 210,
    "đến": 550,
    "tương": 464,
    "khác": 180,
    "theo": 373,
    "kiểu": 196,
    "làm": 220,
    "hỗ": 170,
    "trợ": 442,
    "ghi": 118,
    "cách": 65,
    "khó": 184,
    "nhưng": 290,
    "việc": 490,
    "nhanh": 281,
    "nhất": 291,
    "điền": 531,
    "tuyến": 447,
    "ngay": 262,
    "nhập": 293,
    "tên": 457,
    "đỡ": 561,
    "trở": 441,
    "đi": 530,
    "hãy": 153
  },
  "intent": {
    "ask_training_program": 9,
    "ask_training_duration": 6,
    "ask_training_schedule": 10,
    "ask_training_audience": 1,
    "ask_training_content": 5,
    "ask_training_faculty": 7,
    "ask_training_instructor": 8,
    "ask_training_sessions": 11,
    "ask_training_by_faculty": 3,
    "ask_training_by_audience": 2,
    "ask_training_by_instructor": 4,
    "ask_related_programs": 0,
    "register_training": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "action_submit_register_form": 11,
    "register_training_form": 14,
    "utter_ask_training_program": 15,
    "utter_register_success": 16
  },
  "action_text": null,
  "intent_response_key": null
}