{
  "text": {
    " ": 0,
    "b": 492,
    "ạ": 1673,
    "n": 1048,
    " b": 12,
    "bạ": 517,
    "ạn": 1679,
    "n ": 1049,
    " bạ": 24,
    "bạn": 518,
    "ạn ": 1680,
    " bạn": 25,
    "bạn ": 519,
    "c": 526,
    "ó": 1561,
    " c": 30,
    "có": 568,
    "ó ": 1562,
    " có": 51,
    "có ": 569,
    " có ": 52,
    "t": 1254,
    "h": 698,
    "ể": 1753,
    " t": 285,
    "th": 1258,
    "hể": 803,
    "ể ": 1754,
    " th": 286,
    "thể": 1282,
    "hể ": 804,
    " thể": 297,
    "thể ": 1283,
    "o": 1119,
    "ch": 544,
    "ho": 722,
    "o ": 1120,
    " ch": 38,
    "cho": 546,
    "ho ": 723,
    " cho": 39,
    "cho ": 547,
    "ô": 1565,
    "i": 848,
    "tô": 1341,
    "ôi": 1567,
    "i ": 849,
    " tô": 330,
    "tôi": 1342,
    "ôi ": 1568,
    " tôi": 331,
    "tôi ": 1343,
    "ế": 1737,
    "bi": 500,
    "iế": 890,
    "ết": 1743,
    "t ": 1255,
    " bi": 15,
    "biế": 503,
    "iết": 893,
    "ết ": 1744,
    " biế": 17,
    "biết": 504,
    "iết ": 894,
    "v": 1420,
    "ề": 1745,
    " v": 351,
    "về": 1443,
    "ề ": 1746,
    " về": 365,
    "về ": 1444,
    " về ": 366,
    "á": 1504,
    "cá": 565,
    "ác": 1506,
    "c ": 527,
    " cá": 49,
    "các": 566,
    "ác ": 1507,
    " các": 50,
    "các ": 567,
    "ư": 1658,
    "ơ": 1653,
    "g": 657,
    "hư": 781,
    "ươ": 1662,
    "ơn": 1655,
    "ng": 1055,
    "g ": 658,
    "chư": 552,
    "hươ": 783,
    "ươn": 1663,
    "ơng": 1656,
    "ng ": 1056,
    " chư": 42,
    "chươ": 553,
    "hươn": 784,
    "ương": 1664,
    "ơng ": 1657,
    "r": 1179,
    "ì": 1544,
    "tr": 1303,
    "rì": 1211,
    "ìn": 1546,
    "nh": 1069,
    "h ": 699,
    " tr": 308,
    "trì": 1314,
    "rìn": 1212,
    "ình": 1547,
    "nh ": 1070,
    " trì": 314,
    "trìn": 1315,
    "rình": 1213,
    "ình ": 1548,
    "ậ": 1718,
    "p": 1142,
    "tậ": 1351,
    "ập": 1721,
    "p ": 1143,
    " tậ": 337,
    "tập": 1352,
    "ập ": 1722,
    " tập": 338,
    "tập ": 1353,
    "u": 1365,
    "ấ": 1696,
    " h": 109,
    "hu": 735,
    "uấ": 1403,
    "ấn": 1699,
    " hu": 116,
    "huấ": 741,
    "uấn": 1404,
    "ấn ": 1700,
    " huấ": 117,
    "huấn": 742,
    "uấn ": 1405,
    "k": 922,
    " k": 134,
    "kh": 927,
    "hô": 772,
    "ôn": 1569,
    " kh": 135,
    "khô": 939,
    "hôn": 773,
    "ông": 1571,
    " khô": 141,
    "khôn": 940,
    "hông": 775,
    "ông ": 1572,
    "ữ": 1869,
    " n": 210,
    "hữ": 838,
    "ữn": 1873,
    " nh": 219,
    "nhữ": 1083,
    "hữn": 841,
    "ững": 1874,
    " nhữ": 225,
    "nhữn": 1084,
    "hững": 842,
    "ững ": 1875,
    "a": 463,
    "hó": 769,
    "óa": 1563,
    "a ": 464,
    "khó": 937,
    "hóa": 770,
    "óa ": 1564,
    " khó": 140,
    "khóa": 938,
    "hóa ": 771,
    "ọ": 1785,
    "họ": 807,
    "ọc": 1786,
    " họ": 126,
    "học": 808,
    "ọc ": 1787,
    " học": 127,
    "học ": 809,
    "à": 1490,
    "nà": 1096,
    "ào": 1500,
    " nà": 228,
    "nào": 1097,
    "ào ": 1501,
    " nào": 229,
    "nào ": 1098,
    "đ": 1591,
    " đ": 395,
    "đa": 1592,
    "an": 471,
    " đa": 396,
    "đan": 1595,
    "ang": 473,
    " đan": 398,
    "đang": 1596,
    "ang ": 474,
    "m": 1015,
    "ở": 1831,
    " m": 192,
    "mở": 1046,
    "ở ": 1832,
    " mở": 208,
    "mở ": 1047,
    " mở ": 209,
    "ố": 1788,
    "mu": 1024,
    "uố": 1411,
    "ốn": 1794,
    " mu": 193,
    "muố": 1025,
    "uốn": 1412,
    "ốn ": 1795,
    " muố": 194,
    "muốn": 1026,
    "uốn ": 1413,
    "x": 1458,
    "e": 636,
    " x": 376,
    "xe": 1463,
    "em": 644,
    "m ": 1016,
    " xe": 379,
    "xem": 1464,
    "em ": 645,
    " xem": 380,
    "xem ": 1465,
    "d": 587,
    " d": 65,
    "da": 589,
    " da": 66,
    "dan": 590,
    "anh": 476,
    " dan": 67,
    "danh": 591,
    "anh ": 477,
    "s": 1226,
    " s": 265,
    "sá": 1233,
    " sá": 268,
    "sác": 1234,
    "ách": 1508,
    "ch ": 545,
    " sác": 269,
    "sách": 1235,
    "ách ": 1509,
    "đà": 1602,
    " đà": 402,
    "đào": 1603,
    " đào": 403,
    "đào ": 1604,
    "tạ": 1348,
    "ạo": 1683,
    " tạ": 335,
    "tạo": 1349,
    "ạo ": 1684,
    " tạo": 336,
    "tạo ": 1350,
    "l": 967,
    " l": 162,
    "lậ": 998,
    " lậ": 180,
    "lập": 999,
    " lập": 181,
    "lập ": 1000,
    "ú": 1578,
    "hú": 778,
    "ún": 1579,
    "nhú": 1079,
    "hún": 779,
    "úng": 1580,
    " nhú": 223,
    "nhún": 1080,
    "húng": 780,
    "úng ": 1581,
    "é": 1535,
    "ké": 952,
    "éo": 1536,
    " ké": 148,
    "kéo": 953,
    "éo ": 1537,
    " kéo": 149,
    "kéo ": 954,
    "dà": 608,
    "ài": 1492,
    " dà": 77,
    "dài": 609,
    "ài ": 1493,
    " dài": 78,
    "dài ": 610,
    "ba": 494,
    "ao": 478,
    " ba": 13,
    "bao": 495,
    "ao ": 479,
    " bao": 14,
    "bao ": 496,
    "â": 1524,
    "lâ": 988,
    "âu": 1529,
    "u ": 1366,
    " lâ": 173,
    "lâu": 989,
    "âu ": 1530,
    " lâu": 174,
    "lâu ": 990,
    "nâ": 1099,
    "ân": 1525,
    " nâ": 230,
    "nân": 1100,
    "âng": 1527,
    " nân": 231,
    "nâng": 1101,
    "âng ": 1528,
    "ca": 531,
    " ca": 31,
    "cao": 536,
    " cao": 33,
    "cao ": 537,
    "ợ": 1835,
    "đư": 1614,
    "ượ": 1668,
    "ợc": 1836,
    " đư": 410,
    "đượ": 1615,
    "ược": 1669,
    "ợc ": 1837,
    " đượ": 411,
    "được": 1616,
    "ược ": 1670,
    "ổ": 1804,
    "tổ": 1359,
    "ổ ": 1805,
    " tổ": 343,
    "tổ ": 1360,
    " tổ ": 344,
    "ứ": 1857,
    "hứ": 833,
    "ức": 1858,
    "chứ": 558,
    "hức": 834,
    "ức ": 1859,
    " chứ": 45,
    "chức": 559,
    "hức ": 835,
    "ro": 1199,
    "on": 1125,
    "tro": 1306,
    "ron": 1200,
    "ong": 1127,
    " tro": 310,
    "tron": 1307,
    "rong": 1201,
    "ong ": 1128,
    "ê": 1538,
    "hi": 708,
    "iê": 882,
    "êu": 1542,
    "nhi": 1071,
    "hiê": 710,
    "iêu": 885,
    "êu ": 1543,
    " nhi": 220,
    "nhiê": 1072,
    "hiêu": 712,
    "iêu ": 886,
    "y": 1473,
    "gà": 688,
    "ày": 1502,
    "y ": 1474,
    " ng": 213,
    "ngà": 1065,
    "gày": 689,
    "ày ": 1503,
    " ngà": 217,
    "ngày": 1066,
    "gày ": 690,
    "ờ": 1827,
    "hờ": 816,
    "ời": 1829,
    "thờ": 1286,
    "hời": 817,
    "ời ": 1830,
    " thờ": 299,
    "thời": 1287,
    "hời ": 818,
    " g": 99,
    "gi": 664,
    "ia": 853,
    " gi": 100,
    "gia": 665,
    "ian": 855,
    "an ": 472,
    " gia": 101,
    "gian": 667,
    "ian ": 856,
    "thi": 1263,
    "hiế": 713,
    " thi": 289,
    "thiế": 1264,
    "hiết": 715,
    "kế": 961,
    "ế ": 1738,
    " kế": 156,
    "kế ": 962,
    " kế ": 157,
    "và": 1430,
    "à ": 1491,
    " và": 356,
    "và ": 1431,
    " và ": 357,
    " p": 243,
    "ph": 1144,
    "hâ": 759,
    " ph": 244,
    "phâ": 1150,
    "hân": 760,
    "ân ": 1526,
    " phâ": 247,
    "phân": 1151,
    "hân ": 761,
    "í": 1549,
    "tí": 1338,
    "íc": 1551,
    " tí": 328,
    "tíc": 1339,
    "ích": 1552,
    " tíc": 329,
    "tích": 1340,
    "ích ": 1553,
    "hí": 762,
    "í ": 1550,
    "thí": 1272,
    "hí ": 763,
    " thí": 292,
    "thí ": 1273,
    "ệ": 1763,
    "gh": 659,
    "iệ": 906,
    "ệm": 1765,
    "ngh": 1057,
    "ghi": 660,
    "hiệ": 716,
    "iệm": 907,
    "ệm ": 1766,
    " ngh": 214,
    "nghi": 1058,
    "ghiệ": 661,
    "hiệm": 717,
    "iệm ": 908,
    "là": 986,
    " là": 171,
    "là ": 987,
    " là ": 172,
    "bu": 508,
    "uổ": 1414,
    "ổi": 1806,
    " bu": 18,
    "buổ": 509,
    "uổi": 1415,
    "ổi ": 1807,
    " buổ": 19,
    "buổi": 510,
    "uổi ": 1416,
    " a": 4,
    " an": 7,
    " an ": 8,
    "to": 1300,
    "oà": 1129,
    "àn": 1494,
    " to": 306,
    "toà": 1301,
    "oàn": 1130,
    "àn ": 1495,
    " toà": 307,
    "toàn": 1302,
    "oàn ": 1131,
    "đi": 1597,
    "ện": 1767,
    " đi": 399,
    "điệ": 1600,
    "iện": 909,
    "ện ": 1768,
    " điệ": 401,
    "điện": 1601,
    "iện ": 910,
    "ử": 1863,
    "sử": 1248,
    "ửa": 1865,
    " sử": 280,
    "sửa": 1250,
    "ửa ": 1866,
    " sửa": 282,
    "sửa ": 1251,
    "ữa": 1871,
    "chữ": 560,
    "hữa": 839,
    "ữa ": 1872,
    " chữ": 46,
    "chữa": 561,
    "hữa ": 840,
    "ắ": 1727,
    "lắ": 1001,
    "ắp": 1728,
    " lắ": 182,
    "lắp": 1002,
    "ắp ": 1729,
    " lắp": 183,
    "lắp ": 1003,
    "ặ": 1734,
    "đặ": 1622,
    "ặt": 1735,
    " đặ": 415,
    "đặt": 1623,
    "ặt ": 1736,
    " đặt": 416,
    "đặt ": 1624,
    "dâ": 613,
    " dâ": 80,
    "dân": 614,
    " dân": 81,
    "dân ": 615,
    "ụ": 1843,
    "dụ": 625,
    "ụn": 1847,
    " dụ": 88,
    "dụn": 628,
    "ụng": 1848,
    " dụn": 90,
    "dụng": 629,
    "ụng ": 1849,
    "vậ": 1438,
    "ận": 1719,
    " vậ": 362,
    "vận": 1439,
    "ận ": 1720,
    " vận": 363,
    "vận ": 1440,
    "hà": 747,
    " hà": 118,
    "hàn": 749,
    "ành": 1498,
    " hàn": 119,
    "hành": 751,
    "ành ": 1499,
    "má": 1027,
    "áy": 1522,
    " má": 195,
    "máy": 1028,
    "áy ": 1523,
    " máy": 196,
    "máy ": 1029,
    "cn": 562,
    "nc": 1053,
    " cn": 47,
    "cnc": 563,
    "nc ": 1054,
    " cnc": 48,
    "cnc ": 564,
    "ễ": 1759,
    "di": 592,
    "iễ": 903,
    "ễn": 1761,
    " di": 68,
    "diễ": 593,
    "iễn": 904,
    "ễn ": 1762,
    " diễ": 69,
    "diễn": 594,
    "iễn ": 905,
    " r": 262,
    "ra": 1183,
    " ra": 263,
    "ra ": 1184,
    " ra ": 264,
    "pl": 1163,
    "lc": 973,
    " pl": 253,
    "plc": 1164,
    "lc ": 974,
    " plc": 254,
    "plc ": 1165,
    "ru": 1202,
    "uy": 1387,
    "yề": 1484,
    "ền": 1749,
    "tru": 1308,
    "ruy": 1203,
    "uyề": 1393,
    "yền": 1485,
    "ền ": 1750,
    " tru": 311,
    "truy": 1309,
    "ruyề": 1204,
    "uyền": 1394,
    "yền ": 1486,
    "thô": 1274,
    " thô": 293,
    "thôn": 1275,
    "-": 446,
    "cc": 538,
    "c-": 528,
    "-l": 447,
    "li": 975,
    "in": 864,
    "nk": 1085,
    "k ": 923,
    " cc": 34,
    "cc-": 539,
    "c-l": 529,
    "-li": 448,
    "lin": 976,
    "ink": 868,
    "nk ": 1086,
    " cc-": 35,
    "cc-l": 540,
    "c-li": 530,
    "-lin": 449,
    "link": 977,
    "ink ": 869,
    "mấ": 1035,
    "ất": 1701,
    " mấ": 201,
    "mất": 1036,
    "ất ": 1702,
    " mất": 202,
    "mất ": 1037,
    "để": 1627,
    " để": 419,
    "để ": 1628,
    " để ": 420,
    " ho": 112,
    "hoà": 728,
    " hoà": 113,
    "hoàn": 729,
    "thà": 1270,
    " thà": 291,
    "thàn": 1271,
    "hm": 719,
    "mi": 1022,
    " hm": 110,
    "hmi": 720,
    "mi ": 1023,
    " hmi": 111,
    "hmi ": 721,
    "cơ": 573,
    "ơ ": 1654,
    " cơ": 55,
    "cơ ": 574,
    " cơ ": 56,
    "ả": 1689,
    "bả": 520,
    "ản": 1690,
    " bả": 26,
    "bản": 521,
    "ản ": 1691,
    " bản": 27,
    "bản ": 522,
    "ếp": 1741,
    "iếp": 891,
    "ếp ": 1742,
    "nhiế": 1073,
    "hiếp": 714,
    "iếp ": 892,
    " ả": 438,
    " ản": 439,
    "ảnh": 1694,
    " ảnh": 440,
    "ảnh ": 1695,
    "số": 1244,
    "ố ": 1789,
    " số": 276,
    "số ": 1245,
    " số ": 277,
    "xử": 1471,
    "ử ": 1864,
    " xử": 385,
    "xử ": 1472,
    " xử ": 386,
    "ý": 1582,
    "lý": 991,
    "ý ": 1583,
    " lý": 175,
    "lý ": 992,
    " lý ": 176,
    "hậ": 798,
    "ậu": 1725,
    " hậ": 124,
    "hậu": 799,
    "ậu ": 1726,
    " hậu": 125,
    "hậu ": 800,
    "ỳ": 1885,
    "kỳ": 963,
    "ỳ ": 1886,
    " kỳ": 158,
    "kỳ ": 964,
    " kỳ ": 159,
    "lư": 993,
    "ợn": 1838,
    " lư": 177,
    "lượ": 996,
    "ượn": 1671,
    "ợng": 1839,
    " lượ": 179,
    "lượn": 997,
    "ượng": 1672,
    "ợng ": 1840,
    "ủ": 1850,
    "củ": 581,
    "ủa": 1852,
    " củ": 61,
    "của": 582,
    "ủa ": 1853,
    " của": 62,
    "của ": 583,
    "ỹ": 1887,
    "kỹ": 965,
    "ỹ ": 1888,
    " kỹ": 160,
    "kỹ ": 966,
    " kỹ ": 161,
    "uậ": 1406,
    "ật": 1723,
    "thu": 1267,
    "huậ": 743,
    "uật": 1407,
    "ật ": 1724,
    " thu": 290,
    "thuậ": 1268,
    "huật": 744,
    "uật ": 1408,
    "nu": 1091,
    "uô": 1397,
    " nu": 226,
    "nuô": 1094,
    "uôi": 1398,
    " nuô": 227,
    "nuôi": 1095,
    "uôi ": 1399,
    "cấ": 575,
    "ấy": 1705,
    " cấ": 57,
    "cấy": 576,
    "ấy ": 1706,
    " cấy": 58,
    "cấy ": 577,
    "mô": 1030,
    "ô ": 1566,
    " mô": 197,
    "mô ": 1031,
    " mô ": 198,
    "tế": 1354,
    " tế": 339,
    "tế ": 1355,
    " tế ": 340,
    "bà": 511,
    " bà": 20,
    "bào": 512,
    " bào": 21,
    "bào ": 513,
    "ự": 1878,
    "hự": 845,
    "ực": 1880,
    "thự": 1290,
    "hực": 846,
    "ực ": 1881,
    " thự": 301,
    "thực": 1291,
    "hực ": 847,
    "vật": 1441,
    " vật": 364,
    "vật ": 1442,
    "há": 752,
    "át": 1520,
    "phá": 1147,
    "hát": 757,
    "át ": 1521,
    " phá": 246,
    "phát": 1149,
    "hát ": 758,
    "ri": 1193,
    "iể": 898,
    "ển": 1757,
    "tri": 1304,
    "riể": 1194,
    "iển": 901,
    "ển ": 1758,
    " tri": 309,
    "triể": 1305,
    "riển": 1195,
    "iển ": 902,
    " ứ": 443,
    "ứn": 1860,
    " ứn": 444,
    "ứng": 1861,
    " ứng": 445,
    "ứng ": 1862,
    "w": 1453,
    " w": 373,
    "we": 1454,
    "eb": 638,
    "b ": 493,
    " we": 374,
    "web": 1455,
    "eb ": 639,
    " web": 375,
    "web ": 1456,
    "ớ": 1819,
    "vớ": 1445,
    "ới": 1820,
    " vớ": 367,
    "với": 1446,
    "ới ": 1821,
    " với": 368,
    "với ": 1447,
    "la": 969,
    "ar": 480,
    "av": 487,
    "ve": 1421,
    "el": 642,
    "l ": 968,
    " la": 163,
    "lar": 970,
    "ara": 481,
    "rav": 1185,
    "ave": 488,
    "vel": 1422,
    "el ": 643,
    " lar": 164,
    "lara": 971,
    "arav": 482,
    "rave": 1186,
    "avel": 489,
    "vel ": 1423,
    "j": 919,
    "gu": 683,
    "ul": 1376,
    "rj": 1196,
    "js": 920,
    "s ": 1227,
    "ngu": 1062,
    "gul": 684,
    "ula": 1377,
    "arj": 485,
    "rjs": 1197,
    "js ": 921,
    " ang": 9,
    "angu": 475,
    "ngul": 1063,
    "gula": 685,
    "ular": 1378,
    "larj": 972,
    "arjs": 486,
    "rjs ": 1198,
    "mấy": 1038,
    " mấy": 203,
    "mấy ": 1039,
    "py": 1166,
    "yt": 1475,
    " py": 255,
    "pyt": 1167,
    "yth": 1476,
    "tho": 1265,
    "hon": 726,
    "on ": 1126,
    " pyt": 256,
    "pyth": 1168,
    "ytho": 1477,
    "thon": 1266,
    "hon ": 727,
    "oa": 1121,
    "kho": 930,
    "hoa": 724,
    "oa ": 1122,
    " kho": 137,
    "khoa": 931,
    "hoa ": 725,
    "tự": 1363,
    "ự ": 1879,
    " tự": 346,
    "tự ": 1364,
    " tự ": 347,
    "ên": 1540,
    "iên": 883,
    "ên ": 1541,
    "hiên": 711,
    "iên ": 884,
    "ổn": 1808,
    "tổn": 1361,
    "ổng": 1809,
    " tổn": 345,
    "tổng": 1362,
    "ổng ": 1810,
    "q": 1169,
    " q": 257,
    "qu": 1170,
    "uả": 1400,
    " qu": 258,
    "quả": 1177,
    "uản": 1401,
    " quả": 261,
    "quản": 1178,
    "uản ": 1402,
    "ị": 1775,
    "rị": 1216,
    "ị ": 1776,
    "trị": 1318,
    "rị ": 1217,
    " trị": 316,
    "trị ": 1319,
    "mạ": 1032,
    " mạ": 199,
    "mạn": 1033,
    "ạng": 1681,
    " mạn": 200,
    "mạng": 1034,
    "ạng ": 1682,
    "do": 597,
    " do": 71,
    "doa": 599,
    "oan": 1123,
    " doa": 73,
    "doan": 600,
    "oanh": 1124,
    "ệp": 1769,
    "iệp": 911,
    "ệp ": 1770,
    "hiệp": 718,
    "iệp ": 912,
    "đá": 1605,
    "án": 1512,
    " đá": 404,
    "đán": 1606,
    "ánh": 1514,
    " đán": 405,
    "đánh": 1607,
    "ánh ": 1515,
    "iá": 876,
    "á ": 1505,
    "giá": 669,
    "iá ": 877,
    " giá": 102,
    "giá ": 670,
    "hấ": 787,
    "chấ": 554,
    "hất": 788,
    " chấ": 43,
    "chất": 555,
    "hất ": 789,
    "ẩ": 1712,
    "hẩ": 795,
    "ẩm": 1713,
    "phẩ": 1158,
    "hẩm": 796,
    "ẩm ": 1714,
    " phẩ": 251,
    "phẩm": 1159,
    "hẩm ": 797,
    "ă": 1584,
    "nă": 1108,
    "ăn": 1587,
    " nă": 236,
    "năn": 1111,
    "ăng": 1589,
    " năn": 238,
    "năng": 1112,
    "ăng ": 1590,
    "sự": 1252,
    " sự": 283,
    "sự ": 1253,
    " sự ": 284,
    "ki": 945,
    " ki": 144,
    "kiệ": 950,
    " kiệ": 147,
    "kiện": 951,
    "dự": 632,
    " dự": 93,
    "dự ": 633,
    " dự ": 94,
    " á": 387,
    " án": 388,
    "án ": 1513,
    " án ": 389,
    "hủ": 829,
    "ủn": 1854,
    "khủ": 943,
    "hủn": 831,
    "ủng": 1855,
    " khủ": 143,
    "khủn": 944,
    "hủng": 832,
    "ủng ": 1856,
    "oả": 1139,
    "hoả": 733,
    "oản": 1140,
    "ảng": 1692,
    " hoả": 115,
    "hoản": 734,
    "oảng": 1141,
    "ảng ": 1693,
    "khi": 928,
    "hi ": 709,
    " khi": 136,
    "khi ": 929,
    "lớ": 1009,
    "ớp": 1825,
    " lớ": 188,
    "lớp": 1010,
    "ớp ": 1826,
    " lớp": 189,
    "lớp ": 1011,
    "sử ": 1249,
    " sử ": 281,
    "ầ": 1707,
    "hầ": 790,
    "ần": 1708,
    "phầ": 1156,
    "hần": 791,
    "ần ": 1709,
    " phầ": 250,
    "phần": 1157,
    "hần ": 792,
    "mề": 1040,
    "ềm": 1747,
    " mề": 204,
    "mềm": 1041,
    "ềm ": 1748,
    " mềm": 205,
    "mềm ": 1042,
    "am": 469,
    "cam": 534,
    "am ": 470,
    " cam": 32,
    "cam ": 535,
    "ia ": 854,
    "gia ": 666,
    "cô": 570,
    " cô": 53,
    "côn": 571,
    " côn": 54,
    "công": 572,
    "rê": 1208,
    "trê": 1312,
    "rên": 1209,
    " trê": 313,
    "trên": 1313,
    "rên ": 1210,
    "ti": 1292,
    " ti": 302,
    "tiệ": 1298,
    " tiệ": 305,
    "tiện": 1299,
    "lị": 1006,
    "ịc": 1779,
    " lị": 186,
    "lịc": 1007,
    "ịch": 1780,
    " lịc": 187,
    "lịch": 1008,
    "ịch ": 1781,
    "ha": 700,
    "ay": 490,
    "pha": 1145,
    "hay": 703,
    "ay ": 491,
    " pha": 245,
    "phay": 1146,
    "hay ": 704,
    "ư ": 1659,
    "như": 1081,
    "hư ": 782,
    " như": 224,
    "như ": 1082,
    "hế": 801,
    "thế": 1280,
    "hế ": 802,
    " thế": 296,
    "thế ": 1281,
    "iờ": 917,
    "ờ ": 1828,
    "giờ": 675,
    "iờ ": 918,
    " giờ": 104,
    "giờ ": 676,
    "hệ": 805,
    "ệ ": 1764,
    "ghệ": 662,
    "hệ ": 806,
    "nghệ": 1059,
    "ghệ ": 663,
    "im": 862,
    "bim": 501,
    "im ": 863,
    " bim": 16,
    "bim ": 502,
    "tiễ": 1296,
    " tiễ": 304,
    "tiễn": 1297,
    "dàn": 611,
    " dàn": 79,
    "dành": 612,
    "sư": 1239,
    " sư": 272,
    "sư ": 1240,
    " sư ": 273,
    "ểm": 1755,
    "kiể": 948,
    "iểm": 899,
    "ểm ": 1756,
    " kiể": 146,
    "kiểm": 949,
    "iểm ": 900,
    "hử": 836,
    "thử": 1288,
    "hử ": 837,
    " thử": 300,
    "thử ": 1289,
    "rí": 1214,
    "trí": 1316,
    "rí ": 1215,
    " trí": 315,
    "trí ": 1317,
    "tu": 1326,
    "uệ": 1409,
    " tu": 320,
    "tuệ": 1327,
    "uệ ": 1410,
    " tuệ": 321,
    "tuệ ": 1328,
    "nhâ": 1077,
    " nhâ": 222,
    "nhân": 1078,
    "gì": 691,
    "ì ": 1545,
    " gì": 105,
    "gì ": 692,
    " gì ": 106,
    "tư": 1344,
    " tư": 332,
    "tư ": 1345,
    " tư ": 333,
    "du": 601,
    " du": 74,
    "duy": 606,
    "uy ": 1388,
    " duy": 76,
    "duy ": 607,
    "rd": 1190,
    "ui": 1371,
    "no": 1089,
    " ar": 10,
    "ard": 483,
    "rdu": 1191,
    "dui": 602,
    "uin": 1374,
    "ino": 871,
    "no ": 1090,
    " ard": 11,
    "ardu": 484,
    "rdui": 1192,
    "duin": 603,
    "uino": 1375,
    "ino ": 872,
    "ke": 924,
    "er": 648,
    "rc": 1187,
    "ad": 465,
    "d ": 588,
    "tin": 1293,
    "nke": 1087,
    "ker": 925,
    "erc": 651,
    "rca": 1188,
    "cad": 532,
    "ad ": 466,
    " tin": 303,
    "tink": 1295,
    "inke": 870,
    "nker": 1088,
    "kerc": 926,
    "erca": 652,
    "rcad": 1189,
    "cad ": 533,
    "ai": 467,
    " ai": 5,
    "ai ": 468,
    " ai ": 6,
    "tha": 1259,
    "ham": 701,
    " tha": 287,
    "tham": 1260,
    "ham ": 702,
    "iao": 857,
    "giao": 668,
    "iao ": 858,
    "diệ": 595,
    " diệ": 70,
    "diện": 596,
    "/": 450,
    " u": 348,
    "i/": 850,
    "/u": 451,
    "ux": 1385,
    "x ": 1459,
    " ui": 349,
    "ui/": 1372,
    "i/u": 851,
    "/ux": 452,
    "ux ": 1386,
    " ui/": 350,
    "ui/u": 1373,
    "i/ux": 852,
    "/ux ": 453,
    "bs": 505,
    "si": 1228,
    "it": 873,
    "te": 1256,
    "e ": 637,
    "ebs": 640,
    "bsi": 506,
    "sit": 1231,
    "ite": 874,
    "te ": 1257,
    "webs": 1457,
    "ebsi": 641,
    "bsit": 507,
    "site": 1232,
    "ite ": 875,
    "ằ": 1730,
    "bằ": 523,
    "ằn": 1731,
    " bằ": 28,
    "bằn": 524,
    "ằng": 1732,
    " bằn": 29,
    "bằng": 525,
    "ằng ": 1733,
    "f": 653,
    " f": 96,
    "fi": 654,
    "ig": 859,
    "gm": 677,
    "ma": 1017,
    " fi": 97,
    "fig": 655,
    "igm": 860,
    "gma": 678,
    "ma ": 1018,
    " fig": 98,
    "figm": 656,
    "igma": 861,
    "gma ": 679,
    "đố": 1634,
    "ối": 1792,
    " đố": 424,
    "đối": 1637,
    "ối ": 1793,
    " đối": 426,
    "đối ": 1638,
    "tượ": 1346,
    " tượ": 334,
    "tượn": 1347,
    " si": 266,
    "sin": 1229,
    "inh": 866,
    " sin": 267,
    "sinh": 1230,
    "inh ": 867,
    "vi": 1424,
    " vi": 352,
    "viê": 1426,
    " viê": 354,
    "viên": 1427,
    "đă": 1611,
    " đă": 408,
    "đăn": 1612,
    " đăn": 409,
    "đăng": 1613,
    "ký": 957,
    " ký": 152,
    "ký ": 958,
    " ký ": 153,
    "nê": 1102,
    " nê": 232,
    "nên": 1103,
    " nên": 233,
    "nên ": 1104,
    "vi ": 1425,
    " vi ": 353,
    "đị": 1629,
    "ịa": 1777,
    " đị": 421,
    "địa": 1630,
    "ịa ": 1778,
    " địa": 422,
    "địa ": 1631,
    "ù": 1573,
    "hù": 776,
    "ù ": 1574,
    "phù": 1154,
    "hù ": 777,
    " phù": 249,
    "phù ": 1155,
    "hợ": 822,
    "ợp": 1841,
    " hợ": 130,
    "hợp": 823,
    "ợp ": 1842,
    " hợp": 131,
    "hợp ": 824,
    "vă": 1435,
    " vă": 360,
    "văn": 1436,
    "ăn ": 1588,
    " văn": 361,
    "văn ": 1437,
    "ò": 1557,
    "hò": 766,
    "òn": 1558,
    "phò": 1152,
    "hòn": 767,
    "òng": 1559,
    " phò": 248,
    "phòn": 1153,
    "hòng": 768,
    "òng ": 1560,
    "thư": 1276,
    " thư": 294,
    "thư ": 1277,
    "ưu": 1660,
    "lưu": 994,
    "ưu ": 1661,
    " lưu": 178,
    "lưu ": 995,
    "rữ": 1221,
    "ữ ": 1870,
    "trữ": 1322,
    "rữ ": 1222,
    " trữ": 318,
    "trữ ": 1323,
    "ồ": 1798,
    "rồ": 1218,
    "ồn": 1801,
    "trồ": 1320,
    "rồn": 1219,
    "ồng": 1802,
    " trồ": 317,
    "trồn": 1321,
    "rồng": 1220,
    "ồng ": 1803,
    "nấ": 1113,
    "ấm": 1697,
    " nấ": 239,
    "nấm": 1114,
    "ấm ": 1698,
    " nấm": 240,
    "nấm ": 1115,
    " ă": 392,
    " ăn": 393,
    " ăn ": 394,
    "dư": 616,
    " dư": 82,
    "dượ": 617,
    " dượ": 83,
    "dược": 618,
    "ệu": 1773,
    " li": 165,
    "liệ": 978,
    "iệu": 915,
    "ệu ": 1774,
    " liệ": 166,
    "liệu": 979,
    "iệu ": 916,
    "rự": 1223,
    "trự": 1324,
    "rực": 1224,
    " trự": 319,
    "trực": 1325,
    "rực ": 1225,
    "ua": 1367,
    "qua": 1171,
    "uan": 1369,
    " qua": 259,
    "quan": 1173,
    "uan ": 1370,
    " hó": 120,
    " hóa": 121,
    "dữ": 630,
    " dữ": 91,
    "dữ ": 631,
    " dữ ": 92,
    "dạ": 619,
    "ạy": 1687,
    " dạ": 84,
    "dạy": 620,
    "ạy ": 1688,
    " dạy": 85,
    "dạy ": 621,
    "ộ": 1811,
    "nộ": 1116,
    "ội": 1814,
    " nộ": 241,
    "nội": 1117,
    "ội ": 1815,
    " nội": 242,
    "nội ": 1118,
    "un": 1382,
    "dun": 604,
    "ung": 1383,
    " dun": 75,
    "dung": 605,
    "ung ": 1384,
    "ín": 1554,
    "chí": 550,
    "hín": 764,
    "ính": 1555,
    " chí": 41,
    "chín": 551,
    "hính": 765,
    "ính ": 1556,
    "ủ ": 1851,
    "chủ": 556,
    "hủ ": 830,
    " chủ": 44,
    "chủ ": 557,
    "đề": 1625,
    " đề": 417,
    "đề ": 1626,
    " đề ": 418,
    "áo": 1516,
    "iáo": 880,
    "áo ": 1517,
    "giáo": 672,
    "iáo ": 881,
    "ục": 1845,
    "dục": 626,
    "ục ": 1846,
    " dục": 89,
    "dục ": 627,
    "gồ": 693,
    "ồm": 1799,
    " gồ": 107,
    "gồm": 694,
    "ồm ": 1800,
    " gồm": 108,
    "gồm ": 695,
    "tố": 1356,
    " tố": 341,
    "tối": 1357,
    " tối": 342,
    "tối ": 1358,
    " ư": 435,
    " ưu": 436,
    " ưu ": 437,
    "oạ": 1132,
    "ạt": 1685,
    "hoạ": 730,
    "oạt": 1137,
    "ạt ": 1686,
    " hoạ": 114,
    "hoạt": 732,
    "oạt ": 1138,
    "độ": 1645,
    "ộn": 1816,
    " độ": 431,
    "độn": 1646,
    "ộng": 1817,
    " độn": 432,
    "động": 1647,
    "ộng ": 1818,
    "go": 680,
    "ại": 1677,
    "ngo": 1060,
    "goạ": 681,
    "oại": 1135,
    "ại ": 1678,
    " ngo": 215,
    "ngoạ": 1061,
    "goại": 682,
    "oại ": 1136,
    "gữ": 696,
    "ngữ": 1067,
    "gữ ": 697,
    " ngữ": 218,
    "ngữ ": 1068,
    "ua ": 1368,
    "qua ": 1172,
    "in ": 865,
    "tin ": 1294,
    "vụ": 1448,
    "ụ ": 1844,
    " vụ": 369,
    "vụ ": 1449,
    " vụ ": 370,
    "đấ": 1617,
    "ấu": 1703,
    " đấ": 412,
    "đấu": 1620,
    "ấu ": 1704,
    " đấu": 414,
    "đấu ": 1621,
    "ầu": 1710,
    "thầ": 1278,
    "hầu": 793,
    "ầu ": 1711,
    " thầ": 295,
    "thầu": 1279,
    "hầu ": 794,
    "uộ": 1417,
    "ộc": 1812,
    "huộ": 745,
    "uộc": 1418,
    "ộc ": 1813,
    "thuộ": 1269,
    "huộc": 746,
    "uộc ": 1419,
    "bá": 514,
    " bá": 22,
    "bán": 515,
    " bán": 23,
    "bán ": 516,
    "àng": 1496,
    "hàng": 750,
    "àng ": 1497,
    "yể": 1487,
    "chu": 548,
    "huy": 737,
    "uyể": 1395,
    "yển": 1488,
    " chu": 40,
    "chuy": 549,
    "huyể": 740,
    "uyển": 1396,
    "yển ": 1489,
    "đổ": 1642,
    " đổ": 429,
    "đổi": 1643,
    " đổi": 430,
    "đổi ": 1644,
    "do ": 598,
    " do ": 72,
    "hụ": 825,
    "phụ": 1160,
    "hụ ": 826,
    " phụ": 252,
    "phụ ": 1161,
    "rá": 1205,
    "trá": 1310,
    "rác": 1206,
    " trá": 312,
    "trác": 1311,
    "rách": 1207,
    "ịn": 1782,
    "địn": 1632,
    "ịnh": 1783,
    " địn": 423,
    "định": 1633,
    "ịnh ": 1784,
    "iả": 887,
    "giả": 673,
    "iản": 888,
    " giả": 103,
    "giản": 674,
    "iảng": 889,
    "đứ": 1648,
    " đứ": 433,
    "đứn": 1649,
    " đứn": 434,
    "đứng": 1650,
    "tá": 1332,
    " tá": 324,
    "tác": 1333,
    " tác": 325,
    "tác ": 1334,
    "ã": 1533,
    "xã": 1469,
    "ã ": 1534,
    " xã": 383,
    "xã ": 1470,
    " xã ": 384,
    "hộ": 813,
    " hộ": 128,
    "hội": 814,
    " hội": 129,
    "hội ": 815,
    "hố": 810,
    "thố": 1284,
    "hốn": 811,
    "ống": 1796,
    " thố": 298,
    "thốn": 1285,
    "hống": 812,
    "ống ": 1797,
    "kê": 955,
    "ê ": 1539,
    " kê": 150,
    "kê ": 956,
    " kê ": 151,
    "nhà": 1075,
    "hà ": 748,
    " nhà": 221,
    "nhà ": 1076,
    "khá": 935,
    "hác": 753,
    " khá": 139,
    "khác": 936,
    "hách": 754,
    "sạ": 1241,
    " sạ": 274,
    "sạn": 1242,
    " sạn": 275,
    "sạn ": 1243,
    "hục": 827,
    "phục": 1162,
    "hục ": 828,
    "lễ": 1004,
    "ễ ": 1760,
    " lễ": 184,
    "lễ ": 1005,
    " lễ ": 185,
    "tâ": 1335,
    " tâ": 326,
    "tân": 1336,
    " tân": 327,
    "tân ": 1337,
    "ướ": 1665,
    "ớn": 1822,
    " hư": 122,
    "hướ": 785,
    "ướn": 1666,
    "ớng": 1823,
    " hướ": 123,
    "hướn": 786,
    "ướng": 1667,
    "ớng ": 1824,
    "ẫ": 1715,
    "dẫ": 622,
    "ẫn": 1716,
    " dẫ": 86,
    "dẫn": 623,
    "ẫn ": 1717,
    " dẫn": 87,
    "dẫn ": 624,
    "áp": 1518,
    " áp": 390,
    "áp ": 1519,
    " áp ": 391,
    "lu": 983,
    " lu": 169,
    "luậ": 984,
    " luậ": 170,
    "luật": 985,
    "đất": 1618,
    " đất": 413,
    "đất ": 1619,
    "đai": 1593,
    " đai": 397,
    "đai ": 1594,
    "ăm": 1585,
    "năm": 1109,
    "ăm ": 1586,
    " năm": 237,
    "năm ": 1110,
    "_": 454,
    " _": 1,
    "__": 456,
    "_n": 460,
    "um": 1379,
    "mb": 1019,
    "be": 497,
    "r_": 1180,
    "_ ": 455,
    " __": 2,
    "__n": 458,
    "_nu": 461,
    "num": 1092,
    "umb": 1380,
    "mbe": 1020,
    "ber": 498,
    "er_": 649,
    "r__": 1181,
    "__ ": 457,
    " __n": 3,
    "__nu": 459,
    "_num": 462,
    "numb": 1093,
    "umbe": 1381,
    "mber": 1021,
    "ber_": 499,
    "er__": 650,
    "r__ ": 1182,
    "quy": 1174,
    " quy": 260,
    "quy ": 1175,
    "háp": 755,
    "pháp": 1148,
    "háp ": 756,
    "kin": 946,
    " kin": 145,
    "kinh": 947,
    "nhiệ": 1074,
    "quyề": 1176,
    "sở": 1246,
    " sở": 278,
    "sở ": 1247,
    " sở ": 279,
    "ữu": 1876,
    " hữ": 132,
    "hữu": 843,
    "ữu ": 1877,
    " hữu": 133,
    "hữu ": 844,
    "yế": 1481,
    "ến": 1739,
    "khu": 932,
    "uyế": 1391,
    "yến": 1482,
    "ến ": 1740,
    " khu": 138,
    "khuy": 934,
    "huyế": 739,
    "uyến": 1392,
    "yến ": 1483,
    "nô": 1105,
    " nô": 234,
    "nôn": 1106,
    " nôn": 235,
    "nông": 1107,
    "cộ": 578,
    " cộ": 59,
    "cộn": 579,
    " cộn": 60,
    "cộng": 580,
    "đồ": 1639,
    " đồ": 427,
    "đồn": 1640,
    " đồn": 428,
    "đồng": 1641,
    "xâ": 1466,
    "ây": 1531,
    " xâ": 381,
    "xây": 1467,
    "ây ": 1532,
    " xây": 382,
    "xây ": 1468,
    "ựn": 1882,
    "dựn": 634,
    "ựng": 1883,
    " dựn": 95,
    "dựng": 635,
    "ựng ": 1884,
    "ôn ": 1570,
    "hôn ": 774,
    "mớ": 1043,
    " mớ": 206,
    "mới": 1044,
    " mới": 207,
    "mới ": 1045,
    "lự": 1012,
    " lự": 190,
    "lực": 1013,
    " lực": 191,
    "lực ": 1014,
    "iề": 895,
    "ều": 1751,
    "điề": 1598,
    "iều": 896,
    "ều ": 1752,
    " điề": 400,
    "điều": 1599,
    "iều ": 897,
    "he": 705,
    "eo": 646,
    "the": 1261,
    "heo": 706,
    "eo ": 647,
    " the": 288,
    "theo": 1262,
    "heo ": 707,
    "ĩ": 1651,
    "kĩ": 959,
    "ĩ ": 1652,
    " kĩ": 154,
    "kĩ ": 960,
    " kĩ ": 155,
    "ạc": 1674,
    "oạc": 1133,
    "ạch": 1675,
    "hoạc": 731,
    "oạch": 1134,
    "ạch ": 1676,
    "yê": 1478,
    "uyê": 1389,
    "yên": 1479,
    "huyê": 738,
    "uyên": 1390,
    "yên ": 1480,
    "đô": 1608,
    " đô": 406,
    "đôi": 1609,
    " đôi": 407,
    "đôi ": 1610,
    "tà": 1329,
    " tà": 322,
    "tài": 1330,
    " tài": 323,
    "tài ": 1331,
    "ám": 1510,
    "iám": 878,
    "ám ": 1511,
    "giám": 671,
    "iám ": 879,
    "ốc": 1790,
    "đốc": 1635,
    "ốc ": 1791,
    " đốc": 425,
    "đốc ": 1636,
    "ce": 541,
    " ce": 36,
    "ceo": 542,
    " ceo": 37,
    "ceo ": 543,
    "hở": 819,
    "ởi": 1833,
    "khở": 941,
    "hởi": 820,
    "ởi ": 1834,
    " khở": 142,
    "khởi": 942,
    "hởi ": 821,
    "xa": 1460,
    " xa": 377,
    "xan": 1461,
    " xan": 378,
    "xanh": 1462,
    " ở": 441,
    " ở ": 442,
    "vù": 1432,
    "ùn": 1575,
    " vù": 358,
    "vùn": 1433,
    "ùng": 1576,
    " vùn": 359,
    "vùng": 1434,
    "ùng ": 1577,
    "guy": 686,
    " ngu": 216,
    "nguy": 1064,
    "guyê": 687,
    "hu ": 736,
    "khu ": 933,
    "vự": 1450,
    " vự": 371,
    "vực": 1451,
    " vực": 372,
    "vực ": 1452,
    "sô": 1236,
    " sô": 270,
    "sôn": 1237,
    " sôn": 271,
    "sông": 1238,
    "cử": 584,
    "ửu": 1867,
    " cử": 63,
    "cửu": 585,
    "ửu ": 1868,
    " cửu": 64,
    "cửu ": 586,
    "lo": 980,
    " lo": 167,
    "lon": 981,
    " lon": 168,
    "long": 982,
    "ệt": 1771,
    "việ": 1428,
    "iệt": 913,
    "ệt ": 1772,
    " việ": 355,
    "việt": 1429,
    "iệt ": 914,
    "na": 1050,
    " na": 211,
    "nam": 1051,
    " nam": 212,
    "nam ": 1052
  },
  "response": null,
  "action_text": null
}