{
  "text": {
    " ": 0,
    "b": 843,
    "ạ": 2824,
    "n": 1802,
    " b": 21,
    "bạ": 894,
    "ạn": 2833,
    "n ": 1803,
    " bạ": 47,
    "bạn": 895,
    "ạn ": 2834,
    " bạn": 48,
    "bạn ": 896,
    "c": 915,
    "ó": 2652,
    " c": 62,
    "có": 1009,
    "ó ": 2653,
    " có": 105,
    "có ": 1010,
    " có ": 106,
    "t": 2153,
    "h": 1238,
    "ể": 2954,
    " t": 516,
    "th": 2166,
    "hể": 1421,
    "ể ": 2955,
    " th": 517,
    "thể": 2216,
    "hể ": 1422,
    " thể": 537,
    "thể ": 2217,
    "o": 1908,
    "ch": 937,
    "ho": 1275,
    "o ": 1909,
    " ch": 71,
    "cho": 941,
    "ho ": 1276,
    " cho": 73,
    "cho ": 942,
    "ô": 2656,
    "i": 1491,
    "tô": 2327,
    "ôi": 2658,
    "i ": 1492,
    " tô": 595,
    "tôi": 2328,
    "ôi ": 2659,
    " tôi": 596,
    "tôi ": 2329,
    "ế": 2936,
    "bi": 855,
    "iế": 1548,
    "ết": 2942,
    "t ": 2154,
    " bi": 27,
    "biế": 860,
    "iết": 1553,
    "ết ": 2943,
    " biế": 30,
    "biết": 862,
    "iết ": 1554,
    "v": 2463,
    "ề": 2946,
    " v": 637,
    "về": 2500,
    "ề ": 2947,
    " về": 659,
    "về ": 2501,
    " về ": 660,
    "á": 2583,
    "cá": 995,
    "ác": 2585,
    "c ": 916,
    " cá": 96,
    "các": 997,
    "ác ": 2586,
    " các": 98,
    "các ": 998,
    "ư": 2794,
    "ơ": 2788,
    "g": 1152,
    "hư": 1363,
    "ươ": 2800,
    "ơn": 2790,
    "ng": 1813,
    "g ": 1153,
    "chư": 953,
    "hươ": 1367,
    "ươn": 2801,
    "ơng": 2792,
    "ng ": 1814,
    " chư": 78,
    "chươ": 955,
    "hươn": 1368,
    "ương": 2802,
    "ơng ": 2793,
    "r": 1996,
    "ì": 2632,
    "tr": 2252,
    "rì": 2049,
    "ìn": 2636,
    "nh": 1841,
    "h ": 1239,
    " tr": 555,
    "trì": 2269,
    "rìn": 2050,
    "ình": 2637,
    "nh ": 1842,
    " trì": 563,
    "trìn": 2270,
    "rình": 2051,
    "ình ": 2638,
    "ậ": 2889,
    "p": 1938,
    "tậ": 2355,
    "ập": 2893,
    "p ": 1939,
    " tậ": 613,
    "tập": 2358,
    "ập ": 2894,
    " tập": 615,
    "tập ": 2359,
    "u": 2381,
    "ấ": 2859,
    " h": 208,
    "hu": 1292,
    "uấ": 2430,
    "ấn": 2862,
    " hu": 220,
    "huấ": 1297,
    "uấn": 2431,
    "ấn ": 2863,
    " huấ": 221,
    "huấn": 1298,
    "uấn ": 2432,
    "k": 1590,
    " k": 260,
    "kh": 1598,
    "hô": 1342,
    "ôn": 2662,
    " kh": 261,
    "khô": 1615,
    "hôn": 1343,
    "ông": 2664,
    " khô": 269,
    "khôn": 1616,
    "hông": 1345,
    "ông ": 2665,
    "ữ": 3121,
    " n": 383,
    "hữ": 1481,
    "ữn": 3125,
    " nh": 397,
    "nhữ": 1861,
    "hữn": 1484,
    "ững": 3126,
    " nhữ": 406,
    "nhữn": 1862,
    "hững": 1485,
    "ững ": 3127,
    "a": 805,
    "hó": 1339,
    "óa": 2654,
    "a ": 806,
    "khó": 1613,
    "hóa": 1340,
    "óa ": 2655,
    " khó": 268,
    "khóa": 1614,
    "hóa ": 1341,
    "ọ": 2994,
    "họ": 1431,
    "ọc": 2997,
    " họ": 243,
    "học": 1434,
    "ọc ": 2998,
    " học": 245,
    "học ": 1435,
    "à": 2569,
    "nà": 1877,
    "ào": 2579,
    " nà": 409,
    "nào": 1878,
    "ào ": 2580,
    " nào": 410,
    "nào ": 1879,
    "đ": 2697,
    " đ": 709,
    "đa": 2698,
    "an": 818,
    " đa": 710,
    "đan": 2702,
    "ang": 820,
    " đan": 713,
    "đang": 2703,
    "ang ": 821,
    "m": 1739,
    "ở": 3068,
    " m": 347,
    "mở": 1800,
    "ở ": 3069,
    " mở": 381,
    "mở ": 1801,
    " mở ": 382,
    "ố": 3012,
    "mu": 1762,
    "uố": 2446,
    "ốn": 3018,
    " mu": 355,
    "muố": 1763,
    "uốn": 2449,
    "ốn ": 3019,
    " muố": 356,
    "muốn": 1764,
    "uốn ": 2450,
    "x": 2519,
    "e": 1115,
    " x": 674,
    "xe": 2524,
    "em": 1126,
    "m ": 1740,
    " xe": 677,
    "xem": 2525,
    "em ": 1127,
    " xem": 678,
    "xem ": 2526,
    "d": 1050,
    " d": 135,
    "da": 1052,
    " da": 136,
    "dan": 1053,
    "anh": 823,
    " dan": 137,
    "danh": 1054,
    "anh ": 824,
    "s": 2084,
    " s": 469,
    "sá": 2103,
    " sá": 478,
    "sác": 2104,
    "ách": 2587,
    "ch ": 938,
    " sác": 479,
    "sách": 2105,
    "ách ": 2588,
    "đà": 2714,
    " đà": 720,
    "đào": 2715,
    " đào": 721,
    "đào ": 2716,
    "tạ": 2339,
    "ạo": 2839,
    " tạ": 603,
    "tạo": 2342,
    "ạo ": 2840,
    " tạo": 605,
    "tạo ": 2343,
    "hi": 1255,
    "ia": 1496,
    "chi": 939,
    "hia": 1257,
    "ia ": 1497,
    " chi": 72,
    "chia": 940,
    "hia ": 1258,
    "ẻ": 2932,
    "sẻ": 2136,
    "ẻ ": 2933,
    " sẻ": 501,
    "sẻ ": 2137,
    " sẻ ": 502,
    "thô": 2196,
    " thô": 528,
    "thôn": 2197,
    "ti": 2234,
    "in": 1514,
    " ti": 546,
    "tin": 2235,
    "in ": 1515,
    " tin": 547,
    "tin ": 2236,
    "l": 1656,
    "y": 2543,
    "ệ": 2966,
    " l": 297,
    "lu": 1677,
    "uy": 2407,
    "yệ": 2566,
    "ện": 2970,
    " lu": 306,
    "luy": 1680,
    "uyệ": 2417,
    "yện": 2567,
    "ện ": 2971,
    " luy": 307,
    "luyệ": 1681,
    "uyện": 2418,
    "yện ": 2568,
    "iệ": 1568,
    " hi": 211,
    "hiệ": 1267,
    "iện": 1571,
    " hiệ": 213,
    "hiện": 1269,
    "iện ": 1572,
    "cu": 987,
    "un": 2399,
    " cu": 91,
    "cun": 990,
    "ung": 2400,
    " cun": 93,
    "cung": 991,
    "ung ": 2401,
    "cấ": 1025,
    "ấp": 2864,
    " cấ": 118,
    "cấp": 1026,
    "ấp ": 2865,
    " cấp": 119,
    "cấp ": 1027,
    "ớ": 3050,
    " g": 186,
    "gi": 1162,
    "iớ": 1582,
    "ới": 3053,
    " gi": 187,
    "giớ": 1181,
    "iới": 1583,
    "ới ": 3054,
    " giớ": 194,
    "giới": 1182,
    "iới ": 1584,
    "ệu": 2978,
    "u ": 2382,
    "thi": 2172,
    "iệu": 1577,
    "ệu ": 2979,
    " thi": 520,
    "thiệ": 2175,
    "hiệu": 1271,
    "iệu ": 1578,
    "ộ": 3039,
    "mộ": 1794,
    "ột": 3048,
    " mộ": 377,
    "một": 1795,
    "ột ": 3049,
    " một": 378,
    "một ": 1796,
    "số": 2140,
    "ố ": 3013,
    " số": 505,
    "số ": 2141,
    " số ": 506,
    "tì": 2319,
    "ìm": 2634,
    " tì": 590,
    "tìm": 2320,
    "ìm ": 2635,
    " tìm": 591,
    "tìm ": 2321,
    "iể": 1558,
    "ểu": 2960,
    "hiể": 1265,
    "iểu": 1563,
    "ểu ": 2961,
    " hiể": 212,
    "hiểu": 1266,
    "iểu ": 1564,
    "ẵ": 2917,
    "sẵ": 2133,
    "ẵn": 2918,
    " sẵ": 499,
    "sẵn": 2134,
    "ẵn ": 2919,
    " sẵn": 500,
    "sẵn ": 2135,
    "ại": 2829,
    "tại": 2340,
    "ại ": 2830,
    " tại": 604,
    "tại ": 2341,
    "là": 1686,
    "à ": 2570,
    " là": 310,
    "là ": 1687,
    " là ": 311,
    "gì": 1209,
    "ì ": 2633,
    " gì": 198,
    "gì ": 1210,
    " gì ": 199,
    "ầ": 2872,
    "cầ": 1032,
    "ần": 2873,
    " cầ": 122,
    "cần": 1033,
    "ần ": 2874,
    " cần": 123,
    "cần ": 1034,
    "ỏ": 3003,
    "hỏ": 1438,
    "ỏi": 3007,
    " hỏ": 246,
    "hỏi": 1442,
    "ỏi ": 3008,
    " hỏi": 247,
    "hỏi ": 1443,
    "ắ": 2901,
    "sắ": 2130,
    "ắp": 2907,
    " sắ": 497,
    "sắp": 2131,
    "ắp ": 2908,
    " sắp": 498,
    "sắp ": 2132,
    "tớ": 2374,
    " tớ": 626,
    "tới": 2375,
    " tới": 627,
    "tới ": 2376,
    "lậ": 1715,
    " lậ": 330,
    "lập": 1716,
    " lập": 331,
    "lập ": 1717,
    "ú": 2677,
    "hú": 1351,
    "ún": 2683,
    "nhú": 1851,
    "hún": 1355,
    "úng": 2684,
    " nhú": 401,
    "nhún": 1852,
    "húng": 1356,
    "úng ": 2685,
    "é": 2621,
    "ké": 1636,
    "éo": 2622,
    " ké": 280,
    "kéo": 1637,
    "éo ": 2623,
    " kéo": 281,
    "kéo ": 1638,
    "dà": 1078,
    "ài": 2571,
    " dà": 152,
    "dài": 1079,
    "ài ": 2572,
    " dài": 153,
    "dài ": 1080,
    "ba": 845,
    "ao": 825,
    " ba": 23,
    "bao": 850,
    "ao ": 826,
    " bao": 26,
    "bao ": 851,
    "â": 2607,
    "lâ": 1688,
    "âu": 2612,
    " lâ": 312,
    "lâu": 1689,
    "âu ": 2613,
    " lâu": 313,
    "lâu ": 1690,
    "ờ": 3060,
    "hờ": 1457,
    "ời": 3062,
    "thờ": 2224,
    "hời": 1458,
    "ời ": 3063,
    " thờ": 541,
    "thời": 2225,
    "hời ": 1459,
    "gia": 1163,
    "ian": 1498,
    "an ": 819,
    " gia": 188,
    "gian": 1165,
    "ian ": 1499,
    "ủ": 3096,
    "củ": 1040,
    "ủa": 3098,
    " củ": 128,
    "của": 1041,
    "ủa ": 3099,
    " của": 129,
    "của ": 1042,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2247,
    "oà": 1920,
    "àn": 2573,
    " to": 552,
    "toà": 2248,
    "oàn": 1923,
    "àn ": 2574,
    " toà": 553,
    "toàn": 2249,
    "oàn ": 1924,
    "đi": 2704,
    " đi": 714,
    "điệ": 2709,
    " điệ": 717,
    "điện": 2710,
    "hiế": 1262,
    "thiế": 2174,
    "hiết": 1264,
    "kế": 1648,
    "ế ": 2937,
    " kế": 290,
    "kế ": 1649,
    " kế ": 291,
    "và": 2476,
    " và": 643,
    "và ": 2477,
    " và ": 644,
    " p": 429,
    "ph": 1940,
    "hâ": 1321,
    "ân": 2608,
    " ph": 430,
    "phâ": 1950,
    "hân": 1322,
    "ân ": 2609,
    " phâ": 435,
    "phân": 1951,
    "hân ": 1323,
    "í": 2639,
    "tí": 2322,
    "íc": 2641,
    " tí": 592,
    "tíc": 2323,
    "ích": 2642,
    " tíc": 593,
    "tích": 2324,
    "ích ": 2643,
    "hí": 1330,
    "í ": 2640,
    "thí": 2193,
    "hí ": 1331,
    " thí": 527,
    "thí ": 2194,
    "gh": 1154,
    "ệm": 2968,
    " ng": 386,
    "ngh": 1815,
    "ghi": 1155,
    "iệm": 1569,
    "ệm ": 2969,
    " ngh": 387,
    "nghi": 1816,
    "ghiệ": 1157,
    "hiệm": 1268,
    "iệm ": 1570,
    "ê": 2624,
    "iê": 1532,
    "êu": 2630,
    "nhi": 1843,
    "hiê": 1259,
    "iêu": 1536,
    "êu ": 2631,
    " nhi": 398,
    "nhiê": 1844,
    "hiêu": 1261,
    "iêu ": 1537,
    "ổ": 3032,
    "bu": 871,
    "uổ": 2455,
    "ổi": 3034,
    " bu": 33,
    "buổ": 872,
    "uổi": 2456,
    "ổi ": 3035,
    " buổ": 34,
    "buổi": 873,
    "uổi ": 2457,
    "ả": 2845,
    "hả": 1382,
    "ảo": 2857,
    "khả": 1617,
    "hảo": 1385,
    "ảo ": 2858,
    " khả": 270,
    "khảo": 1618,
    "hảo ": 1386,
    "át": 2603,
    "sát": 2108,
    "át ": 2604,
    " sát": 481,
    "sát ": 2109,
    "ị": 2982,
    "đị": 2758,
    "ịa": 2984,
    " đị": 750,
    "địa": 2759,
    "ịa ": 2985,
    " địa": 751,
    "địa ": 2760,
    "hì": 1326,
    " hì": 225,
    "hìn": 1328,
    " hìn": 226,
    "hình": 1329,
    "mấ": 1788,
    "ất": 2866,
    " mấ": 373,
    "mất": 1789,
    "ất ": 2867,
    " mất": 374,
    "mất ": 1790,
    "ki": 1625,
    "ểm": 2956,
    " ki": 274,
    "kiể": 1632,
    "iểm": 1559,
    "ểm ": 2957,
    " kiể": 278,
    "kiểm": 1633,
    "iểm ": 1560,
    "ử": 3115,
    "hử": 1479,
    "ử ": 3116,
    "thử": 2230,
    "hử ": 1480,
    " thử": 544,
    "thử ": 2231,
    "hầ": 1390,
    "phầ": 1964,
    "hần": 1391,
    " phầ": 442,
    "phần": 1965,
    "hần ": 1392,
    "mề": 1791,
    "ềm": 2948,
    " mề": 375,
    "mềm": 1792,
    "ềm ": 2949,
    " mềm": 376,
    "mềm ": 1793,
    "cơ": 1021,
    "ơ ": 2789,
    " cơ": 114,
    "cơ ": 1022,
    " cơ ": 115,
    "bả": 897,
    "ản": 2851,
    " bả": 49,
    "bản": 898,
    "ản ": 2852,
    " bản": 50,
    "bản ": 899,
    "tố": 2365,
    " tố": 620,
    "tốn": 2368,
    " tốn": 622,
    "tốn ": 2369,
    " e": 176,
    " em": 177,
    " em ": 178,
    "sả": 2124,
    " sả": 493,
    "sản": 2125,
    " sản": 494,
    "sản ": 2126,
    "xu": 2530,
    " xu": 681,
    "xuấ": 2531,
    "uất": 2433,
    " xuấ": 682,
    "xuất": 2532,
    "uất ": 2434,
    "sạ": 2119,
    "ạc": 2825,
    " sạ": 490,
    "sạc": 2120,
    "ạch": 2827,
    " sạc": 491,
    "sạch": 2121,
    "ạch ": 2828,
    "hơ": 1360,
    " hơ": 231,
    "hơn": 1361,
    "ơn ": 2791,
    " hơn": 232,
    "hơn ": 1362,
    " à": 693,
    "ày": 2581,
    "y ": 2544,
    " ày": 694,
    "ày ": 2582,
    " ày ": 695,
    "để": 2756,
    " để": 748,
    "để ": 2757,
    " để ": 749,
    " ho": 216,
    "hoà": 1281,
    " hoà": 217,
    "hoàn": 1282,
    "hà": 1305,
    "thà": 2184,
    "hàn": 1307,
    "ành": 2577,
    " thà": 523,
    "thàn": 2185,
    "hành": 1309,
    "ành ": 2578,
    "nâ": 1882,
    " nâ": 412,
    "nân": 1883,
    "âng": 2610,
    " nân": 413,
    "nâng": 1884,
    "âng ": 2611,
    "ca": 920,
    " ca": 63,
    "cao": 927,
    " cao": 66,
    "cao ": 928,
    "ro": 2023,
    "on": 1914,
    "tro": 2258,
    "ron": 2025,
    "ong": 1916,
    " tro": 558,
    "tron": 2259,
    "rong": 2026,
    "ong ": 1917,
    "tu": 2297,
    "uầ": 2435,
    " tu": 576,
    "tuầ": 2302,
    "uần": 2436,
    " tuầ": 579,
    "tuần": 2303,
    "uần ": 2437,
    "sử": 2147,
    "ửa": 3117,
    " sử": 511,
    "sửa": 2149,
    "ửa ": 3118,
    " sửa": 513,
    "sửa ": 2150,
    "ữa": 3123,
    "chữ": 975,
    "hữa": 1482,
    "ữa ": 3124,
    " chữ": 88,
    "chữa": 976,
    "hữa ": 1483,
    "lắ": 1718,
    " lắ": 332,
    "lắp": 1719,
    " lắp": 333,
    "lắp ": 1720,
    "ặ": 2920,
    "đặ": 2747,
    "ặt": 2928,
    " đặ": 742,
    "đặt": 2752,
    "ặt ": 2929,
    " đặt": 745,
    "đặt ": 2753,
    "dâ": 1083,
    " dâ": 155,
    "dân": 1084,
    " dân": 156,
    "dân ": 1085,
    "ụ": 3087,
    "dụ": 1102,
    "ụn": 3091,
    " dụ": 167,
    "dụn": 1105,
    "ụng": 3092,
    " dụn": 169,
    "dụng": 1106,
    "ụng ": 3093,
    "xo": 2527,
    " xo": 679,
    "xon": 2528,
    " xon": 680,
    "xong": 2529,
    "ha": 1240,
    "am": 816,
    "tha": 2167,
    "ham": 1245,
    "am ": 817,
    " tha": 518,
    "tham": 2168,
    "ham ": 1246,
    "gia ": 1164,
    "pl": 1973,
    "lc": 1662,
    " pl": 446,
    "plc": 1974,
    "lc ": 1663,
    " plc": 447,
    "plc ": 1975,
    "ru": 2031,
    "yề": 2560,
    "ền": 2950,
    "tru": 2260,
    "ruy": 2032,
    "uyề": 2413,
    "yền": 2561,
    "ền ": 2951,
    " tru": 559,
    "truy": 2261,
    "ruyề": 2033,
    "uyền": 2414,
    "yền ": 2562,
    "-": 779,
    "cc": 929,
    "c-": 917,
    "-l": 783,
    "li": 1664,
    "nk": 1863,
    "k ": 1591,
    " cc": 67,
    "cc-": 930,
    "c-l": 918,
    "-li": 784,
    "lin": 1665,
    "ink": 1518,
    "nk ": 1864,
    " cc-": 68,
    "cc-l": 931,
    "c-li": 919,
    "-lin": 785,
    "link": 1666,
    "ink ": 1519,
    "hm": 1272,
    "mi": 1749,
    " hm": 214,
    "hmi": 1273,
    "mi ": 1750,
    " hmi": 215,
    "hmi ": 1274,
    "ẽ": 2934,
    "sẽ": 2138,
    "ẽ ": 2935,
    " sẽ": 503,
    "sẽ ": 2139,
    " sẽ ": 504,
    "iờ": 1585,
    "ờ ": 3061,
    "giờ": 1183,
    "iờ ": 1586,
    " giờ": 195,
    "giờ ": 1184,
    "sử ": 2148,
    " sử ": 512,
    "3": 793,
    " 3": 3,
    "3d": 794,
    "d ": 1051,
    " 3d": 4,
    "3d ": 795,
    " 3d ": 5,
    "ín": 2644,
    "tín": 2325,
    "ính": 2645,
    " tín": 594,
    "tính": 2326,
    "ính ": 2646,
    "oá": 1925,
    "án": 2593,
    "toá": 2250,
    "oán": 1926,
    "án ": 2594,
    " toá": 554,
    "toán": 2251,
    "oán ": 1927,
    "khí": 1611,
    " khí": 267,
    "khí ": 1612,
    "cụ": 1038,
    "ụ ": 3088,
    " cụ": 126,
    "cụ ": 1039,
    " cụ ": 127,
    "ư ": 2795,
    "như": 1853,
    "hư ": 1364,
    " như": 402,
    "như ": 1854,
    "hế": 1417,
    "thế": 2214,
    "hế ": 1418,
    " thế": 536,
    "thế ": 2215,
    "cam": 923,
    " cam": 64,
    "cam ": 924,
    "cô": 1011,
    " cô": 107,
    "côn": 1013,
    " côn": 109,
    "công": 1014,
    "rê": 2046,
    "ên": 2626,
    "trê": 2267,
    "rên": 2047,
    "ên ": 2627,
    " trê": 562,
    "trên": 2268,
    "rên ": 2048,
    "má": 1772,
    "áy": 2605,
    " má": 362,
    "máy": 1773,
    "áy ": 2606,
    " máy": 363,
    "máy ": 1774,
    "tiệ": 2245,
    " tiệ": 551,
    "tiện": 2246,
    "cn": 980,
    "nc": 1809,
    " cn": 89,
    "cnc": 981,
    "nc ": 1810,
    " cnc": 90,
    "cnc ": 982,
    "ay": 841,
    "pha": 1941,
    "hay": 1250,
    "ay ": 842,
    " pha": 431,
    "phay": 1942,
    "hay ": 1251,
    "vậ": 2492,
    "ận": 2891,
    " vậ": 654,
    "vận": 2494,
    "ận ": 2892,
    " vận": 656,
    "vận ": 2495,
    " hà": 222,
    " hàn": 224,
    "ự": 3130,
    "tự": 2379,
    "ự ": 3131,
    " tự": 630,
    "tự ": 2380,
    " tự ": 631,
    "độ": 2775,
    "ộn": 3045,
    " độ": 761,
    "độn": 2776,
    "ộng": 3046,
    " độn": 762,
    "động": 2777,
    "ộng ": 3047,
    " hó": 227,
    " hóa": 228,
    "nhà": 1847,
    "hà ": 1306,
    " nhà": 399,
    "nhà ": 1848,
    "hệ": 1423,
    "ệ ": 2967,
    "ghệ": 1160,
    "hệ ": 1424,
    "nghệ": 1818,
    "ghệ ": 1161,
    "im": 1510,
    "bim": 856,
    "im ": 1511,
    " bim": 28,
    "bim ": 857,
    "ứ": 3107,
    " ứ": 774,
    "ứn": 3110,
    " ứn": 775,
    "ứng": 3111,
    " ứng": 776,
    "ứng ": 3112,
    "hự": 1488,
    "ực": 3134,
    "thự": 2232,
    "hực": 1489,
    "ực ": 3135,
    " thự": 545,
    "thực": 2233,
    "hực ": 1490,
    "ễ": 2962,
    "iễ": 1565,
    "ễn": 2964,
    "tiễ": 2243,
    "iễn": 1566,
    "ễn ": 2965,
    " tiễ": 550,
    "tiễn": 2244,
    "iễn ": 1567,
    "dàn": 1081,
    " dàn": 154,
    "dành": 1082,
    "đố": 2763,
    "ối": 3016,
    " đố": 753,
    "đối": 2766,
    "ối ": 3017,
    " đối": 755,
    "đối ": 2767,
    "ợ": 3076,
    "tư": 2335,
    "ượ": 2819,
    "ợn": 3082,
    " tư": 600,
    "tượ": 2337,
    "ượn": 2822,
    "ợng": 3083,
    " tượ": 602,
    "tượn": 2338,
    "ượng": 2823,
    "ợng ": 3084,
    "q": 1981,
    " q": 450,
    "qu": 1984,
    "uả": 2425,
    " qu": 451,
    "quả": 1991,
    "uản": 2427,
    " quả": 454,
    "quản": 1993,
    "uản ": 2428,
    "ý": 2688,
    "lý": 1703,
    "ý ": 2689,
    " lý": 322,
    "lý ": 1704,
    " lý ": 323,
    "ỹ": 3141,
    "kỹ": 1654,
    "ỹ ": 3142,
    " kỹ": 295,
    "kỹ ": 1655,
    " kỹ ": 296,
    "sư": 2117,
    " sư": 488,
    "sư ": 2118,
    " sư ": 489,
    "kết": 1650,
    " kết": 292,
    "kết ": 1651,
    "ấu": 2868,
    "cấu": 1028,
    "ấu ": 2869,
    " cấu": 120,
    "cấu ": 1029,
    "w": 2514,
    " w": 671,
    "we": 2515,
    "eb": 1120,
    "b ": 844,
    " we": 672,
    "web": 2516,
    "eb ": 1121,
    " web": 673,
    "web ": 2517,
    "f": 1142,
    " f": 179,
    "fr": 1149,
    "nt": 1869,
    "t-": 2155,
    "-e": 780,
    "en": 1130,
    "nd": 1811,
    " fr": 184,
    "fro": 1150,
    "ont": 1918,
    "nt-": 1870,
    "t-e": 2156,
    "-en": 781,
    "end": 1132,
    "nd ": 1812,
    " fro": 185,
    "fron": 1151,
    "ront": 2027,
    "ont-": 1919,
    "nt-e": 1871,
    "t-en": 2157,
    "-end": 782,
    "end ": 1133,
    "ac": 807,
    "ck": 977,
    "k-": 1592,
    "bac": 846,
    "ack": 810,
    "ck-": 978,
    "k-e": 1593,
    " bac": 24,
    "back": 847,
    "ack-": 811,
    "ck-e": 979,
    "k-en": 1594,
    "vớ": 2506,
    " vớ": 665,
    "với": 2507,
    " với": 666,
    "với ": 2508,
    "hp": 1288,
    "php": 1945,
    "hp ": 1289,
    " php": 433,
    "php ": 1946,
    "my": 1765,
    "ys": 2548,
    "sq": 2094,
    "ql": 1982,
    "l ": 1657,
    " my": 357,
    "mys": 1766,
    "ysq": 2549,
    "sql": 2095,
    "ql ": 1983,
    " mys": 358,
    "mysq": 1767,
    "ysql": 2550,
    "sql ": 2096,
    "iao": 1500,
    "giao": 1166,
    "iao ": 1501,
    "di": 1055,
    " di": 138,
    "diệ": 1061,
    " diệ": 142,
    "diện": 1062,
    "/": 786,
    " u": 632,
    "ui": 2387,
    "i/": 1493,
    "/u": 790,
    "ux": 2405,
    "x ": 2520,
    " ui": 633,
    "ui/": 2389,
    "i/u": 1494,
    "/ux": 791,
    "ux ": 2406,
    " ui/": 634,
    "ui/u": 2390,
    "i/ux": 1495,
    "/ux ": 792,
    "bs": 867,
    "si": 2089,
    "it": 1523,
    "te": 2158,
    "e ": 1116,
    "ebs": 1122,
    "bsi": 869,
    "sit": 2092,
    "ite": 1524,
    "te ": 2159,
    "webs": 2518,
    "ebsi": 1123,
    "bsit": 870,
    "site": 2093,
    "ite ": 1525,
    "ằ": 2911,
    "bằ": 905,
    "ằn": 2914,
    " bằ": 54,
    "bằn": 906,
    "ằng": 2915,
    " bằn": 55,
    "bằng": 907,
    "ằng ": 2916,
    "fi": 1143,
    "ig": 1507,
    "gm": 1185,
    "ma": 1741,
    " fi": 180,
    "fig": 1144,
    "igm": 1508,
    "gma": 1186,
    "ma ": 1742,
    " fig": 181,
    "figm": 1145,
    "igma": 1509,
    "gma ": 1187,
    "tui": 2298,
    "ui ": 2388,
    " tui": 577,
    "tui ": 2299,
    "rị": 2071,
    "ị ": 2983,
    "trị": 2284,
    "rị ": 2072,
    " trị": 570,
    "trị ": 2285,
    "mạ": 1785,
    " mạ": 371,
    "mạn": 1786,
    "ạng": 2835,
    " mạn": 372,
    "mạng": 1787,
    "ạng ": 2836,
    "do": 1066,
    "oa": 1910,
    " do": 145,
    "doa": 1068,
    "oan": 1912,
    " doa": 147,
    "doan": 1069,
    "oanh": 1913,
    "ệp": 2974,
    "iệp": 1573,
    "ệp ": 2975,
    "hiệp": 1270,
    "iệp ": 1574,
    "ồ": 3024,
    "đồ": 2768,
    "ồ ": 3025,
    " đồ": 756,
    "đồ ": 2769,
    " đồ ": 757,
    "ọa": 2995,
    "họa": 1432,
    "ọa ": 2996,
    " họa": 244,
    "họa ": 1433,
    "ảng": 2853,
    "uảng": 2429,
    "ảng ": 2854,
    "áo": 2599,
    "cáo": 1001,
    "áo ": 2600,
    " cáo": 100,
    "cáo ": 1002,
    "há": 1310,
    "phá": 1947,
    "hát": 1319,
    " phá": 434,
    "phát": 1949,
    "hát ": 1320,
    "ri": 2015,
    "ển": 2958,
    "tri": 2256,
    "riể": 2018,
    "iển": 1561,
    "ển ": 2959,
    " tri": 557,
    "triể": 2257,
    "riển": 2019,
    "iển ": 1562,
    "di ": 1056,
    " di ": 139,
    "đa ": 2699,
    " đa ": 711,
    "nề": 1902,
    " nề": 425,
    "nền": 1903,
    " nền": 426,
    "nền ": 1904,
    "tả": 2344,
    " tả": 606,
    "tản": 2345,
    " tản": 607,
    "tảng": 2346,
    "fl": 1146,
    "ut": 2402,
    "tt": 2294,
    "er": 1136,
    "r ": 1997,
    " fl": 182,
    "flu": 1147,
    "lut": 1678,
    "utt": 2403,
    "tte": 2295,
    "ter": 2164,
    "er ": 1137,
    " flu": 183,
    "flut": 1148,
    "lutt": 1679,
    "utte": 2404,
    "tter": 2296,
    "ter ": 2165,
    "ếp": 2940,
    "iếp": 1551,
    "ếp ": 2941,
    "nhiế": 1845,
    "hiếp": 1263,
    "iếp ": 1552,
    " ả": 769,
    " ản": 770,
    "ảnh": 2855,
    " ảnh": 771,
    "ảnh ": 2856,
    "xử": 2541,
    " xử": 689,
    "xử ": 2542,
    " xử ": 690,
    "hậ": 1403,
    "ậu": 2897,
    " hậ": 239,
    "hậu": 1408,
    "ậu ": 2898,
    " hậu": 240,
    "hậu ": 1409,
    "ỳ": 3139,
    "kỳ": 1652,
    "ỳ ": 3140,
    " kỳ": 293,
    "kỳ ": 1653,
    " kỳ ": 294,
    "la": 1658,
    "ar": 827,
    "ra": 2001,
    "av": 838,
    "ve": 2465,
    "el": 1124,
    " la": 298,
    "lar": 1659,
    "ara": 828,
    "rav": 2007,
    "ave": 839,
    "vel": 2466,
    "el ": 1125,
    " lar": 299,
    "lara": 1660,
    "arav": 829,
    "rave": 2008,
    "avel": 840,
    "vel ": 2467,
    "j": 1587,
    "gu": 1191,
    "ul": 2393,
    "rj": 2020,
    "js": 1588,
    "s ": 2085,
    "ngu": 1821,
    "gul": 1192,
    "ula": 2394,
    "arj": 832,
    "rjs": 2021,
    "js ": 1589,
    " ang": 14,
    "angu": 822,
    "ngul": 1822,
    "gula": 1193,
    "ular": 2395,
    "larj": 1661,
    "arjs": 833,
    "rjs ": 2022,
    "rí": 2052,
    "trí": 2271,
    "rí ": 2053,
    " trí": 564,
    "trí ": 2272,
    "uệ": 2444,
    "tuệ": 2304,
    "uệ ": 2445,
    " tuệ": 580,
    "tuệ ": 2305,
    "nhâ": 1849,
    " nhâ": 400,
    "nhân": 1850,
    "py": 1978,
    "yt": 2551,
    " py": 448,
    "pyt": 1979,
    "yth": 2552,
    "tho": 2176,
    "hon": 1279,
    "on ": 1915,
    " pyt": 449,
    "pyth": 1980,
    "ytho": 2553,
    "thon": 2177,
    "hon ": 1280,
    "rự": 2081,
    "trự": 2290,
    "rực": 2082,
    " trự": 573,
    "trực": 2291,
    "rực ": 2083,
    "ua": 2383,
    "qua": 1985,
    "uan": 2385,
    " qua": 452,
    "quan": 1987,
    "uan ": 2386,
    "dữ": 1107,
    "ữ ": 3122,
    " dữ": 170,
    "dữ ": 1108,
    " dữ ": 171,
    " li": 300,
    "liệ": 1667,
    " liệ": 301,
    "liệu": 1669,
    "st": 2097,
    "ea": 1117,
    " st": 474,
    "ste": 2098,
    "tea": 2160,
    "eam": 1118,
    " ste": 475,
    "stea": 2099,
    "team": 2161,
    "eam ": 1119,
    "tư ": 2336,
    " tư ": 601,
    "du": 1070,
    " du": 148,
    "duy": 1076,
    "uy ": 2408,
    " duy": 151,
    "duy ": 1077,
    "sán": 2106,
    "áng": 2595,
    " sán": 480,
    "sáng": 2107,
    "áng ": 2596,
    "rd": 2012,
    "no": 1867,
    " ar": 18,
    "ard": 830,
    "rdu": 2013,
    "dui": 1072,
    "uin": 2391,
    "ino": 1521,
    "no ": 1868,
    " ard": 19,
    "ardu": 831,
    "rdui": 2014,
    "duin": 1073,
    "uino": 2392,
    "ino ": 1522,
    "ke": 1595,
    "rc": 2009,
    "ad": 812,
    "nke": 1865,
    "ker": 1596,
    "erc": 1140,
    "rca": 2010,
    "cad": 921,
    "ad ": 813,
    "tink": 2238,
    "inke": 1520,
    "nker": 1866,
    "kerc": 1597,
    "erca": 1141,
    "rcad": 2011,
    "cad ": 922,
    "ẩ": 2881,
    "hẩ": 1398,
    "ẩn": 2884,
    "chẩ": 958,
    "hẩn": 1401,
    "ẩn ": 2885,
    " chẩ": 80,
    "chẩn": 959,
    "hẩn ": 1402,
    "đo": 2711,
    " đo": 718,
    "đoá": 2712,
    " đoá": 719,
    "đoán": 2713,
    "bệ": 908,
    " bệ": 56,
    "bện": 909,
    "ệnh": 2972,
    " bện": 57,
    "bệnh": 910,
    "ệnh ": 2973,
    "hạ": 1373,
    " hạ": 236,
    "hại": 1376,
    " hại": 237,
    "hại ": 1377,
    " r": 456,
    "au": 836,
    " ra": 457,
    "rau": 2005,
    "au ": 837,
    " rau": 459,
    "rau ": 2006,
    "iả": 1541,
    "ải": 2847,
    "giả": 1175,
    "iải": 1542,
    "ải ": 2848,
    " giả": 192,
    "giải": 1176,
    "iải ": 1543,
    "áp": 2601,
    "háp": 1317,
    "áp ": 2602,
    "pháp": 1948,
    "háp ": 1318,
    "bảo": 900,
    " bảo": 51,
    "bảo ": 901,
    "vệ": 2502,
    " vệ": 661,
    "vệ ": 2503,
    " vệ ": 662,
    "ật": 2895,
    "vật": 2496,
    "ật ": 2896,
    " vật": 657,
    "vật ": 2497,
    "thâ": 2189,
    " thâ": 525,
    "thân": 2190,
    "mô": 1778,
    " mô": 366,
    "môi": 1780,
    " môi": 368,
    "môi ": 1781,
    "rư": 2057,
    "ườ": 2810,
    "ờn": 3064,
    "trư": 2275,
    "rườ": 2058,
    "ườn": 2813,
    "ờng": 3066,
    " trư": 566,
    "trườ": 2276,
    "rườn": 2059,
    "ường": 2815,
    "ờng ": 3067,
    "tận": 2356,
    " tận": 614,
    "tận ": 2357,
    "uồ": 2452,
    "ồn": 3028,
    "guồ": 1197,
    "uồn": 2453,
    "ồn ": 3029,
    " ngu": 389,
    "nguồ": 1824,
    "guồn": 1198,
    "uồn ": 2454,
    "hụ": 1466,
    "phụ": 1970,
    "hụ ": 1467,
    " phụ": 445,
    "phụ ": 1971,
    "ẩm": 2882,
    "phẩ": 1966,
    "hẩm": 1399,
    "ẩm ": 2883,
    " phẩ": 443,
    "phẩm": 1967,
    "hẩm ": 1400,
    "nô": 1885,
    " nô": 414,
    "nôn": 1886,
    " nôn": 415,
    "nông": 1887,
    "ie": 1504,
    "eo": 1134,
    "gie": 1167,
    "ieo": 1505,
    "eo ": 1135,
    " gie": 189,
    "gieo": 1168,
    "ieo ": 1506,
    "inh": 1516,
    "tinh": 2237,
    "inh ": 1517,
    "hằ": 1410,
    "ằm": 2912,
    "nhằ": 1857,
    "hằm": 1411,
    "ằm ": 2913,
    " nhằ": 404,
    "nhằm": 1858,
    "hằm ": 1412,
    "ă": 2690,
    "nă": 1888,
    "ăn": 2693,
    " nă": 416,
    "năn": 1891,
    "ăng": 2695,
    " năn": 418,
    "năng": 1892,
    "ăng ": 2696,
    "su": 2100,
    " su": 476,
    "suấ": 2101,
    " suấ": 477,
    "suất": 2102,
    "ả ": 2846,
    "uả ": 2426,
    "quả ": 1992,
    "kin": 1628,
    " kin": 276,
    "kinh": 1629,
    "tế": 2360,
    " tế": 616,
    "tế ": 2361,
    " tế ": 617,
    "hă": 1357,
    "chă": 951,
    "hăn": 1358,
    "ăn ": 2694,
    " chă": 77,
    "chăn": 952,
    "hăn ": 1359,
    "nu": 1872,
    "uô": 2422,
    " nu": 407,
    "nuô": 1875,
    "uôi": 2423,
    " nuô": 408,
    "nuôi": 1876,
    "uôi ": 2424,
    "ỏ ": 3004,
    "thỏ": 2220,
    "hỏ ": 1439,
    " thỏ": 539,
    "thỏ ": 2221,
    " si": 472,
    "sin": 2090,
    " sin": 473,
    "sinh": 2091,
    "ọn": 2999,
    "chọ": 966,
    "họn": 1436,
    "ọn ": 3000,
    " chọ": 84,
    "chọn": 967,
    "họn ": 1437,
    "iố": 1579,
    "giố": 1179,
    "iốn": 1580,
    "ống": 3020,
    " giố": 193,
    "giốn": 1180,
    "iống": 1581,
    "ống ": 3021,
    "lú": 1698,
    "úa": 2679,
    " lú": 319,
    "lúa": 1699,
    "úa ": 2680,
    " lúa": 320,
    "lúa ": 1700,
    "hấ": 1387,
    "chấ": 956,
    "hất": 1388,
    " chấ": 79,
    "chất": 957,
    "hất ": 1389,
    "lư": 1708,
    " lư": 326,
    "lượ": 1713,
    " lượ": 329,
    "lượn": 1714,
    "đấ": 2739,
    " đấ": 737,
    "đất": 2740,
    " đất": 738,
    "đất ": 2741,
    " mi": 350,
    "min": 1755,
    " min": 352,
    "minh": 1756,
    "híc": 1332,
    "thíc": 2195,
    "hích": 1333,
    "ến": 2938,
    "iến": 1549,
    "ến ": 2939,
    "biến": 861,
    "iến ": 1550,
    "đổ": 2772,
    " đổ": 759,
    "đổi": 2773,
    " đổi": 760,
    "đổi ": 2774,
    "vi": 2468,
    " vi": 638,
    "vi ": 2469,
    " vi ": 639,
    " i": 257,
    "mt": 1760,
    " im": 258,
    "imt": 1512,
    "mt ": 1761,
    " imt": 259,
    "imt ": 1513,
    " hệ": 241,
    " hệ ": 242,
    "hố": 1446,
    "thố": 2222,
    "hốn": 1447,
    " thố": 540,
    "thốn": 2223,
    "hống": 1448,
    "rạ": 2060,
    "trạ": 2277,
    "rại": 2061,
    " trạ": 567,
    "trại": 2278,
    "rại ": 2062,
    "phư": 1960,
    " phư": 440,
    "phươ": 1961,
    "đá": 2717,
    " đá": 722,
    "đán": 2718,
    "ánh": 2597,
    " đán": 723,
    "đánh": 2719,
    "ánh ": 2598,
    "iá": 1526,
    "á ": 2584,
    "giá": 1169,
    "iá ": 1527,
    " giá": 190,
    "giá ": 1170,
    "sứ": 2144,
    "ức": 3108,
    " sứ": 509,
    "sức": 2145,
    "ức ": 3109,
    " sức": 510,
    "sức ": 2146,
    "ỏe": 3005,
    "khỏ": 1619,
    "hỏe": 1440,
    "ỏe ": 3006,
    " khỏ": 271,
    "khỏe": 1620,
    "hỏe ": 1441,
    "vư": 2486,
    " vư": 650,
    "vườ": 2487,
    "ờn ": 3065,
    " vườ": 651,
    "vườn": 2488,
    "ườn ": 2814,
    "câ": 1003,
    "ây": 2614,
    " câ": 101,
    "cây": 1004,
    "ây ": 2615,
    " cây": 102,
    "cây ": 1005,
    " ă": 706,
    " ăn": 707,
    " ăn ": 708,
    "rá": 2038,
    "ái": 2589,
    "trá": 2262,
    "rái": 2041,
    "ái ": 2590,
    " trá": 560,
    "trái": 2264,
    "rái ": 2042,
    "uậ": 2441,
    "thu": 2180,
    "huậ": 1301,
    "uật": 2442,
    " thu": 522,
    "thuậ": 2182,
    "huật": 1302,
    "uật ": 2443,
    "ấy": 2870,
    "cấy": 1030,
    "ấy ": 2871,
    " cấy": 121,
    "cấy ": 1031,
    "ô ": 2657,
    "mô ": 1779,
    " mô ": 367,
    "bà": 874,
    " bà": 35,
    "bào": 877,
    " bào": 37,
    "bào ": 878,
    "lự": 1736,
    " lự": 345,
    "lực": 1737,
    " lực": 346,
    "lực ": 1738,
    "ướ": 2803,
    "lướ": 1711,
    "ưới": 2806,
    " lướ": 328,
    "lưới": 1712,
    "ưới ": 2807,
    "ú ": 2678,
    "thú": 2198,
    "hú ": 1352,
    " thú": 529,
    "thú ": 2199,
    " y": 691,
    " y ": 692,
    "sở": 2142,
    " sở": 507,
    "sở ": 2143,
    " sở ": 508,
    "nư": 1893,
    "ớc": 3051,
    " nư": 419,
    "nướ": 1894,
    "ước": 2804,
    "ớc ": 3052,
    " nướ": 420,
    "nước": 1895,
    "ước ": 2805,
    " ao": 16,
    " ao ": 17,
    "hủ": 1470,
    "ủy": 3105,
    "thủ": 2226,
    "hủy": 1474,
    "ủy ": 3106,
    " thủ": 542,
    "thủy": 2227,
    "hủy ": 1475,
    "lo": 1670,
    "oạ": 1928,
    " lo": 302,
    "loạ": 1675,
    "oại": 1931,
    " loạ": 305,
    "loại": 1676,
    "oại ": 1932,
    "tảo": 2347,
    " tảo": 608,
    "tảo ": 2348,
    "gâ": 1204,
    " gâ": 196,
    "gây": 1207,
    " gây": 197,
    "gây ": 1208,
    "ù": 2668,
    "vù": 2480,
    "ùn": 2674,
    " vù": 646,
    "vùn": 2481,
    "ùng": 2675,
    " vùn": 647,
    "vùng": 2482,
    "ùng ": 2676,
    "rồ": 2073,
    "trồ": 2286,
    "rồn": 2074,
    "ồng": 3030,
    " trồ": 571,
    "trồn": 2287,
    "rồng": 2075,
    "ồng ": 3031,
    "phi": 1943,
    " phi": 432,
    "phiê": 1944,
    "ỉ": 2980,
    "hỉ": 1425,
    "ỉ ": 2981,
    "chỉ": 962,
    "hỉ ": 1426,
    " chỉ": 82,
    "chỉ ": 963,
    "tiê": 2239,
    " tiê": 548,
    "tiêu": 2240,
    "ữu": 3128,
    " hữ": 255,
    "hữu": 1486,
    "ữu ": 3129,
    " hữu": 256,
    "hữu ": 1487,
    " í": 701,
    " íc": 702,
    " ích": 703,
    "hứ": 1476,
    "thứ": 2228,
    "hức": 1477,
    " thứ": 543,
    "thức": 2229,
    "hức ": 1478,
    "iên": 1533,
    "hiên": 1260,
    "iên ": 1534,
    "rắ": 2066,
    "ắc": 2902,
    "trắ": 2281,
    "rắc": 2067,
    "ắc ": 2903,
    " trắ": 569,
    "trắc": 2282,
    "rắc ": 2068,
    "gọ": 1224,
    "ọt": 3001,
    "ngọ": 1837,
    "gọt": 1225,
    "ọt ": 3002,
    " ngọ": 395,
    "ngọt": 1838,
    "gọt ": 1226,
    "loà": 1673,
    "oài": 1921,
    " loà": 304,
    "loài": 1674,
    "oài ": 1922,
    "cá ": 996,
    " cá ": 97,
    "đô": 2723,
    " đô": 726,
    "đôn": 2725,
    " đôn": 728,
    "đông": 2726,
    "thư": 2200,
    "hườ": 1371,
    " thư": 530,
    "thườ": 2202,
    "hườn": 1372,
    "gặ": 1221,
    "ặp": 2926,
    " gặ": 200,
    "gặp": 1222,
    "ặp ": 2927,
    " gặp": 201,
    "gặp ": 1223,
    "tra": 2253,
    "ra ": 2002,
    " tra": 556,
    "tra ": 2254,
    "ôm": 2660,
    "tôm": 2330,
    "ôm ": 2661,
    " tôm": 597,
    "tôm ": 2331,
    "khá": 1608,
    "hán": 1315,
    " khá": 266,
    "khán": 1610,
    "háng": 1316,
    "xá": 2533,
    " xá": 683,
    "xác": 2534,
    " xác": 684,
    "xác ": 2535,
    "ịn": 2989,
    "địn": 2761,
    "ịnh": 2990,
    " địn": 752,
    "định": 2762,
    "ịnh ": 2991,
    "ic": 1502,
    "mic": 1753,
    "ic ": 1503,
    " mic": 351,
    "mic ": 1754,
    "ký": 1644,
    " ký": 286,
    "ký ": 1645,
    " ký ": 287,
    "rù": 2054,
    "trù": 2273,
    "rùn": 2055,
    " trù": 565,
    "trùn": 2274,
    "rùng": 2056,
    " ở": 772,
    " ở ": 773,
    "rt": 2028,
    "art": 834,
    "rte": 2029,
    "tem": 2162,
    "emi": 1128,
    "mia": 1751,
    " art": 20,
    "arte": 835,
    "rtem": 2030,
    "temi": 2163,
    "emia": 1129,
    "mia ": 1752,
    "biể": 863,
    " biể": 31,
    "biển": 864,
    "cà": 992,
    " cà": 94,
    "càn": 993,
    "àng": 2575,
    " càn": 95,
    "càng": 994,
    "àng ": 2576,
    "xa": 2521,
    " xa": 675,
    "xan": 2522,
    " xan": 676,
    "xanh": 2523,
    "cua": 988,
    "ua ": 2384,
    " cua": 92,
    "cua ": 989,
    "lợ": 1729,
    "ợ ": 3077,
    " lợ": 340,
    "lợ ": 1730,
    " lợ ": 341,
    "thá": 2186,
    "hái": 1313,
    " thá": 524,
    "thái": 2187,
    "hái ": 1314,
    "uâ": 2419,
    "luâ": 1682,
    "uân": 2420,
    " luâ": 308,
    "luân": 1683,
    "uân ": 2421,
    "can": 925,
    " can": 65,
    "canh": 926,
    "uộ": 2458,
    " ru": 465,
    "ruộ": 2034,
    "uộn": 2461,
    " ruộ": 466,
    "ruộn": 2035,
    "uộng": 2462,
    "xâ": 2536,
    " xâ": 685,
    "xây": 2537,
    " xây": 686,
    "xây ": 2538,
    "dự": 1109,
    "ựn": 3136,
    " dự": 172,
    "dựn": 1113,
    "ựng": 3137,
    " dựn": 175,
    "dựng": 1114,
    "ựng ": 3138,
    "dạ": 1091,
    " dạ": 160,
    "dạn": 1092,
    " dạn": 161,
    "dạng": 1093,
    "vă": 2483,
    " vă": 648,
    "văn": 2484,
    " văn": 649,
    "văn ": 2485,
    "dị": 1099,
    "ịc": 2986,
    " dị": 165,
    "dịc": 1100,
    "ịch": 2987,
    " dịc": 166,
    "dịch": 1101,
    "ịch ": 2988,
    "vụ": 2509,
    " vụ": 667,
    "vụ ": 2510,
    " vụ ": 668,
    " á": 696,
    " áp": 699,
    " áp ": 700,
    "mr": 1757,
    "rv": 2036,
    "v ": 2464,
    " mr": 353,
    "mrv": 1758,
    "rv ": 2037,
    " mrv": 354,
    "mrv ": 1759,
    "ạt": 2841,
    "hoạ": 1283,
    "oạt": 1933,
    "ạt ": 2842,
    " hoạ": 218,
    "hoạt": 1285,
    "oạt ": 1934,
    "ảm": 2849,
    "iảm": 1544,
    "ảm ": 2850,
    "giảm": 1177,
    "iảm ": 1545,
    "ẹ": 2930,
    "hẹ": 1413,
    "ẹ ": 2931,
    "nhẹ": 1859,
    "hẹ ": 1414,
    " nhẹ": 405,
    "nhẹ ": 1860,
    "thả": 2205,
    "hải": 1383,
    " thả": 532,
    "thải": 2206,
    "hải ": 1384,
    "kí": 1641,
    " kí": 284,
    "kín": 1642,
    " kín": 285,
    "kính": 1643,
    "rủ": 2076,
    "ủi": 3100,
    " rủ": 467,
    "rủi": 2077,
    "ủi ": 3101,
    " rủi": 468,
    "rủi ": 2078,
    " ro": 462,
    "ro ": 2024,
    " ro ": 463,
    "gậ": 1218,
    "ngậ": 1835,
    "gập": 1219,
    " ngậ": 394,
    "ngập": 1836,
    "gập ": 1220,
    "lụ": 1733,
    "ụt": 3094,
    " lụ": 343,
    "lụt": 1734,
    "ụt ": 3095,
    " lụt": 344,
    "lụt ": 1735,
    "đô ": 2724,
    " đô ": 727,
    "hị": 1427,
    "thị": 2218,
    "hị ": 1428,
    " thị": 538,
    "thị ": 2219,
    "ựa": 3132,
    "dựa": 1111,
    "ựa ": 3133,
    " dựa": 174,
    "dựa ": 1112,
    "vào": 2478,
    " vào": 645,
    "vào ": 2479,
    "nb": 1806,
    " nb": 384,
    "nbs": 1807,
    "bs ": 868,
    " nbs": 385,
    "nbs ": 1808,
    "tử": 2377,
    " tử": 628,
    "tử ": 2378,
    " tử ": 629,
    "că": 1018,
    " că": 112,
    "căn": 1019,
    " căn": 113,
    "căn ": 1020,
    "nấ": 1896,
    "ấm": 2860,
    " nấ": 421,
    "nấm": 1897,
    "ấm ": 2861,
    " nấm": 422,
    "nấm ": 1898,
    "dư": 1086,
    "ợc": 3078,
    " dư": 157,
    "dượ": 1089,
    "ược": 2820,
    "ợc ": 3079,
    " dượ": 159,
    "dược": 1090,
    "ược ": 2821,
    "quy": 1988,
    " quy": 453,
    "quy ": 1989,
    "iề": 1555,
    "ều": 2952,
    "điề": 2705,
    "iều": 1556,
    "ều ": 2953,
    " điề": 715,
    "điều": 2706,
    "iều ": 1557,
    "kiệ": 1634,
    " kiệ": 279,
    "kiện": 1635,
    "mà": 1768,
    " mà": 359,
    "màn": 1770,
    " màn": 361,
    "màng": 1771,
    "mă": 1782,
    " mă": 369,
    "măn": 1783,
    " măn": 370,
    "măng": 1784,
    "tâ": 2314,
    " tâ": 587,
    "tây": 2317,
    " tây": 589,
    "tây ": 2318,
    " uố": 635,
    " uốn": 636,
    "uống": 2451,
    "lê": 1694,
    " lê": 316,
    "lên": 1696,
    " lên": 318,
    "lên ": 1697,
    "me": 1746,
    " me": 348,
    "men": 1747,
    "en ": 1131,
    " men": 349,
    "men ": 1748,
    "hu ": 1293,
    "thu ": 2181,
    "oạc": 1929,
    "hoạc": 1284,
    "oạch": 1930,
    "sơ": 2115,
    " sơ": 486,
    "sơ ": 2116,
    " sơ ": 487,
    "chế": 960,
    " chế": 81,
    "chế ": 961,
    "đồn": 2770,
    " đồn": 758,
    "đồng": 2771,
    "sô": 2110,
    " sô": 482,
    "sôn": 2111,
    " sôn": 483,
    "sông": 2112,
    "cử": 1046,
    "ửu": 3119,
    " cử": 132,
    "cửu": 1048,
    "ửu ": 3120,
    " cửu": 134,
    "cửu ": 1049,
    "lon": 1671,
    " lon": 303,
    "long": 1672,
    " hư": 233,
    " hư ": 234,
    "ỏn": 3009,
    "hỏn": 1444,
    "ỏng": 3010,
    " hỏn": 248,
    "hỏng": 1445,
    "ỏng ": 3011,
    "kiế": 1630,
    " kiế": 277,
    "kiến": 1631,
    "khi": 1601,
    "hi ": 1256,
    " khi": 263,
    "khi ": 1602,
    "ai": 814,
    "kha": 1599,
    "hai": 1243,
    "ai ": 815,
    " kha": 262,
    "khai": 1600,
    "hai ": 1244,
    "cp": 983,
    " ha": 209,
    "hac": 1241,
    "acc": 808,
    "ccp": 932,
    "cp ": 984,
    " hac": 210,
    "hacc": 1242,
    "accp": 809,
    "ccp ": 933,
    "kho": 1603,
    "hoa": 1277,
    "oa ": 1911,
    " kho": 264,
    "khoa": 1604,
    "hoa ": 1278,
    " ai": 10,
    " ai ": 11,
    "iáo": 1530,
    "giáo": 1172,
    "iáo ": 1531,
    "ục": 3089,
    "dục": 1103,
    "ục ": 3090,
    " dục": 168,
    "dục ": 1104,
    "gố": 1227,
    "ốc": 3014,
    " gố": 202,
    "gốc": 1228,
    "ốc ": 3015,
    " gốc": 203,
    "gốc ": 1229,
    "thiê": 2173,
    "hợ": 1463,
    "ợp": 3085,
    " hợ": 253,
    "hợp": 1464,
    "ợp ": 3086,
    " hợp": 254,
    "hợp ": 1465,
    "ò": 2647,
    "hò": 1336,
    "òn": 2648,
    "phò": 1954,
    "hòn": 1337,
    "òng": 2650,
    " phò": 437,
    "phòn": 1955,
    "hòng": 1338,
    "òng ": 2651,
    "chố": 968,
    " chố": 85,
    "chốn": 969,
    "bé": 885,
    " bé": 41,
    "béo": 886,
    " béo": 42,
    "béo ": 887,
    "phì": 1952,
    "hì ": 1327,
    " phì": 436,
    "phì ": 1953,
    "viế": 2472,
    " viế": 641,
    "viết": 2473,
    "bố": 911,
    " bố": 58,
    "bố ": 912,
    " bố ": 59,
    "quố": 1994,
    "uốc": 2447,
    " quố": 455,
    "quốc": 1995,
    "uốc ": 2448,
    "ĩ": 2783,
    "lĩ": 1705,
    "ĩn": 2785,
    " lĩ": 324,
    "lĩn": 1706,
    "ĩnh": 2786,
    " lĩn": 325,
    "lĩnh": 1707,
    "ĩnh ": 2787,
    "vự": 2511,
    " vự": 669,
    "vực": 2512,
    " vực": 670,
    "vực ": 2513,
    "iản": 1546,
    "giản": 1178,
    "iảng": 1547,
    "ạy": 2843,
    "dạy": 1094,
    "ạy ": 2844,
    " dạy": 162,
    "dạy ": 1095,
    "go": 1188,
    "ngo": 1819,
    "goạ": 1189,
    " ngo": 388,
    "ngoạ": 1820,
    "goại": 1190,
    "gữ": 1236,
    "ngữ": 1839,
    "gữ ": 1237,
    " ngữ": 396,
    "ngữ ": 1840,
    "ghiê": 1156,
    "cứ": 1043,
    "ứu": 3113,
    " cứ": 130,
    "cứu": 1044,
    "ứu ": 3114,
    " cứu": 131,
    "cứu ": 1045,
    "thậ": 2210,
    "hập": 1406,
    " thậ": 534,
    "thập": 2211,
    "hập ": 1407,
    "ã": 2616,
    "xã": 2539,
    "ã ": 2617,
    " xã": 687,
    "xã ": 2540,
    " xã ": 688,
    "hộ": 1454,
    "ội": 3043,
    " hộ": 251,
    "hội": 1455,
    "ội ": 3044,
    " hội": 252,
    "hội ": 1456,
    "tối": 2366,
    " tối": 621,
    "tối ": 2367,
    " ư": 766,
    "ưu": 2798,
    " ưu": 767,
    "ưu ": 2799,
    " ưu ": 768,
    "qua ": 1986,
    "tổ": 2370,
    "ổn": 3036,
    " tổ": 623,
    "tổn": 2372,
    "ổng": 3037,
    " tổn": 625,
    "tổng": 2373,
    "ổng ": 3038,
    "tà": 2308,
    " tà": 583,
    "tài": 2309,
    " tài": 584,
    "tài ": 2310,
    "gô": 1211,
    "ngô": 1830,
    "gôn": 1212,
    "ôn ": 2663,
    " ngô": 392,
    "ngôn": 1831,
    "gôn ": 1213,
    "uẩ": 2438,
    "chu": 943,
    "huẩ": 1299,
    "uẩn": 2439,
    " chu": 74,
    "chuẩ": 945,
    "huẩn": 1300,
    "uẩn ": 2440,
    "đầ": 2744,
    "ầu": 2875,
    " đầ": 740,
    "đầu": 2745,
    "ầu ": 2876,
    " đầu": 741,
    "đầu ": 2746,
    " ra ": 458,
    "du ": 1071,
    " du ": 149,
    "lị": 1723,
    " lị": 336,
    "lịc": 1724,
    " lịc": 337,
    "lịch": 1725,
    "thư ": 2201,
    "lưu": 1709,
    " lưu": 327,
    "lưu ": 1710,
    "rữ": 2079,
    "trữ": 2288,
    "rữ ": 2080,
    " trữ": 572,
    "trữ ": 2289,
    "việ": 2474,
    " việ": 642,
    "viện": 2475,
    "biê": 858,
    " biê": 29,
    "biên": 859,
    "ran": 2003,
    "tran": 2255,
    "rang": 2004,
    "ẫ": 2886,
    "dẫ": 1096,
    "ẫn": 2887,
    " dẫ": 163,
    "dẫn": 1097,
    "ẫn ": 2888,
    " dẫn": 164,
    "dẫn ": 1098,
    "phỏ": 1968,
    " phỏ": 444,
    "phỏn": 1969,
    "vấ": 2489,
    " vấ": 652,
    "vấn": 2490,
    " vấn": 653,
    "vấn ": 2491,
    "ổ ": 3033,
    "tổ ": 2371,
    " tổ ": 624,
    "chứ": 973,
    " chứ": 87,
    "chức": 974,
    "sự": 2151,
    " sự": 514,
    "sự ": 2152,
    " sự ": 515,
    "dự ": 1110,
    " dự ": 173,
    " án": 697,
    " án ": 698,
    "ủn": 3102,
    "khủ": 1623,
    "hủn": 1472,
    "ủng": 3103,
    " khủ": 273,
    "khủn": 1624,
    "hủng": 1473,
    "ủng ": 3104,
    "oả": 1935,
    "hoả": 1286,
    "oản": 1936,
    " hoả": 219,
    "hoản": 1287,
    "oảng": 1937,
    "tá": 2311,
    " tá": 585,
    "tác": 2312,
    " tác": 586,
    "tác ": 2313,
    "kê": 1639,
    "ê ": 2625,
    " kê": 282,
    "kê ": 1640,
    " kê ": 283,
    "hàng": 1308,
    "hác": 1311,
    "khác": 1609,
    "hách": 1312,
    "sạn": 2122,
    " sạn": 492,
    "sạn ": 2123,
    "hục": 1468,
    "phục": 1972,
    "hục ": 1469,
    "lễ": 1721,
    "ễ ": 2963,
    " lễ": 334,
    "lễ ": 1722,
    " lễ ": 335,
    "tân": 2315,
    " tân": 588,
    "tân ": 2316,
    "ớn": 3055,
    "hướ": 1369,
    "ướn": 2808,
    "ớng": 3056,
    " hướ": 235,
    "hướn": 1370,
    "ướng": 2809,
    "ớng ": 3057,
    "luậ": 1684,
    " luậ": 309,
    "luật": 1685,
    "đai": 2700,
    " đai": 712,
    "đai ": 2701,
    "ăm": 2691,
    "năm": 1889,
    "ăm ": 2692,
    " năm": 417,
    "năm ": 1890,
    "_": 796,
    " _": 6,
    "__": 798,
    "_n": 802,
    "um": 2396,
    "mb": 1743,
    "be": 852,
    "r_": 1998,
    "_ ": 797,
    " __": 7,
    "__n": 800,
    "_nu": 803,
    "num": 1873,
    "umb": 2397,
    "mbe": 1744,
    "ber": 853,
    "er_": 1138,
    "r__": 1999,
    "__ ": 799,
    " __n": 8,
    "__nu": 801,
    "_num": 804,
    "numb": 1874,
    "umbe": 2398,
    "mber": 1745,
    "ber_": 854,
    "er__": 1139,
    "r__ ": 2000,
    "rác": 2039,
    "trác": 2263,
    "rách": 2040,
    "nhiệ": 1846,
    "quyề": 1990,
    "yế": 2557,
    "khu": 1605,
    "huy": 1294,
    "uyế": 2411,
    "yến": 2558,
    " khu": 265,
    "khuy": 1607,
    "huyế": 1296,
    "uyến": 2412,
    "yến ": 2559,
    "cộ": 1035,
    " cộ": 124,
    "cộn": 1036,
    " cộn": 125,
    "cộng": 1037,
    "hôn ": 1344,
    "mớ": 1797,
    " mớ": 379,
    "mới": 1798,
    " mới": 380,
    "mới ": 1799,
    "lớ": 1726,
    "ớp": 3058,
    " lớ": 338,
    "lớp": 1727,
    "ớp ": 3059,
    " lớp": 339,
    "lớp ": 1728,
    "kĩ": 1646,
    "ĩ ": 2784,
    " kĩ": 288,
    "kĩ ": 1647,
    " kĩ ": 289,
    "đấu": 2742,
    " đấu": 739,
    "đấu ": 2743,
    "thầ": 2207,
    "hầu": 1393,
    " thầ": 533,
    "thầu": 2208,
    "hầu ": 1394,
    "bá": 879,
    " bá": 38,
    "bán": 883,
    " bán": 40,
    "bán ": 884,
    "yê": 2554,
    "uyê": 2409,
    "yên": 2555,
    "chuy": 944,
    "huyê": 1295,
    "uyên": 2410,
    "yên ": 2556,
    "chí": 949,
    "hín": 1334,
    " chí": 76,
    "chín": 950,
    "hính": 1335,
    "ám": 2591,
    "iám": 1528,
    "ám ": 2592,
    "giám": 1171,
    "iám ": 1529,
    "đốc": 2764,
    " đốc": 754,
    "đốc ": 2765,
    "ce": 934,
    " ce": 69,
    "ceo": 935,
    " ceo": 70,
    "ceo ": 936,
    "diễ": 1059,
    " diễ": 141,
    "diễn": 1060,
    "hở": 1460,
    "ởi": 3070,
    "khở": 1621,
    "hởi": 1461,
    "ởi ": 3071,
    " khở": 272,
    "khởi": 1622,
    "hởi ": 1462,
    "guy": 1194,
    "nguy": 1823,
    "guyê": 1195,
    "khu ": 1606,
    "đư": 2730,
    " đư": 731,
    "đượ": 2731,
    " đượ": 732,
    "được": 2732,
    "bắ": 902,
    "ắt": 2909,
    " bắ": 52,
    "bắt": 903,
    "ắt ": 2910,
    " bắt": 53,
    "bắt ": 904,
    "úc": 2681,
    "lúc": 1701,
    "úc ": 2682,
    " lúc": 321,
    "lúc ": 1702,
    "đâ": 2720,
    " đâ": 724,
    "đâu": 2721,
    " đâu": 725,
    "đâu ": 2722,
    "điể": 2707,
    " điể": 716,
    "điểm": 2708,
    "cò": 1006,
    " cò": 103,
    "còn": 1007,
    "òn ": 2649,
    " còn": 104,
    "còn ": 1008,
    "viê": 2470,
    " viê": 640,
    "viên": 2471,
    "đă": 2727,
    " đă": 729,
    "đăn": 2728,
    " đăn": 730,
    "đăng": 2729,
    "này": 1880,
    " này": 411,
    "này ": 1881,
    "hù": 1347,
    "ù ": 2669,
    "phù": 1956,
    "hù ": 1348,
    " phù": 438,
    "phù ": 1957,
    "nế": 1899,
    "ếu": 2944,
    " nế": 423,
    "nếu": 1900,
    "ếu ": 2945,
    " nếu": 424,
    "nếu ": 1901,
    "gư": 1214,
    "ngư": 1832,
    "gư ": 1215,
    " ngư": 393,
    "ngư ": 1833,
    "ưa": 2796,
    "hưa": 1365,
    "ưa ": 2797,
    "chưa": 954,
    "hưa ": 1366,
    "nộ": 1905,
    " nộ": 427,
    "nội": 1906,
    " nội": 428,
    "nội ": 1907,
    "dun": 1074,
    " dun": 150,
    "dung": 1075,
    "ủ ": 3097,
    "chủ": 971,
    "hủ ": 1471,
    " chủ": 86,
    "chủ ": 972,
    "đề": 2754,
    " đề": 746,
    "đề ": 2755,
    " đề ": 747,
    "gồ": 1230,
    "ồm": 3026,
    " gồ": 204,
    "gồm": 1231,
    "ồm ": 3027,
    " gồm": 205,
    "gồm ": 1232,
    "bài": 875,
    " bài": 36,
    "bài ": 876,
    "ộc": 3041,
    "huộ": 1303,
    "uộc": 2459,
    "ộc ": 3042,
    "thuộ": 2183,
    "huộc": 1304,
    "uộc ": 2460,
    "do ": 1067,
    " do ": 146,
    "đả": 2736,
    " đả": 735,
    "đảm": 2737,
    " đảm": 736,
    "đảm ": 2738,
    "nhậ": 1855,
    "hận": 1404,
    " nhậ": 403,
    "nhận": 1856,
    "hận ": 1405,
    "đứ": 2778,
    " đứ": 763,
    "đứn": 2781,
    " đứn": 765,
    "đứng": 2782,
    "ậ ": 2890,
    "vậ ": 2493,
    " vậ ": 655,
    "ịu": 2992,
    "chị": 964,
    "hịu": 1429,
    "ịu ": 2993,
    " chị": 83,
    "chịu": 965,
    "hịu ": 1430,
    "gườ": 1216,
    "ười": 2811,
    "ngườ": 1834,
    "gười": 1217,
    "ười ": 2812,
    " ron": 464,
    "hẻ": 1415,
    "thẻ": 2212,
    "hẻ ": 1416,
    " thẻ": 535,
    "thẻ ": 2213,
    "châ": 946,
    " châ": 75,
    "chân": 947,
    "ắn": 2904,
    "rắn": 2069,
    "ắng": 2905,
    "trắn": 2283,
    "rắng": 2070,
    "ắng ": 2906,
    "tẩ": 2352,
    " tẩ": 611,
    "tẩm": 2353,
    " tẩm": 612,
    "tẩm ": 2354,
    "vị": 2504,
    " vị": 663,
    "vị ": 2505,
    " vị ": 664,
    "sấ": 2127,
    " sấ": 495,
    "sấy": 2128,
    " sấy": 496,
    "sấy ": 2129,
    "ợi": 3080,
    "lợi": 1731,
    "ợi ": 3081,
    " lợi": 342,
    "lợi ": 1732,
    "hề": 1419,
    "ghề": 1158,
    "hề ": 1420,
    "nghề": 1817,
    "ghề ": 1159,
    "din": 1057,
    " din": 140,
    "dinh": 1058,
    "ỡ": 3072,
    "ưỡ": 2816,
    "ỡn": 3073,
    "dưỡ": 1087,
    "ưỡn": 2817,
    "ỡng": 3074,
    " dưỡ": 158,
    "dưỡn": 1088,
    "ưỡng": 2818,
    "ỡng ": 3075,
    "cù": 1015,
    "ùa": 2670,
    " cù": 110,
    "cùa": 1016,
    "ùa ": 2671,
    " cùa": 111,
    "cùa ": 1017,
    "dn": 1063,
    "na": 1804,
    " dn": 143,
    "dna": 1064,
    "na ": 1805,
    " dna": 144,
    "dna ": 1065,
    "ty": 2306,
    " ty": 581,
    "ty ": 2307,
    " ty ": 582,
    "ốt": 3022,
    "hốt": 1449,
    "ốt ": 3023,
    "chốt": 970,
    "hốt ": 1450,
    "râ": 2043,
    "trâ": 2265,
    "râu": 2044,
    " trâ": 561,
    "trâu": 2266,
    "râu ": 2045,
    "han": 1247,
    "than": 2169,
    "han ": 1248,
    "ặc": 2921,
    "đặc": 2748,
    "ặc ": 2922,
    " đặc": 743,
    "đặc ": 2749,
    "gợ": 1233,
    " gợ": 206,
    "gợi": 1234,
    " gợi": 207,
    "gợi ": 1235,
    " ý": 704,
    " ý ": 705,
    "ệt": 2976,
    "biệ": 865,
    "iệt": 1575,
    "ệt ": 2977,
    " biệ": 32,
    "biệt": 866,
    "iệt ": 1576,
    "thán": 2188,
    "tiế": 2241,
    " tiế": 549,
    "tiết": 2242,
    "ậy": 2899,
    "vậy": 2498,
    "ậy ": 2900,
    " vậy": 658,
    "vậy ": 2499,
    "gà": 1199,
    "ngà": 1825,
    "gày": 1202,
    " ngà": 390,
    "ngày": 1827,
    "gày ": 1203,
    "iú": 1538,
    "úp": 2686,
    "giú": 1173,
    "iúp": 1539,
    "úp ": 2687,
    " giú": 191,
    "giúp": 1174,
    "iúp ": 1540,
    "mì": 1775,
    " mì": 364,
    "mìn": 1776,
    " mìn": 365,
    "mình": 1777,
    "sa": 2086,
    " sa": 470,
    "sao": 2087,
    " sao": 471,
    "sao ": 2088,
    "bác": 880,
    " bác": 39,
    "bách": 882,
    "tấ": 2349,
    " tấ": 609,
    "tất": 2350,
    " tất": 610,
    "tất ": 2351,
    "cả": 1023,
    " cả": 116,
    "cả ": 1024,
    " cả ": 117,
    "gàn": 1200,
    "ngàn": 1826,
    "gành": 1201,
    "&": 777,
    " &": 1,
    "& ": 778,
    " & ": 2,
    " ri": 460,
    "riê": 2016,
    "êng": 2628,
    " riê": 461,
    "riên": 2017,
    "iêng": 1535,
    "êng ": 2629,
    "cán": 999,
    " cán": 99,
    "cán ": 1000,
    "bộ": 913,
    "ộ ": 3040,
    " bộ": 60,
    "bộ ": 914,
    " bộ ": 61,
    "lã": 1691,
    "ãn": 2618,
    " lã": 314,
