{
  "text": {
    "bạn": 22,
    "có": 61,
    "thể": 342,
    "cho": 34,
    "tôi": 391,
    "biết": 13,
    "về": 426,
    "các": 57,
    "chương": 41,
    "trình": 369,
    "tập": 401,
    "huấn": 133,
    "không": 160,
    "những": 251,
    "khóa": 159,
    "học": 145,
    "nào": 253,
    "đang": 451,
    "mở": 223,
    "muốn": 210,
    "xem": 435,
    "danh": 75,
    "sách": 299,
    "đào": 457,
    "tạo": 395,
    "lập": 197,
    "nhúng": 246,
    "kéo": 169,
    "dài": 86,
    "bao": 9,
    "lâu": 188,
    "thời": 346,
    "gian": 107,
    "của": 72,
    "an": 3,
    "toàn": 358,
    "điện": 455,
    "thiết": 320,
    "kế": 174,
    "và": 416,
    "phân": 269,
    "tích": 389,
    "thí": 330,
    "nghiệm": 226,
    "nhiêu": 241,
    "buổi": 16,
    "khảo": 161,
    "sát": 301,
    "địa": 472,
    "hình": 136,
    "mất": 219,
    "kiểm": 167,
    "thử": 349,
    "phần": 274,
    "mềm": 220,
    "cơ": 65,
    "bản": 23,
    "tốn": 404,
    "em": 101,
    "sản": 307,
    "xuất": 437,
    "sạch": 305,
    "hơn": 138,
    "ày": 443,
    "để": 471,
    "hoàn": 129,
    "thành": 326,
    "nâng": 255,
    "cao": 31,
    "trong": 363,
    "tuần": 381,
    "sửa": 315,
    "chữa": 52,
    "lắp": 198,
    "đặt": 469,
    "dân": 88,
    "dụng": 96,
    "xong": 436,
    "cần": 69,
    "tham": 317,
    "gia": 106,
    "plc": 279,
    "truyền": 364,
    "thông": 333,
    "cc": 32,
    "link": 179,
    "hmi": 128,
    "sẽ": 310,
    "giờ": 119,
    "sử": 314,
    "3d": 0,
    "tính": 390,
    "toán": 359,
    "khí": 158,
    "cụ": 71,
    "như": 247,
    "thế": 341,
    "cam": 29,
    "công": 62,
    "trên": 368,
    "máy": 213,
    "tiện": 357,
    "cnc": 53,
    "phay": 264,
    "là": 186,
    "vận": 423,
    "hành": 135,
    "tự": 408,
    "động": 479,
    "hóa": 137,
    "số": 311,
    "nhà": 244,
    "nghệ": 229,
    "bim": 10,
    "ứng": 484,
    "thực": 350,
    "tiễn": 356,
    "dành": 87,
    "đối": 475,
    "tượng": 394,
    "quản": 286,
    "lý": 192,
    "kỹ": 177,
    "sư": 304,
    "kết": 175,
    "cấu": 67,
    "web": 432,
    "front": 105,
    "end": 102,
    "back": 8,
    "với": 429,
    "php": 266,
    "mysql": 211,
    "giao": 108,
    "diện": 79,
    "ui": 409,
    "ux": 410,
    "website": 433,
    "bằng": 26,
    "figma": 103,
    "tui": 380,
    "trị": 376,
    "mạng": 218,
    "doanh": 82,
    "nghiệp": 227,
    "đồ": 476,
    "họa": 144,
    "quảng": 287,
    "cáo": 58,
    "phát": 268,
    "triển": 362,
    "di": 76,
    "đa": 449,
    "nền": 262,
    "tảng": 396,
    "flutter": 104,
    "nhiếp": 242,
    "ảnh": 482,
    "xử": 441,
    "hậu": 142,
    "kỳ": 176,
    "laravel": 178,
    "angularjs": 4,
    "trí": 370,
    "tuệ": 382,
    "nhân": 245,
    "python": 280,
    "trực": 379,
    "quan": 282,
    "dữ": 97,
    "liệu": 180,
    "steam": 297,
    "tư": 393,
    "duy": 85,
    "sáng": 300,
    "arduino": 6,
    "tinkercad": 353,
    "chẩn": 43,
    "đoán": 456,
    "bệnh": 27,
    "hại": 141,
    "rau": 290,
    "giải": 114,
    "pháp": 267,
    "bảo": 24,
    "vệ": 427,
    "vật": 424,
    "thân": 329,
    "thiện": 321,
    "môi": 216,
    "trường": 372,
    "tận": 400,
    "nguồn": 232,
    "phụ": 277,
    "phẩm": 275,
    "nông": 256,
    "gieo": 109,
    "tinh": 352,
    "nhằm": 249,
    "năng": 258,
    "suất": 298,
    "hiệu": 127,
    "quả": 285,
    "kinh": 165,
    "tế": 402,
    "chăn": 39,
    "nuôi": 252,
    "thỏ": 344,
    "sinh": 296,
    "chọn": 47,
    "giống": 117,
    "lúa": 190,
    "chất": 42,
    "lượng": 196,
    "đất": 465,
    "minh": 208,
    "thích": 331,
    "biến": 12,
    "đổi": 478,
    "vi": 412,
    "imt": 150,
    "hệ": 143,
    "thống": 345,
    "trại": 373,
    "phương": 273,
    "đánh": 458,
    "giá": 110,
    "sức": 313,
    "khỏe": 162,
    "vườn": 420,
    "cây": 59,
    "ăn": 448,
    "trái": 366,
    "thuật": 324,
    "cấy": 68,
    "mô": 215,
    "bào": 18,
    "lực": 205,
    "lưới": 195,
    "thú": 334,
    "y": 442,
    "sở": 312,
    "nước": 259,
    "ao": 5,
    "thủy": 347,
    "loại": 183,
    "một": 221,
    "tảo": 397,
    "gây": 120,
    "vùng": 418,
    "trồng": 377,
    "phiêu": 265,
    "chỉ": 45,
    "tiêu": 354,
    "hữu": 149,
    "ích": 446,
    "thức": 348,
    "nhiên": 240,
    "trắc": 374,
    "ngọt": 238,
    "loài": 182,
    "cá": 56,
    "đông": 461,
    "thường": 336,
    "gặp": 122,
    "tra": 360,
    "tôm": 392,
    "kháng": 157,
    "xác": 438,
    "định": 473,
    "mic": 207,
    "ký": 172,
    "trùng": 371,
    "ở": 483,
    "artemia": 7,
    "biển": 14,
    "càng": 55,
    "xanh": 434,
    "cua": 54,
    "lợ": 202,
    "thái": 327,
    "luân": 184,
    "canh": 30,
    "ruộng": 293,
    "xây": 439,
    "dựng": 100,
    "dạng": 91,
    "văn": 419,
    "dịch": 94,
    "vụ": 430,
    "áp": 445,
    "mrv": 209,
    "hoạt": 131,
    "giảm": 115,
    "nhẹ": 250,
    "thải": 337,
    "kính": 171,
    "rủi": 294,
    "ro": 291,
    "ngập": 237,
    "lụt": 204,
    "đô": 460,
    "thị": 343,
    "dựa": 99,
    "vào": 417,
    "nbs": 224,
    "tử": 407,
    "căn": 64,
    "nấm": 260,
    "dược": 90,
    "quy": 283,
    "điều": 453,
    "kiện": 168,
    "màng": 212,
    "măng": 217,
    "tây": 387,
    "uống": 411,
    "lên": 189,
    "men": 206,
    "thu": 323,
    "hoạch": 130,
    "sơ": 303,
    "chế": 44,
    "đồng": 477,
    "sông": 302,
    "cửu": 74,
    "long": 181,
    "tin": 351,
    "hư": 139,
    "hỏng": 146,
    "kiến": 166,
    "khi": 152,
    "khai": 151,
    "haccp": 126,
    "khoa": 153,
    "ai": 2,
    "giáo": 112,
    "dục": 95,
    "gốc": 123,
    "thiên": 319,
    "hợp": 148,
    "phòng": 271,
    "chống": 48,
    "béo": 21,
    "phì": 270,
    "viết": 414,
    "bố": 28,
    "quốc": 288,
    "lĩnh": 193,
    "vực": 431,
    "giảng": 116,
    "dạy": 92,
    "ngoại": 230,
    "ngữ": 239,
    "nghiên": 225,
    "cứu": 73,
    "thập": 339,
    "xã": 440,
    "hội": 147,
    "tối": 403,
    "ưu": 481,
    "qua": 281,
    "tổng": 406,
    "tài": 384,
    "ngôn": 234,
    "chuẩn": 36,
    "đầu": 467,
    "ra": 289,
    "du": 83,
    "lịch": 200,
    "thư": 335,
    "lưu": 194,
    "trữ": 378,
    "viện": 415,
    "biên": 11,
    "trang": 361,
    "dẫn": 93,
    "phỏng": 276,
    "vấn": 421,
    "tổ": 405,
    "chức": 51,
    "sự": 316,
    "dự": 98,
    "án": 444,
    "khủng": 164,
    "hoảng": 132,
    "tác": 385,
    "kê": 170,
    "hàng": 134,
    "khách": 156,
    "sạn": 306,
    "phục": 278,
    "lễ": 199,
    "tân": 386,
    "hướng": 140,
    "luật": 185,
    "đai": 450,
    "năm": 257,
    "__number__": 1,
    "trách": 365,
    "nhiệm": 243,
    "quyền": 284,
    "khuyến": 155,
    "cộng": 70,
    "thôn": 332,
    "mới": 222,
    "lớp": 201,
    "kĩ": 173,
    "đấu": 466,
    "thầu": 338,
    "bán": 20,
    "chuyên": 35,
    "chính": 38,
    "giám": 111,
    "đốc": 474,
    "ceo": 33,
    "diễn": 78,
    "khởi": 163,
    "nguyên": 231,
    "khu": 154,
    "gì": 121,
    "được": 463,
    "bắt": 25,
    "lúc": 191,
    "đâu": 459,
    "điểm": 454,
    "còn": 60,
    "viên": 413,
    "đăng": 462,
    "này": 254,
    "phù": 272,
    "nếu": 261,
    "ngư": 235,
    "chưa": 40,
    "nội": 263,
    "dung": 84,
    "chủ": 50,
    "đề": 470,
    "gồm": 124,
    "bài": 17,
    "thuộc": 325,
    "do": 81,
    "đảm": 464,
    "nhận": 248,
    "đứng": 480,
    "vậ": 422,
    "chịu": 46,
    "người": 236,
    "rong": 292,
    "thẻ": 340,
    "chân": 37,
    "trắng": 375,
    "tẩm": 399,
    "vị": 428,
    "sấy": 308,
    "lợi": 203,
    "nghề": 228,
    "dinh": 77,
    "dưỡng": 89,
    "cùa": 63,
    "dna": 80,
    "ty": 383,
    "chốt": 49,
    "trâu": 367,
    "than": 318,
    "đặc": 468,
    "tìm": 388,
    "gợi": 125,
    "ý": 447,
    "biệt": 15,
    "tháng": 328,
    "tiết": 355,
    "vậy": 425,
    "giới": 118,
    "thiệu": 322,
    "ngày": 233,
    "sẵn": 309,
    "giúp": 113,
    "mình": 214,
    "sao": 295,
    "bách": 19,
    "tất": 398,
    "cả": 66,
    "đi": 452,
    "làm": 187
  },
  "intent": {
    "ask_training_program": 7,
    "ask_training_duration": 4,
    "ask_training_schedule": 8,
    "ask_training_audience": 0,
    "ask_training_content": 3,
    "ask_training_faculty": 5,
    "ask_training_instructor": 6,
    "ask_training_sessions": 9,
    "ask_training_by_faculty": 2,
    "ask_training_by_audience": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}