{
  "text": {
    "bạn": 20,
    "có": 59,
    "thể": 329,
    "cho": 32,
    "tôi": 376,
    "biết": 13,
    "về": 409,
    "các": 55,
    "chương": 39,
    "trình": 355,
    "tập": 385,
    "huấn": 127,
    "không": 154,
    "những": 242,
    "khóa": 153,
    "học": 139,
    "nào": 244,
    "đang": 433,
    "mở": 215,
    "muốn": 203,
    "xem": 418,
    "danh": 72,
    "sách": 289,
    "đào": 438,
    "tạo": 380,
    "lập": 190,
    "nhúng": 237,
    "kéo": 163,
    "dài": 83,
    "bao": 9,
    "lâu": 181,
    "thời": 333,
    "gian": 104,
    "của": 69,
    "an": 3,
    "toàn": 344,
    "điện": 436,
    "thiết": 309,
    "kế": 168,
    "và": 400,
    "phân": 260,
    "tích": 374,
    "thí": 317,
    "nghiệm": 218,
    "nhiêu": 232,
    "buổi": 15,
    "khảo": 155,
    "sát": 291,
    "địa": 453,
    "hình": 130,
    "mất": 211,
    "kiểm": 161,
    "thử": 336,
    "phần": 265,
    "mềm": 212,
    "cơ": 63,
    "bản": 21,
    "tốn": 388,
    "em": 98,
    "sản": 297,
    "xuất": 420,
    "sạch": 295,
    "hơn": 132,
    "ày": 426,
    "để": 452,
    "hoàn": 123,
    "thành": 314,
    "nâng": 246,
    "cao": 29,
    "trong": 349,
    "tuần": 367,
    "sửa": 304,
    "chữa": 50,
    "lắp": 191,
    "đặt": 450,
    "dân": 85,
    "dụng": 93,
    "xong": 419,
    "cần": 66,
    "tham": 306,
    "gia": 103,
    "plc": 270,
    "truyền": 350,
    "thông": 320,
    "cc": 30,
    "link": 173,
    "hmi": 122,
    "sẽ": 299,
    "giờ": 114,
    "sử": 303,
    "3d": 0,
    "tính": 375,
    "toán": 345,
    "khí": 152,
    "cụ": 68,
    "như": 238,
    "thế": 328,
    "cam": 27,
    "công": 60,
    "trên": 354,
    "máy": 206,
    "tiện": 343,
    "cnc": 51,
    "phay": 255,
    "là": 180,
    "vận": 407,
    "hành": 129,
    "tự": 392,
    "động": 460,
    "hóa": 131,
    "số": 300,
    "nhà": 235,
    "nghệ": 221,
    "bim": 10,
    "ứng": 465,
    "thực": 337,
    "tiễn": 342,
    "dành": 84,
    "đối": 456,
    "tượng": 379,
    "quản": 277,
    "lý": 185,
    "kỹ": 171,
    "sư": 294,
    "kết": 169,
    "cấu": 64,
    "web": 415,
    "front": 102,
    "end": 99,
    "back": 8,
    "với": 412,
    "php": 257,
    "mysql": 204,
    "giao": 105,
    "diện": 76,
    "ui": 393,
    "ux": 394,
    "website": 416,
    "bằng": 24,
    "figma": 100,
    "tui": 366,
    "trị": 362,
    "mạng": 210,
    "doanh": 79,
    "nghiệp": 219,
    "đồ": 457,
    "họa": 138,
    "quảng": 278,
    "cáo": 56,
    "phát": 259,
    "triển": 348,
    "di": 73,
    "đa": 431,
    "nền": 253,
    "tảng": 381,
    "flutter": 101,
    "nhiếp": 233,
    "ảnh": 463,
    "xử": 424,
    "hậu": 136,
    "kỳ": 170,
    "laravel": 172,
    "angularjs": 4,
    "trí": 356,
    "tuệ": 368,
    "nhân": 236,
    "python": 271,
    "trực": 365,
    "quan": 273,
    "dữ": 94,
    "liệu": 174,
    "steam": 287,
    "tư": 378,
    "duy": 82,
    "sáng": 290,
    "arduino": 6,
    "tinkercad": 340,
    "chẩn": 41,
    "đoán": 437,
    "bệnh": 25,
    "hại": 135,
    "rau": 281,
    "giải": 110,
    "pháp": 258,
    "bảo": 22,
    "vệ": 410,
    "vật": 408,
    "thân": 316,
    "thiện": 310,
    "môi": 208,
    "trường": 358,
    "tận": 384,
    "nguồn": 224,
    "phụ": 268,
    "phẩm": 266,
    "nông": 247,
    "gieo": 106,
    "tinh": 339,
    "nhằm": 240,
    "năng": 249,
    "suất": 288,
    "hiệu": 121,
    "quả": 276,
    "kinh": 159,
    "tế": 386,
    "chăn": 37,
    "nuôi": 243,
    "thỏ": 331,
    "sinh": 286,
    "chọn": 45,
    "giống": 113,
    "lúa": 183,
    "chất": 40,
    "lượng": 189,
    "đất": 446,
    "minh": 201,
    "thích": 318,
    "biến": 12,
    "đổi": 459,
    "vi": 396,
    "imt": 144,
    "hệ": 137,
    "thống": 332,
    "trại": 359,
    "phương": 264,
    "đánh": 439,
    "giá": 107,
    "sức": 302,
    "khỏe": 156,
    "vườn": 404,
    "cây": 57,
    "ăn": 430,
    "trái": 352,
    "thuật": 312,
    "cấy": 65,
    "mô": 207,
    "bào": 17,
    "lực": 198,
    "lưới": 188,
    "thú": 321,
    "y": 425,
    "sở": 301,
    "nước": 250,
    "ao": 5,
    "thủy": 334,
    "loại": 177,
    "một": 213,
    "tảo": 382,
    "gây": 115,
    "vùng": 402,
    "trồng": 363,
    "phiêu": 256,
    "chỉ": 43,
    "tiêu": 341,
    "hữu": 143,
    "ích": 429,
    "thức": 335,
    "nhiên": 231,
    "trắc": 360,
    "ngọt": 229,
    "loài": 176,
    "cá": 54,
    "đông": 442,
    "thường": 323,
    "gặp": 117,
    "tra": 346,
    "tôm": 377,
    "kháng": 151,
    "xác": 421,
    "định": 454,
    "mic": 200,
    "ký": 166,
    "trùng": 357,
    "ở": 464,
    "artemia": 7,
    "biển": 14,
    "càng": 53,
    "xanh": 417,
    "cua": 52,
    "lợ": 195,
    "thái": 315,
    "luân": 178,
    "canh": 28,
    "ruộng": 284,
    "xây": 422,
    "dựng": 97,
    "dạng": 88,
    "văn": 403,
    "dịch": 91,
    "vụ": 413,
    "áp": 428,
    "mrv": 202,
    "hoạt": 125,
    "giảm": 111,
    "nhẹ": 241,
    "thải": 324,
    "kính": 165,
    "rủi": 285,
    "ro": 282,
    "ngập": 228,
    "lụt": 197,
    "đô": 441,
    "thị": 330,
    "dựa": 96,
    "vào": 401,
    "nbs": 216,
    "tử": 391,
    "căn": 62,
    "nấm": 251,
    "dược": 87,
    "quy": 274,
    "điều": 434,
    "kiện": 162,
    "màng": 205,
    "măng": 209,
    "tây": 373,
    "uống": 395,
    "lên": 182,
    "men": 199,
    "thu": 311,
    "hoạch": 124,
    "sơ": 293,
    "chế": 42,
    "đồng": 458,
    "sông": 292,
    "cửu": 71,
    "long": 175,
    "tin": 338,
    "hư": 133,
    "hỏng": 140,
    "kiến": 160,
    "khi": 146,
    "khai": 145,
    "haccp": 120,
    "khoa": 147,
    "ai": 2,
    "giáo": 109,
    "dục": 92,
    "gốc": 118,
    "thiên": 308,
    "hợp": 142,
    "phòng": 262,
    "chống": 46,
    "béo": 19,
    "phì": 261,
    "viết": 398,
    "bố": 26,
    "quốc": 279,
    "lĩnh": 186,
    "vực": 414,
    "giảng": 112,
    "dạy": 89,
    "ngoại": 222,
    "ngữ": 230,
    "nghiên": 217,
    "cứu": 70,
    "thập": 326,
    "xã": 423,
    "hội": 141,
    "tối": 387,
    "ưu": 462,
    "qua": 272,
    "tổng": 390,
    "tài": 370,
    "ngôn": 225,
    "chuẩn": 34,
    "đầu": 448,
    "ra": 280,
    "du": 80,
    "lịch": 193,
    "thư": 322,
    "lưu": 187,
    "trữ": 364,
    "viện": 399,
    "biên": 11,
    "trang": 347,
    "dẫn": 90,
    "phỏng": 267,
    "vấn": 405,
    "tổ": 389,
    "chức": 49,
    "sự": 305,
    "dự": 95,
    "án": 427,
    "khủng": 158,
    "hoảng": 126,
    "tác": 371,
    "kê": 164,
    "hàng": 128,
    "khách": 150,
    "sạn": 296,
    "phục": 269,
    "lễ": 192,
    "tân": 372,
    "hướng": 134,
    "luật": 179,
    "đai": 432,
    "năm": 248,
    "__number__": 1,
    "trách": 351,
    "nhiệm": 234,
    "quyền": 275,
    "khuyến": 149,
    "cộng": 67,
    "thôn": 319,
    "mới": 214,
    "lớp": 194,
    "kĩ": 167,
    "đấu": 447,
    "thầu": 325,
    "bán": 18,
    "chuyên": 33,
    "chính": 36,
    "giám": 108,
    "đốc": 455,
    "ceo": 31,
    "diễn": 75,
    "khởi": 157,
    "nguyên": 223,
    "khu": 148,
    "gì": 116,
    "được": 444,
    "bắt": 23,
    "lúc": 184,
    "đâu": 440,
    "điểm": 435,
    "còn": 58,
    "viên": 397,
    "đăng": 443,
    "này": 245,
    "phù": 263,
    "nếu": 252,
    "ngư": 226,
    "chưa": 38,
    "nội": 254,
    "dung": 81,
    "chủ": 48,
    "đề": 451,
    "gồm": 119,
    "bài": 16,
    "thuộc": 313,
    "do": 78,
    "đảm": 445,
    "nhận": 239,
    "đứng": 461,
    "vậ": 406,
    "chịu": 44,
    "người": 227,
    "rong": 283,
    "thẻ": 327,
    "chân": 35,
    "trắng": 361,
    "tẩm": 383,
    "vị": 411,
    "sấy": 298,
    "lợi": 196,
    "nghề": 220,
    "dinh": 74,
    "dưỡng": 86,
    "cùa": 61,
    "dna": 77,
    "ty": 369,
    "chốt": 47,
    "trâu": 353,
    "than": 307,
    "đặc": 449
  },
  "intent": {
    "ask_training_program": 5,
    "ask_training_duration": 2,
    "ask_training_schedule": 6,
    "ask_training_audience": 0,
    "ask_training_content": 1,
    "ask_training_faculty": 3,
    "ask_training_instructor": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}