{
  "text": {
    " ": 0,
    "b": 864,
    "ạ": 2889,
    "n": 1838,
    " b": 21,
    "bạ": 912,
    "ạn": 2898,
    "n ": 1839,
    " bạ": 44,
    "bạn": 913,
    "ạn ": 2899,
    " bạn": 45,
    "bạn ": 914,
    "c": 933,
    "ó": 2708,
    " c": 59,
    "có": 1028,
    "ó ": 2709,
    " có": 102,
    "có ": 1029,
    " có ": 103,
    "t": 2194,
    "h": 1263,
    "ể": 3014,
    " t": 526,
    "th": 2207,
    "hể": 1453,
    "ể ": 3015,
    " th": 527,
    "thể": 2264,
    "hể ": 1454,
    " thể": 550,
    "thể ": 2265,
    "o": 1945,
    "ch": 955,
    "ho": 1303,
    "o ": 1946,
    " ch": 68,
    "cho": 959,
    "ho ": 1304,
    " cho": 70,
    "cho ": 960,
    "ô": 2712,
    "i": 1522,
    "tô": 2377,
    "ôi": 2714,
    "i ": 1523,
    " tô": 609,
    "tôi": 2378,
    "ôi ": 2715,
    " tôi": 610,
    "tôi ": 2379,
    "ế": 2996,
    "bi": 876,
    "iế": 1579,
    "ết": 3002,
    "t ": 2195,
    " bi": 26,
    "biế": 881,
    "iết": 1584,
    "ết ": 3003,
    " biế": 29,
    "biết": 883,
    "iết ": 1585,
    "v": 2513,
    "ề": 3006,
    " v": 650,
    "về": 2552,
    "ề ": 3007,
    " về": 674,
    "về ": 2553,
    " về ": 675,
    "á": 2635,
    "cá": 1014,
    "ác": 2637,
    "c ": 934,
    " cá": 93,
    "các": 1016,
    "ác ": 2638,
    " các": 95,
    "các ": 1017,
    "ư": 2859,
    "ơ": 2853,
    "g": 1173,
    "hư": 1397,
    "ươ": 2865,
    "ơn": 2855,
    "ng": 1849,
    "g ": 1174,
    "chư": 970,
    "hươ": 1401,
    "ươn": 2866,
    "ơng": 2857,
    "ng ": 1850,
    " chư": 75,
    "chươ": 972,
    "hươn": 1402,
    "ương": 2867,
    "ơng ": 2858,
    "r": 2034,
    "ì": 2686,
    "tr": 2300,
    "rì": 2090,
    "ìn": 2690,
    "nh": 1878,
    "h ": 1264,
    " tr": 568,
    "trì": 2317,
    "rìn": 2091,
    "ình": 2691,
    "nh ": 1879,
    " trì": 576,
    "trìn": 2318,
    "rình": 2092,
    "ình ": 2692,
    "ậ": 2952,
    "p": 1975,
    "tậ": 2404,
    "ập": 2956,
    "p ": 1976,
    " tậ": 626,
    "tập": 2407,
    "ập ": 2957,
    " tập": 628,
    "tập ": 2408,
    "u": 2431,
    "ấ": 2922,
    " h": 205,
    "hu": 1322,
    "uấ": 2480,
    "ấn": 2925,
    " hu": 217,
    "huấ": 1328,
    "uấn": 2481,
    "ấn ": 2926,
    " huấ": 219,
    "huấn": 1329,
    "uấn ": 2482,
    "k": 1621,
    " k": 261,
    "kh": 1629,
    "hô": 1374,
    "ôn": 2718,
    " kh": 262,
    "khô": 1646,
    "hôn": 1375,
    "ông": 2720,
    " khô": 270,
    "khôn": 1647,
    "hông": 1377,
    "ông ": 2721,
    "ữ": 3181,
    " n": 387,
    "hữ": 1512,
    "ữn": 3185,
    " nh": 401,
    "nhữ": 1898,
    "hữn": 1515,
    "ững": 3186,
    " nhữ": 410,
    "nhữn": 1899,
    "hững": 1516,
    "ững ": 3187,
    "a": 824,
    "hó": 1371,
    "óa": 2710,
    "a ": 825,
    "khó": 1644,
    "hóa": 1372,
    "óa ": 2711,
    " khó": 269,
    "khóa": 1645,
    "hóa ": 1373,
    "ọ": 3054,
    "họ": 1463,
    "ọc": 3057,
    " họ": 244,
    "học": 1466,
    "ọc ": 3058,
    " học": 246,
    "học ": 1467,
    "à": 2621,
    "nà": 1914,
    "ào": 2631,
    " nà": 413,
    "nào": 1915,
    "ào ": 2632,
    " nào": 414,
    "nào ": 1916,
    "đ": 2759,
    " đ": 727,
    "đa": 2760,
    "an": 839,
    " đa": 728,
    "đan": 2764,
    "ang": 841,
    " đan": 731,
    "đang": 2765,
    "ang ": 842,
    "m": 1775,
    "ở": 3128,
    " m": 351,
    "mở": 1836,
    "ở ": 3129,
    " mở": 385,
    "mở ": 1837,
    " mở ": 386,
    "ố": 3072,
    "mu": 1798,
    "uố": 2496,
    "ốn": 3078,
    " mu": 359,
    "muố": 1799,
    "uốn": 2499,
    "ốn ": 3079,
    " muố": 360,
    "muốn": 1800,
    "uốn ": 2500,
    "x": 2571,
    "e": 1134,
    " x": 689,
    "xe": 2576,
    "em": 1147,
    "m ": 1776,
    " xe": 692,
    "xem": 2577,
    "em ": 1148,
    " xem": 693,
    "xem ": 2578,
    "d": 1069,
    " d": 132,
    "da": 1071,
    " da": 133,
    "dan": 1072,
    "anh": 844,
    " dan": 134,
    "danh": 1073,
    "anh ": 845,
    "s": 2125,
    " s": 479,
    "sá": 2144,
    " sá": 488,
    "sác": 2145,
    "ách": 2639,
    "ch ": 956,
    " sác": 489,
    "sách": 2146,
    "ách ": 2640,
    "đà": 2776,
    " đà": 738,
    "đào": 2777,
    " đào": 739,
    "đào ": 2778,
    "tạ": 2388,
    "ạo": 2902,
    " tạ": 616,
    "tạo": 2391,
    "ạo ": 2903,
    " tạo": 618,
    "tạo ": 2392,
    "hi": 1283,
    "ia": 1527,
    "chi": 957,
    "hia": 1285,
    "ia ": 1528,
    " chi": 69,
    "chia": 958,
    "hia ": 1286,
    "ẻ": 2992,
    "sẻ": 2177,
    "ẻ ": 2993,
    " sẻ": 511,
    "sẻ ": 2178,
    " sẻ ": 512,
    "thô": 2241,
    " thô": 540,
    "thôn": 2242,
    "ti": 2282,
    "in": 1545,
    " ti": 559,
    "tin": 2283,
    "in ": 1546,
    " tin": 560,
    "tin ": 2284,
    "l": 1690,
    "y": 2595,
    "ệ": 3026,
    " l": 300,
    "lu": 1713,
    "uy": 2457,
    "yệ": 2618,
    "ện": 3030,
    " lu": 310,
    "luy": 1716,
    "uyệ": 2467,
    "yện": 2619,
    "ện ": 3031,
    " luy": 311,
    "luyệ": 1717,
    "uyện": 2468,
    "yện ": 2620,
    "iệ": 1599,
    " hi": 208,
    "hiệ": 1295,
    "iện": 1602,
    " hiệ": 210,
    "hiện": 1297,
    "iện ": 1603,
    "cu": 1006,
    "un": 2449,
    " cu": 88,
    "cun": 1009,
    "ung": 2450,
    " cun": 90,
    "cung": 1010,
    "ung ": 2451,
    "cấ": 1044,
    "ấp": 2927,
    " cấ": 115,
    "cấp": 1045,
    "ấp ": 2928,
    " cấp": 116,
    "cấp ": 1046,
    "ớ": 3110,
    " g": 183,
    "gi": 1185,
    "iớ": 1613,
    "ới": 3113,
    " gi": 184,
    "giớ": 1204,
    "iới": 1614,
    "ới ": 3114,
    " giớ": 191,
    "giới": 1205,
    "iới ": 1615,
    "ệu": 3038,
    "u ": 2432,
    "thi": 2215,
    "iệu": 1608,
    "ệu ": 3039,
    " thi": 531,
    "thiệ": 2218,
    "hiệu": 1299,
    "iệu ": 1609,
    "ộ": 3099,
    "mộ": 1830,
    "ột": 3108,
    " mộ": 381,
    "một": 1831,
    "ột ": 3109,
    " một": 382,
    "một ": 1832,
    "số": 2181,
    "ố ": 3073,
    " số": 515,
    "số ": 2182,
    " số ": 516,
    "tì": 2369,
    "ìm": 2688,
    " tì": 604,
    "tìm": 2370,
    "ìm ": 2689,
    " tìm": 605,
    "tìm ": 2371,
    "iể": 1589,
    "ểu": 3020,
    "hiể": 1293,
    "iểu": 1594,
    "ểu ": 3021,
    " hiể": 209,
    "hiểu": 1294,
    "iểu ": 1595,
    "ẵ": 2980,
    "sẵ": 2174,
    "ẵn": 2981,
    " sẵ": 509,
    "sẵn": 2175,
    "ẵn ": 2982,
    " sẵn": 510,
    "sẵn ": 2176,
    "ại": 2894,
    "tại": 2389,
    "ại ": 2895,
    " tại": 617,
    "tại ": 2390,
    "là": 1722,
    "à ": 2622,
    " là": 314,
    "là ": 1723,
    " là ": 315,
    "gì": 1232,
    "ì ": 2687,
    " gì": 195,
    "gì ": 1233,
    " gì ": 196,
    "ầ": 2935,
    "cầ": 1051,
    "ần": 2936,
    " cầ": 119,
    "cần": 1052,
    "ần ": 2937,
    " cần": 120,
    "cần ": 1053,
    "ỏ": 3063,
    "hỏ": 1470,
    "ỏi": 3067,
    " hỏ": 247,
    "hỏi": 1474,
    "ỏi ": 3068,
    " hỏi": 248,
    "hỏi ": 1475,
    "ắ": 2964,
    "sắ": 2171,
    "ắp": 2970,
    " sắ": 507,
    "sắp": 2172,
    "ắp ": 2971,
    " sắp": 508,
    "sắp ": 2173,
    "tớ": 2424,
    " tớ": 639,
    "tới": 2425,
    " tới": 640,
    "tới ": 2426,
    "lậ": 1751,
    " lậ": 334,
    "lập": 1752,
    " lập": 335,
    "lập ": 1753,
    "ú": 2735,
    "hú": 1385,
    "ún": 2741,
    "nhú": 1888,
    "hún": 1387,
    "úng": 2742,
    " nhú": 405,
    "nhún": 1889,
    "húng": 1388,
    "úng ": 2743,
    "é": 2675,
    "ké": 1670,
    "éo": 2676,
    " ké": 283,
    "kéo": 1671,
    "éo ": 2677,
    " kéo": 284,
    "kéo ": 1672,
    "dà": 1097,
    "ài": 2623,
    " dà": 149,
    "dài": 1098,
    "ài ": 2624,
    " dài": 150,
    "dài ": 1099,
    "ba": 866,
    "ao": 846,
    " ba": 22,
    "bao": 871,
    "ao ": 847,
    " bao": 25,
    "bao ": 872,
    "â": 2659,
    "lâ": 1724,
    "âu": 2666,
    " lâ": 316,
    "lâu": 1725,
    "âu ": 2667,
    " lâu": 317,
    "lâu ": 1726,
    "ờ": 3120,
    "hờ": 1488,
    "ời": 3122,
    "thờ": 2272,
    "hời": 1489,
    "ời ": 3123,
    " thờ": 554,
    "thời": 2273,
    "hời ": 1490,
    "gia": 1186,
    "ian": 1529,
    "an ": 840,
    " gia": 185,
    "gian": 1188,
    "ian ": 1530,
    "ủ": 3156,
    "củ": 1059,
    "ủa": 3158,
    " củ": 125,
    "của": 1060,
    "ủa ": 3159,
    " của": 126,
    "của ": 1061,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2295,
    "oà": 1957,
    "àn": 2625,
    " to": 565,
    "toà": 2296,
    "oàn": 1960,
    "àn ": 2626,
    " toà": 566,
    "toàn": 2297,
    "oàn ": 1961,
    "đi": 2766,
    " đi": 732,
    "điệ": 2771,
    " điệ": 735,
    "điện": 2772,
    "hiế": 1290,
    "thiế": 2217,
    "hiết": 1292,
    "kế": 1682,
    "ế ": 2997,
    " kế": 293,
    "kế ": 1683,
    " kế ": 294,
    "và": 2526,
    " và": 656,
    "và ": 2527,
    " và ": 657,
    " p": 436,
    "ph": 1980,
    "hâ": 1353,
    "ân": 2662,
    " ph": 439,
    "phâ": 1990,
    "hân": 1354,
    "ân ": 2663,
    " phâ": 444,
    "phân": 1991,
    "hân ": 1355,
    "í": 2693,
    "tí": 2372,
    "íc": 2695,
    " tí": 606,
    "tíc": 2373,
    "ích": 2696,
    " tíc": 607,
    "tích": 2374,
    "ích ": 2697,
    "hí": 1360,
    "í ": 2694,
    "thí": 2238,
    "hí ": 1361,
    " thí": 539,
    "thí ": 2239,
    "gh": 1177,
    "ệm": 3028,
    " ng": 390,
    "ngh": 1853,
    "ghi": 1178,
    "iệm": 1600,
    "ệm ": 3029,
    " ngh": 392,
    "nghi": 1854,
    "ghiệ": 1180,
    "hiệm": 1296,
    "iệm ": 1601,
    "ê": 2678,
    "iê": 1563,
    "êu": 2684,
    "nhi": 1880,
    "hiê": 1287,
    "iêu": 1567,
    "êu ": 2685,
    " nhi": 402,
    "nhiê": 1881,
    "hiêu": 1289,
    "iêu ": 1568,
    "ổ": 3092,
    "bu": 892,
    "uổ": 2505,
    "ổi": 3094,
    " bu": 32,
    "buổ": 893,
    "uổi": 2506,
    "ổi ": 3095,
    " buổ": 33,
    "buổi": 894,
    "uổi ": 2507,
    "ả": 2908,
    "hả": 1414,
    "ảo": 2920,
    "khả": 1648,
    "hảo": 1417,
    "ảo ": 2921,
    " khả": 271,
    "khảo": 1649,
    "hảo ": 1418,
    "át": 2655,
    "sát": 2149,
    "át ": 2656,
    " sát": 491,
    "sát ": 2150,
    "ị": 3042,
    "đị": 2821,
    "ịa": 3044,
    " đị": 769,
    "địa": 2822,
    "ịa ": 3045,
    " địa": 770,
    "địa ": 2823,
    "hì": 1356,
    " hì": 223,
    "hìn": 1358,
    " hìn": 224,
    "hình": 1359,
    "mấ": 1824,
    "ất": 2929,
    " mấ": 377,
    "mất": 1825,
    "ất ": 2930,
    " mất": 378,
    "mất ": 1826,
    "ki": 1656,
    "ểm": 3016,
    " ki": 275,
    "kiể": 1663,
    "iểm": 1590,
    "ểm ": 3017,
    " kiể": 279,
    "kiểm": 1664,
    "iểm ": 1591,
    "ử": 3175,
    "hử": 1510,
    "ử ": 3176,
    "thử": 2278,
    "hử ": 1511,
    " thử": 557,
    "thử ": 2279,
    "hầ": 1422,
    "phầ": 2002,
    "hần": 1423,
    " phầ": 450,
    "phần": 2003,
    "hần ": 1424,
    "mề": 1827,
    "ềm": 3008,
    " mề": 379,
    "mềm": 1828,
    "ềm ": 3009,
    " mềm": 380,
    "mềm ": 1829,
    "cơ": 1040,
    "ơ ": 2854,
    " cơ": 111,
    "cơ ": 1041,
    " cơ ": 112,
    "bả": 915,
    "ản": 2914,
    " bả": 46,
    "bản": 916,
    "ản ": 2915,
    " bản": 47,
    "bản ": 917,
    "tố": 2414,
    " tố": 633,
    "tốn": 2417,
    " tốn": 635,
    "tốn ": 2418,
    " e": 173,
    " em": 174,
    " em ": 175,
    "sả": 2165,
    " sả": 503,
    "sản": 2166,
    " sản": 504,
    "sản ": 2167,
    "xu": 2582,
    " xu": 696,
    "xuấ": 2583,
    "uất": 2483,
    " xuấ": 697,
    "xuất": 2584,
    "uất ": 2484,
    "sạ": 2160,
    "ạc": 2890,
    " sạ": 500,
    "sạc": 2161,
    "ạch": 2892,
    " sạc": 501,
    "sạch": 2162,
    "ạch ": 2893,
    "hơ": 1394,
    " hơ": 231,
    "hơn": 1395,
    "ơn ": 2856,
    " hơn": 232,
    "hơn ": 1396,
    " à": 708,
    "ày": 2633,
    "y ": 2596,
    " ày": 709,
    "ày ": 2634,
    " ày ": 710,
    "để": 2819,
    " để": 767,
    "để ": 2820,
    " để ": 768,
    " ho": 213,
    "hoà": 1309,
    " hoà": 214,
    "hoàn": 1310,
    "hà": 1336,
    "thà": 2229,
    "hàn": 1338,
    "ành": 2629,
    " thà": 535,
    "thàn": 2230,
    "hành": 1340,
    "ành ": 2630,
    "nâ": 1919,
    " nâ": 416,
    "nân": 1920,
    "âng": 2664,
    " nân": 417,
    "nâng": 1921,
    "âng ": 2665,
    "ca": 938,
    " ca": 60,
    "cao": 945,
    " cao": 63,
    "cao ": 946,
    "ro": 2064,
    "on": 1951,
    "tro": 2306,
    "ron": 2066,
    "ong": 1953,
    " tro": 571,
    "tron": 2307,
    "rong": 2067,
    "ong ": 1954,
    "tu": 2345,
    "uầ": 2485,
    " tu": 589,
    "tuầ": 2350,
    "uần": 2486,
    " tuầ": 592,
    "tuần": 2351,
    "uần ": 2487,
    "sử": 2188,
    "ửa": 3177,
    " sử": 521,
    "sửa": 2190,
    "ửa ": 3178,
    " sửa": 523,
    "sửa ": 2191,
    "ữa": 3183,
    "chữ": 992,
    "hữa": 1513,
    "ữa ": 3184,
    " chữ": 85,
    "chữa": 993,
    "hữa ": 1514,
    "lắ": 1754,
    " lắ": 336,
    "lắp": 1755,
    " lắp": 337,
    "lắp ": 1756,
    "ặ": 2983,
    "đặ": 2809,
    "ặt": 2988,
    " đặ": 760,
    "đặt": 2812,
    "ặt ": 2989,
    " đặt": 762,
    "đặt ": 2813,
    "dâ": 1102,
    " dâ": 152,
    "dân": 1103,
    " dân": 153,
    "dân ": 1104,
    "ụ": 3147,
    "dụ": 1121,
    "ụn": 3151,
    " dụ": 164,
    "dụn": 1124,
    "ụng": 3152,
    " dụn": 166,
    "dụng": 1125,
    "ụng ": 3153,
    "xo": 2579,
    " xo": 694,
    "xon": 2580,
    " xon": 695,
    "xong": 2581,
    "ha": 1265,
    "am": 837,
    "tha": 2208,
    "ham": 1270,
    "am ": 838,
    " tha": 528,
    "tham": 2209,
    "ham ": 1271,
    "gia ": 1187,
    "pl": 2011,
    "lc": 1696,
    " pl": 454,
    "plc": 2012,
    "lc ": 1697,
    " plc": 455,
    "plc ": 2013,
    "ru": 2072,
    "yề": 2612,
    "ền": 3010,
    "tru": 2308,
    "ruy": 2073,
    "uyề": 2463,
    "yền": 2613,
    "ền ": 3011,
    " tru": 572,
    "truy": 2309,
    "ruyề": 2074,
    "uyền": 2464,
    "yền ": 2614,
    "-": 798,
    "cc": 947,
    "c-": 935,
    "-l": 802,
    "li": 1698,
    "nk": 1900,
    "k ": 1622,
    " cc": 64,
    "cc-": 948,
    "c-l": 936,
    "-li": 803,
    "lin": 1699,
    "ink": 1549,
    "nk ": 1901,
    " cc-": 65,
    "cc-l": 949,
    "c-li": 937,
    "-lin": 804,
    "link": 1700,
    "ink ": 1550,
    "hm": 1300,
    "mi": 1785,
    " hm": 211,
    "hmi": 1301,
    "mi ": 1786,
    " hmi": 212,
    "hmi ": 1302,
    "ẽ": 2994,
    "sẽ": 2179,
    "ẽ ": 2995,
    " sẽ": 513,
    "sẽ ": 2180,
    " sẽ ": 514,
    "iờ": 1616,
    "ờ ": 3121,
    "giờ": 1206,
    "iờ ": 1617,
    " giờ": 192,
    "giờ ": 1207,
    "sử ": 2189,
    " sử ": 522,
    "3": 812,
    " 3": 3,
    "3d": 813,
    "d ": 1070,
    " 3d": 4,
    "3d ": 814,
    " 3d ": 5,
    "ín": 2698,
    "tín": 2375,
    "ính": 2699,
    " tín": 608,
    "tính": 2376,
    "ính ": 2700,
    "oá": 1962,
    "án": 2645,
    "toá": 2298,
    "oán": 1963,
    "án ": 2646,
    " toá": 567,
    "toán": 2299,
    "oán ": 1964,
    "khí": 1642,
    " khí": 268,
    "khí ": 1643,
    "cụ": 1057,
    "ụ ": 3148,
    " cụ": 123,
    "cụ ": 1058,
    " cụ ": 124,
    "ư ": 2860,
    "như": 1890,
    "hư ": 1398,
    " như": 406,
    "như ": 1891,
    "hế": 1449,
    "thế": 2262,
    "hế ": 1450,
    " thế": 549,
    "thế ": 2263,
    "cam": 941,
    " cam": 61,
    "cam ": 942,
    "cô": 1030,
    " cô": 104,
    "côn": 1032,
    " côn": 106,
    "công": 1033,
    "rê": 2087,
    "ên": 2680,
    "trê": 2315,
    "rên": 2088,
    "ên ": 2681,
    " trê": 575,
    "trên": 2316,
    "rên ": 2089,
    "má": 1808,
    "áy": 2657,
    " má": 366,
    "máy": 1809,
    "áy ": 2658,
    " máy": 367,
    "máy ": 1810,
    "tiệ": 2293,
    " tiệ": 564,
    "tiện": 2294,
    "cn": 997,
    "nc": 1845,
    " cn": 86,
    "cnc": 998,
    "nc ": 1846,
    " cnc": 87,
    "cnc ": 999,
    "ay": 862,
    "pha": 1981,
    "hay": 1275,
    "ay ": 863,
    " pha": 440,
    "phay": 1982,
    "hay ": 1276,
    "vậ": 2544,
    "ận": 2954,
    " vậ": 669,
    "vận": 2546,
    "ận ": 2955,
    " vận": 671,
    "vận ": 2547,
    " hà": 220,
    " hàn": 222,
    "ự": 3190,
    "tự": 2429,
    "ự ": 3191,
    " tự": 643,
    "tự ": 2430,
    " tự ": 644,
    "độ": 2838,
    "ộn": 3105,
    " độ": 780,
    "độn": 2839,
    "ộng": 3106,
    " độn": 781,
    "động": 2840,
    "ộng ": 3107,
    " hó": 227,
    " hóa": 228,
    "nhà": 1884,
    "hà ": 1337,
    " nhà": 403,
    "nhà ": 1885,
    "hệ": 1455,
    "ệ ": 3027,
    "ghệ": 1183,
    "hệ ": 1456,
    "nghệ": 1856,
    "ghệ ": 1184,
    "im": 1541,
    "bim": 877,
    "im ": 1542,
    " bim": 27,
    "bim ": 878,
    "ứ": 3167,
    " ứ": 793,
    "ứn": 3170,
    " ứn": 794,
    "ứng": 3171,
    " ứng": 795,
    "ứng ": 3172,
    "hự": 1519,
    "ực": 3194,
    "thự": 2280,
    "hực": 1520,
    "ực ": 3195,
    " thự": 558,
    "thực": 2281,
    "hực ": 1521,
    "ễ": 3022,
    "iễ": 1596,
    "ễn": 3024,
    "tiễ": 2291,
    "iễn": 1597,
    "ễn ": 3025,
    " tiễ": 563,
    "tiễn": 2292,
    "iễn ": 1598,
    "dàn": 1100,
    " dàn": 151,
    "dành": 1101,
    "đố": 2826,
    "ối": 3076,
    " đố": 772,
    "đối": 2829,
    "ối ": 3077,
    " đối": 774,
    "đối ": 2830,
    "ợ": 3136,
    "tư": 2382,
    "ượ": 2884,
    "ợn": 3142,
    " tư": 612,
    "tượ": 2386,
    "ượn": 2887,
    "ợng": 3143,
    " tượ": 615,
    "tượn": 2387,
    "ượng": 2888,
    "ợng ": 3144,
    "q": 2019,
    " q": 458,
    "qu": 2022,
    "uả": 2475,
    " qu": 459,
    "quả": 2029,
    "uản": 2477,
    " quả": 462,
    "quản": 2031,
    "uản ": 2478,
    "ý": 2750,
    "lý": 1739,
    "ý ": 2751,
    " lý": 326,
    "lý ": 1740,
    " lý ": 327,
    "ỹ": 3201,
    "kỹ": 1688,
    "ỹ ": 3202,
    " kỹ": 298,
    "kỹ ": 1689,
    " kỹ ": 299,
    "sư": 2158,
    " sư": 498,
    "sư ": 2159,
    " sư ": 499,
    "kết": 1684,
    " kết": 295,
    "kết ": 1685,
    "ấu": 2931,
    "cấu": 1047,
    "ấu ": 2932,
    " cấu": 117,
    "cấu ": 1048,
    "w": 2566,
    " w": 686,
    "we": 2567,
    "eb": 1141,
    "b ": 865,
    " we": 687,
    "web": 2568,
    "eb ": 1142,
    " web": 688,
    "web ": 2569,
    "f": 1163,
    " f": 176,
    "fr": 1170,
    "nt": 1906,
    "t-": 2196,
    "-e": 799,
    "en": 1151,
    "nd": 1847,
    " fr": 181,
    "fro": 1171,
    "ont": 1955,
    "nt-": 1907,
    "t-e": 2197,
    "-en": 800,
    "end": 1153,
    "nd ": 1848,
    " fro": 182,
    "fron": 1172,
    "ront": 2068,
    "ont-": 1956,
    "nt-e": 1908,
    "t-en": 2198,
    "-end": 801,
    "end ": 1154,
    "ac": 826,
    "ck": 994,
    "k-": 1623,
    "bac": 867,
    "ack": 829,
    "ck-": 995,
    "k-e": 1624,
    " bac": 23,
    "back": 868,
    "ack-": 830,
    "ck-e": 996,
    "k-en": 1625,
    "vớ": 2558,
    " vớ": 680,
    "với": 2559,
    " với": 681,
    "với ": 2560,
    "hp": 1316,
    "php": 1985,
    "hp ": 1317,
    " php": 442,
    "php ": 1986,
    "my": 1801,
    "ys": 2600,
    "sq": 2135,
    "ql": 2020,
    "l ": 1691,
    " my": 361,
    "mys": 1802,
    "ysq": 2601,
    "sql": 2136,
    "ql ": 2021,
    " mys": 362,
    "mysq": 1803,
    "ysql": 2602,
    "sql ": 2137,
    "iao": 1531,
    "giao": 1189,
    "iao ": 1532,
    "di": 1074,
    " di": 135,
    "diệ": 1080,
    " diệ": 139,
    "diện": 1081,
    "/": 805,
    " u": 645,
    "ui": 2437,
    "i/": 1524,
    "/u": 809,
    "ux": 2455,
    "x ": 2572,
    " ui": 646,
    "ui/": 2439,
    "i/u": 1525,
    "/ux": 810,
    "ux ": 2456,
    " ui/": 647,
    "ui/u": 2440,
    "i/ux": 1526,
    "/ux ": 811,
    "bs": 888,
    "si": 2130,
    "it": 1554,
    "te": 2199,
    "e ": 1135,
    "ebs": 1143,
    "bsi": 890,
    "sit": 2133,
    "ite": 1555,
    "te ": 2200,
    "webs": 2570,
    "ebsi": 1144,
    "bsit": 891,
    "site": 2134,
    "ite ": 1556,
    "ằ": 2974,
    "bằ": 923,
    "ằn": 2977,
    " bằ": 51,
    "bằn": 924,
    "ằng": 2978,
    " bằn": 52,
    "bằng": 925,
    "ằng ": 2979,
    "fi": 1164,
    "ig": 1538,
    "gm": 1208,
    "ma": 1777,
    " fi": 177,
    "fig": 1165,
    "igm": 1539,
    "gma": 1209,
    "ma ": 1778,
    " fig": 178,
    "figm": 1166,
    "igma": 1540,
    "gma ": 1210,
    "tui": 2346,
    "ui ": 2438,
    " tui": 590,
    "tui ": 2347,
    "rị": 2112,
    "ị ": 3043,
    "trị": 2332,
    "rị ": 2113,
    " trị": 583,
    "trị ": 2333,
    "mạ": 1821,
    " mạ": 375,
    "mạn": 1822,
    "ạng": 2900,
    " mạn": 376,
    "mạng": 1823,
    "ạng ": 2901,
    "do": 1085,
    "oa": 1947,
    " do": 142,
    "doa": 1087,
    "oan": 1949,
    " doa": 144,
    "doan": 1088,
    "oanh": 1950,
    "ệp": 3034,
    "iệp": 1604,
    "ệp ": 3035,
    "hiệp": 1298,
    "iệp ": 1605,
    "ồ": 3084,
    "đồ": 2831,
    "ồ ": 3085,
    " đồ": 775,
    "đồ ": 2832,
    " đồ ": 776,
    "ọa": 3055,
    "họa": 1464,
    "ọa ": 3056,
    " họa": 245,
    "họa ": 1465,
    "ảng": 2916,
    "uảng": 2479,
    "ảng ": 2917,
    "áo": 2651,
    "cáo": 1020,
    "áo ": 2652,
    " cáo": 97,
    "cáo ": 1021,
    "há": 1341,
    "phá": 1987,
    "hát": 1351,
    " phá": 443,
    "phát": 1989,
    "hát ": 1352,
    "ri": 2056,
    "ển": 3018,
    "tri": 2304,
    "riể": 2059,
    "iển": 1592,
    "ển ": 3019,
    " tri": 570,
    "triể": 2305,
    "riển": 2060,
    "iển ": 1593,
    "di ": 1075,
    " di ": 136,
    "đa ": 2761,
    " đa ": 729,
    "nề": 1939,
    " nề": 429,
    "nền": 1940,
    " nền": 430,
    "nền ": 1941,
    "tả": 2393,
    " tả": 619,
    "tản": 2394,
    " tản": 620,
    "tảng": 2395,
    "fl": 1167,
    "ut": 2452,
    "tt": 2342,
    "er": 1157,
    "r ": 2035,
    " fl": 179,
    "flu": 1168,
    "lut": 1714,
    "utt": 2453,
    "tte": 2343,
    "ter": 2205,
    "er ": 1158,
    " flu": 180,
    "flut": 1169,
    "lutt": 1715,
    "utte": 2454,
    "tter": 2344,
    "ter ": 2206,
    "ếp": 3000,
    "iếp": 1582,
    "ếp ": 3001,
    "nhiế": 1882,
    "hiếp": 1291,
    "iếp ": 1583,
    " ả": 788,
    " ản": 789,
    "ảnh": 2918,
    " ảnh": 790,
    "ảnh ": 2919,
    "xử": 2593,
    " xử": 704,
    "xử ": 2594,
    " xử ": 705,
    "hậ": 1435,
    "ậu": 2960,
    " hậ": 240,
    "hậu": 1440,
    "ậu ": 2961,
    " hậu": 241,
    "hậu ": 1441,
    "ỳ": 3199,
    "kỳ": 1686,
    "ỳ ": 3200,
    " kỳ": 296,
    "kỳ ": 1687,
    " kỳ ": 297,
    "la": 1692,
    "ar": 848,
    "ra": 2039,
    "av": 859,
    "ve": 2515,
    "el": 1145,
    " la": 301,
    "lar": 1693,
    "ara": 849,
    "rav": 2045,
    "ave": 860,
    "vel": 2516,
    "el ": 1146,
    " lar": 302,
    "lara": 1694,
    "arav": 850,
    "rave": 2046,
    "avel": 861,
    "vel ": 2517,
    "j": 1618,
    "gu": 1216,
    "ul": 2443,
    "rj": 2061,
    "js": 1619,
    "s ": 2126,
    "ngu": 1859,
    "gul": 1217,
    "ula": 2444,
    "arj": 853,
    "rjs": 2062,
    "js ": 1620,
    " ang": 14,
    "angu": 843,
    "ngul": 1860,
    "gula": 1218,
    "ular": 2445,
    "larj": 1695,
    "arjs": 854,
    "rjs ": 2063,
    "rí": 2093,
    "trí": 2319,
    "rí ": 2094,
    " trí": 577,
    "trí ": 2320,
    "uệ": 2494,
    "tuệ": 2352,
    "uệ ": 2495,
    " tuệ": 593,
    "tuệ ": 2353,
    "nhâ": 1886,
    " nhâ": 404,
    "nhân": 1887,
    "py": 2016,
    "yt": 2603,
    " py": 456,
    "pyt": 2017,
    "yth": 2604,
    "tho": 2219,
    "hon": 1307,
    "on ": 1952,
    " pyt": 457,
    "pyth": 2018,
    "ytho": 2605,
    "thon": 2220,
    "hon ": 1308,
    "rự": 2122,
    "trự": 2338,
    "rực": 2123,
    " trự": 586,
    "trực": 2339,
    "rực ": 2124,
    "ua": 2433,
    "qua": 2023,
    "uan": 2435,
    " qua": 460,
    "quan": 2025,
    "uan ": 2436,
    "dữ": 1126,
    "ữ ": 3182,
    " dữ": 167,
    "dữ ": 1127,
    " dữ ": 168,
    " li": 303,
    "liệ": 1703,
    " liệ": 305,
    "liệu": 1705,
    "st": 2138,
    "ea": 1136,
    " st": 484,
    "ste": 2139,
    "tea": 2201,
    "eam": 1139,
    " ste": 485,
    "stea": 2140,
    "team": 2202,
    "eam ": 1140,
    "tư ": 2383,
    " tư ": 613,
    "du": 1089,
    " du": 145,
    "duy": 1095,
    "uy ": 2458,
    " duy": 148,
    "duy ": 1096,
    "sán": 2147,
    "áng": 2647,
    " sán": 490,
    "sáng": 2148,
    "áng ": 2648,
    "rd": 2050,
    "no": 1904,
    " ar": 18,
    "ard": 851,
    "rdu": 2051,
    "dui": 1091,
    "uin": 2441,
    "ino": 1552,
    "no ": 1905,
    " ard": 19,
    "ardu": 852,
    "rdui": 2052,
    "duin": 1092,
    "uino": 2442,
    "ino ": 1553,
    "ke": 1626,
    "rc": 2047,
    "ad": 833,
    "nke": 1902,
    "ker": 1627,
    "erc": 1161,
    "rca": 2048,
    "cad": 939,
    "ad ": 834,
    "tink": 2286,
    "inke": 1551,
    "nker": 1903,
    "kerc": 1628,
    "erca": 1162,
    "rcad": 2049,
    "cad ": 940,
    "ẩ": 2944,
    "hẩ": 1430,
    "ẩn": 2947,
    "chẩ": 975,
    "hẩn": 1433,
    "ẩn ": 2948,
    " chẩ": 77,
    "chẩn": 976,
    "hẩn ": 1434,
    "đo": 2773,
    " đo": 736,
    "đoá": 2774,
    " đoá": 737,
    "đoán": 2775,
    "bệ": 926,
    " bệ": 53,
    "bện": 927,
    "ệnh": 3032,
    " bện": 54,
    "bệnh": 928,
    "ệnh ": 3033,
    "hạ": 1407,
    " hạ": 236,
    "hại": 1410,
    " hại": 237,
    "hại ": 1411,
    " r": 464,
    "au": 857,
    " ra": 465,
    "rau": 2043,
    "au ": 858,
    " rau": 467,
    "rau ": 2044,
    "iả": 1572,
    "ải": 2910,
    "giả": 1198,
    "iải": 1573,
    "ải ": 2911,
    " giả": 189,
    "giải": 1199,
    "iải ": 1574,
    "áp": 2653,
    "háp": 1349,
    "áp ": 2654,
    "pháp": 1988,
    "háp ": 1350,
    "bảo": 918,
    " bảo": 48,
    "bảo ": 919,
    "vệ": 2554,
    " vệ": 676,
    "vệ ": 2555,
    " vệ ": 677,
    "ật": 2958,
    "vật": 2548,
    "ật ": 2959,
    " vật": 672,
    "vật ": 2549,
    "thâ": 2234,
    " thâ": 537,
    "thân": 2235,
    "mô": 1814,
    " mô": 370,
    "môi": 1816,
    " môi": 372,
    "môi ": 1817,
    "rư": 2098,
    "ườ": 2875,
    "ờn": 3124,
    "trư": 2323,
    "rườ": 2099,
    "ườn": 2878,
    "ờng": 3126,
    " trư": 579,
    "trườ": 2324,
    "rườn": 2100,
    "ường": 2880,
    "ờng ": 3127,
    "tận": 2405,
    " tận": 627,
    "tận ": 2406,
    "uồ": 2502,
    "ồn": 3088,
    "guồ": 1222,
    "uồn": 2503,
    "ồn ": 3089,
    " ngu": 394,
    "nguồ": 1862,
    "guồn": 1223,
    "uồn ": 2504,
    "hụ": 1497,
    "phụ": 2008,
    "hụ ": 1498,
    " phụ": 453,
    "phụ ": 2009,
    "ẩm": 2945,
    "phẩ": 2004,
    "hẩm": 1431,
    "ẩm ": 2946,
    " phẩ": 451,
    "phẩm": 2005,
    "hẩm ": 1432,
    "nô": 1922,
    " nô": 418,
    "nôn": 1923,
    " nôn": 419,
    "nông": 1924,
    "ie": 1535,
    "eo": 1155,
    "gie": 1190,
    "ieo": 1536,
    "eo ": 1156,
    " gie": 186,
    "gieo": 1191,
    "ieo ": 1537,
    "inh": 1547,
    "tinh": 2285,
    "inh ": 1548,
    "hằ": 1442,
    "ằm": 2975,
    "nhằ": 1894,
    "hằm": 1443,
    "ằm ": 2976,
    " nhằ": 408,
    "nhằm": 1895,
    "hằm ": 1444,
    "ă": 2752,
    "nă": 1925,
    "ăn": 2755,
    " nă": 420,
    "năn": 1928,
    "ăng": 2757,
    " năn": 422,
    "năng": 1929,
    "ăng ": 2758,
    "su": 2141,
    " su": 486,
    "suấ": 2142,
    " suấ": 487,
    "suất": 2143,
    "ả ": 2909,
    "uả ": 2476,
    "quả ": 2030,
    "kin": 1657,
    " kin": 276,
    "kinh": 1658,
    "tế": 2409,
    " tế": 629,
    "tế ": 2410,
    " tế ": 630,
    "hă": 1391,
    "chă": 968,
    "hăn": 1392,
    "ăn ": 2756,
    " chă": 74,
    "chăn": 969,
    "hăn ": 1393,
    "nu": 1909,
    "uô": 2472,
    " nu": 411,
    "nuô": 1912,
    "uôi": 2473,
    " nuô": 412,
    "nuôi": 1913,
    "uôi ": 2474,
    "ỏ ": 3064,
    "thỏ": 2268,
    "hỏ ": 1471,
    " thỏ": 552,
    "thỏ ": 2269,
    " si": 482,
    "sin": 2131,
    " sin": 483,
    "sinh": 2132,
    "ọn": 3059,
    "chọ": 983,
    "họn": 1468,
    "ọn ": 3060,
    " chọ": 81,
    "chọn": 984,
    "họn ": 1469,
    "iố": 1610,
    "giố": 1202,
    "iốn": 1611,
    "ống": 3080,
    " giố": 190,
    "giốn": 1203,
    "iống": 1612,
    "ống ": 3081,
    "lú": 1734,
    "úa": 2737,
    " lú": 323,
    "lúa": 1735,
    "úa ": 2738,
    " lúa": 324,
    "lúa ": 1736,
    "hấ": 1419,
    "chấ": 973,
    "hất": 1420,
    " chấ": 76,
    "chất": 974,
    "hất ": 1421,
    "lư": 1744,
    " lư": 330,
    "lượ": 1749,
    " lượ": 333,
    "lượn": 1750,
    "đấ": 2801,
    " đấ": 755,
    "đất": 2802,
    " đất": 756,
    "đất ": 2803,
    " mi": 354,
    "min": 1791,
    " min": 356,
    "minh": 1792,
    "híc": 1362,
    "thíc": 2240,
    "hích": 1363,
    "ến": 2998,
    "iến": 1580,
    "ến ": 2999,
    "biến": 882,
    "iến ": 1581,
    "đổ": 2835,
    " đổ": 778,
    "đổi": 2836,
    " đổi": 779,
    "đổi ": 2837,
    "vi": 2518,
    " vi": 651,
    "vi ": 2519,
    " vi ": 652,
    " i": 258,
    "mt": 1796,
    " im": 259,
    "imt": 1543,
    "mt ": 1797,
    " imt": 260,
    "imt ": 1544,
    " hệ": 242,
    " hệ ": 243,
    "hố": 1478,
    "thố": 2270,
    "hốn": 1479,
    " thố": 553,
    "thốn": 2271,
    "hống": 1480,
    "rạ": 2101,
    "trạ": 2325,
    "rại": 2102,
    " trạ": 580,
    "trại": 2326,
    "rại ": 2103,
    "phư": 1998,
    " phư": 448,
    "phươ": 1999,
    "đá": 2779,
    " đá": 740,
    "đán": 2780,
    "ánh": 2649,
    " đán": 741,
    "đánh": 2781,
    "ánh ": 2650,
    "iá": 1557,
    "á ": 2636,
    "giá": 1192,
    "iá ": 1558,
    " giá": 187,
    "giá ": 1193,
    "sứ": 2185,
    "ức": 3168,
    " sứ": 519,
    "sức": 2186,
    "ức ": 3169,
    " sức": 520,
    "sức ": 2187,
    "ỏe": 3065,
    "khỏ": 1650,
    "hỏe": 1472,
    "ỏe ": 3066,
    " khỏ": 272,
    "khỏe": 1651,
    "hỏe ": 1473,
    "vư": 2538,
    " vư": 665,
    "vườ": 2539,
    "ờn ": 3125,
    " vườ": 666,
    "vườn": 2540,
    "ườn ": 2879,
    "câ": 1022,
    "ây": 2668,
    " câ": 98,
    "cây": 1023,
    "ây ": 2669,
    " cây": 99,
    "cây ": 1024,
    " ă": 724,
    " ăn": 725,
    " ăn ": 726,
    "rá": 2079,
    "ái": 2641,
    "trá": 2310,
    "rái": 2082,
    "ái ": 2642,
    " trá": 573,
    "trái": 2312,
    "rái ": 2083,
    "uậ": 2491,
    "thu": 2225,
    "huậ": 1332,
    "uật": 2492,
    " thu": 534,
    "thuậ": 2227,
    "huật": 1333,
    "uật ": 2493,
    "ấy": 2933,
    "cấy": 1049,
    "ấy ": 2934,
    " cấy": 118,
    "cấy ": 1050,
    "ô ": 2713,
    "mô ": 1815,
    " mô ": 371,
    "bà": 895,
    " bà": 34,
    "bào": 898,
    " bào": 36,
    "bào ": 899,
    "lự": 1772,
    " lự": 349,
    "lực": 1773,
    " lực": 350,
    "lực ": 1774,
    "ướ": 2868,
    "lướ": 1747,
    "ưới": 2871,
    " lướ": 332,
    "lưới": 1748,
    "ưới ": 2872,
    "ú ": 2736,
    "thú": 2245,
    "hú ": 1386,
    " thú": 542,
    "thú ": 2246,
    " y": 706,
    " y ": 707,
    "sở": 2183,
    " sở": 517,
    "sở ": 2184,
    " sở ": 518,
    "nư": 1930,
    "ớc": 3111,
    " nư": 423,
    "nướ": 1931,
    "ước": 2869,
    "ớc ": 3112,
    " nướ": 424,
    "nước": 1932,
    "ước ": 2870,
    " ao": 16,
    " ao ": 17,
    "hủ": 1501,
    "ủy": 3165,
    "thủ": 2274,
    "hủy": 1505,
    "ủy ": 3166,
    " thủ": 555,
    "thủy": 2275,
    "hủy ": 1506,
    "lo": 1706,
    "oạ": 1965,
    " lo": 306,
    "loạ": 1711,
    "oại": 1968,
    " loạ": 309,
    "loại": 1712,
    "oại ": 1969,
    "tảo": 2396,
    " tảo": 621,
    "tảo ": 2397,
    "gâ": 1229,
    " gâ": 193,
    "gây": 1230,
    " gây": 194,
    "gây ": 1231,
    "ù": 2724,
    "vù": 2530,
    "ùn": 2730,
    " vù": 659,
    "vùn": 2531,
    "ùng": 2731,
    " vùn": 660,
    "vùng": 2532,
    "ùng ": 2732,
    "rồ": 2114,
    "trồ": 2334,
    "rồn": 2115,
    "ồng": 3090,
    " trồ": 584,
    "trồn": 2335,
    "rồng": 2116,
    "ồng ": 3091,
    "phi": 1983,
    " phi": 441,
    "phiê": 1984,
    "ỉ": 3040,
    "hỉ": 1457,
    "ỉ ": 3041,
    "chỉ": 979,
    "hỉ ": 1458,
    " chỉ": 79,
    "chỉ ": 980,
    "tiê": 2287,
    " tiê": 561,
    "tiêu": 2288,
    "ữu": 3188,
    " hữ": 256,
    "hữu": 1517,
    "ữu ": 3189,
    " hữu": 257,
    "hữu ": 1518,
    " í": 716,
    " íc": 717,
    " ích": 718,
    "hứ": 1507,
    "thứ": 2276,
    "hức": 1508,
    " thứ": 556,
    "thức": 2277,
    "hức ": 1509,
    "iên": 1564,
    "hiên": 1288,
    "iên ": 1565,
    "rắ": 2107,
    "ắc": 2965,
    "trắ": 2329,
    "rắc": 2108,
    "ắc ": 2966,
    " trắ": 582,
    "trắc": 2330,
    "rắc ": 2109,
    "gọ": 1247,
    "ọt": 3061,
    "ngọ": 1873,
    "gọt": 1250,
    "ọt ": 3062,
    " ngọ": 399,
    "ngọt": 1875,
    "gọt ": 1251,
    "loà": 1709,
    "oài": 1958,
    " loà": 308,
    "loài": 1710,
    "oài ": 1959,
    "cá ": 1015,
    " cá ": 94,
    "đô": 2785,
    " đô": 744,
    "đôn": 2787,
    " đôn": 746,
    "đông": 2788,
    "thư": 2248,
    "hườ": 1405,
    " thư": 543,
    "thườ": 2250,
    "hườn": 1406,
    "gặ": 1244,
    "ặp": 2986,
    " gặ": 197,
    "gặp": 1245,
    "ặp ": 2987,
    " gặp": 198,
    "gặp ": 1246,
    "tra": 2301,
    "ra ": 2040,
    " tra": 569,
    "tra ": 2302,
    "ôm": 2716,
    "tôm": 2380,
    "ôm ": 2717,
    " tôm": 611,
    "tôm ": 2381,
    "khá": 1639,
    "hán": 1347,
    " khá": 267,
    "khán": 1641,
    "háng": 1348,
    "xá": 2585,
    " xá": 698,
    "xác": 2586,
    " xác": 699,
    "xác ": 2587,
    "ịn": 3049,
    "địn": 2824,
    "ịnh": 3050,
    " địn": 771,
    "định": 2825,
    "ịnh ": 3051,
    "ic": 1533,
    "mic": 1789,
    "ic ": 1534,
    " mic": 355,
    "mic ": 1790,
    "ký": 1678,
    " ký": 289,
    "ký ": 1679,
    " ký ": 290,
    "rù": 2095,
    "trù": 2321,
    "rùn": 2096,
    " trù": 578,
    "trùn": 2322,
    "rùng": 2097,
    " ở": 791,
    " ở ": 792,
    "rt": 2069,
    "art": 855,
    "rte": 2070,
    "tem": 2203,
    "emi": 1149,
    "mia": 1787,
    " art": 20,
    "arte": 856,
    "rtem": 2071,
    "temi": 2204,
    "emia": 1150,
    "mia ": 1788,
    "biể": 884,
    " biể": 30,
    "biển": 885,
    "cà": 1011,
    " cà": 91,
    "càn": 1012,
    "àng": 2627,
    " càn": 92,
    "càng": 1013,
    "àng ": 2628,
    "xa": 2573,
    " xa": 690,
    "xan": 2574,
    " xan": 691,
    "xanh": 2575,
    "cua": 1007,
    "ua ": 2434,
    " cua": 89,
    "cua ": 1008,
    "lợ": 1765,
    "ợ ": 3137,
    " lợ": 344,
    "lợ ": 1766,
    " lợ ": 345,
    "thá": 2231,
    "hái": 1345,
    " thá": 536,
    "thái": 2232,
    "hái ": 1346,
    "uâ": 2469,
    "luâ": 1718,
    "uân": 2470,
    " luâ": 312,
    "luân": 1719,
    "uân ": 2471,
    "can": 943,
    " can": 62,
    "canh": 944,
    "uộ": 2508,
    " ru": 475,
    "ruộ": 2075,
    "uộn": 2511,
    " ruộ": 476,
    "ruộn": 2076,
    "uộng": 2512,
    "xâ": 2588,
    " xâ": 700,
    "xây": 2589,
    " xây": 701,
    "xây ": 2590,
    "dự": 1128,
    "ựn": 3196,
    " dự": 169,
    "dựn": 1132,
    "ựng": 3197,
    " dựn": 172,
    "dựng": 1133,
    "ựng ": 3198,
    "dạ": 1110,
    " dạ": 157,
    "dạn": 1111,
    " dạn": 158,
    "dạng": 1112,
    "vă": 2533,
    " vă": 661,
    "văn": 2534,
    " văn": 662,
    "văn ": 2535,
    "dị": 1118,
    "ịc": 3046,
    " dị": 162,
    "dịc": 1119,
    "ịch": 3047,
    " dịc": 163,
    "dịch": 1120,
    "ịch ": 3048,
    "vụ": 2561,
    " vụ": 682,
    "vụ ": 2562,
    " vụ ": 683,
    " á": 711,
    " áp": 714,
    " áp ": 715,
    "mr": 1793,
    "rv": 2077,
    "v ": 2514,
    " mr": 357,
    "mrv": 1794,
    "rv ": 2078,
    " mrv": 358,
    "mrv ": 1795,
    "ạt": 2904,
    "hoạ": 1311,
    "oạt": 1970,
    "ạt ": 2905,
    " hoạ": 215,
    "hoạt": 1313,
    "oạt ": 1971,
    "ảm": 2912,
    "iảm": 1575,
    "ảm ": 2913,
    "giảm": 1200,
    "iảm ": 1576,
    "ẹ": 2990,
    "hẹ": 1445,
    "ẹ ": 2991,
    "nhẹ": 1896,
    "hẹ ": 1446,
    " nhẹ": 409,
    "nhẹ ": 1897,
    "thả": 2253,
    "hải": 1415,
    " thả": 545,
    "thải": 2254,
    "hải ": 1416,
    "kí": 1675,
    " kí": 287,
    "kín": 1676,
    " kín": 288,
    "kính": 1677,
    "rủ": 2117,
    "ủi": 3160,
    " rủ": 477,
    "rủi": 2118,
    "ủi ": 3161,
    " rủi": 478,
    "rủi ": 2119,
    " ro": 472,
    "ro ": 2065,
    " ro ": 473,
    "gậ": 1241,
    "ngậ": 1871,
    "gập": 1242,
    " ngậ": 398,
    "ngập": 1872,
    "gập ": 1243,
    "lụ": 1769,
    "ụt": 3154,
    " lụ": 347,
    "lụt": 1770,
    "ụt ": 3155,
    " lụt": 348,
    "lụt ": 1771,
    "đô ": 2786,
    " đô ": 745,
    "hị": 1459,
    "thị": 2266,
    "hị ": 1460,
    " thị": 551,
    "thị ": 2267,
    "ựa": 3192,
    "dựa": 1130,
    "ựa ": 3193,
    " dựa": 171,
    "dựa ": 1131,
    "vào": 2528,
    " vào": 658,
    "vào ": 2529,
    "nb": 1842,
    " nb": 388,
    "nbs": 1843,
    "bs ": 889,
    " nbs": 389,
    "nbs ": 1844,
    "tử": 2427,
    " tử": 641,
    "tử ": 2428,
    " tử ": 642,
    "că": 1037,
    " că": 109,
    "căn": 1038,
    " căn": 110,
    "căn ": 1039,
    "nấ": 1933,
    "ấm": 2923,
    " nấ": 425,
    "nấm": 1934,
    "ấm ": 2924,
    " nấm": 426,
    "nấm ": 1935,
    "dư": 1105,
    "ợc": 3138,
    " dư": 154,
    "dượ": 1108,
    "ược": 2885,
    "ợc ": 3139,
    " dượ": 156,
    "dược": 1109,
    "ược ": 2886,
    "quy": 2026,
    " quy": 461,
    "quy ": 2027,
    "iề": 1586,
    "ều": 3012,
    "điề": 2767,
    "iều": 1587,
    "ều ": 3013,
    " điề": 733,
    "điều": 2768,
    "iều ": 1588,
    "kiệ": 1666,
    " kiệ": 280,
    "kiện": 1667,
    "mà": 1804,
    " mà": 363,
    "màn": 1806,
    " màn": 365,
    "màng": 1807,
    "mă": 1818,
    " mă": 373,
    "măn": 1819,
    " măn": 374,
    "măng": 1820,
    "tâ": 2362,
    " tâ": 600,
    "tây": 2367,
    " tây": 603,
    "tây ": 2368,
    " uố": 648,
    " uốn": 649,
    "uống": 2501,
    "lê": 1730,
    " lê": 320,
    "lên": 1732,
    " lên": 322,
    "lên ": 1733,
    "me": 1782,
    " me": 352,
    "men": 1783,
    "en ": 1152,
    " men": 353,
    "men ": 1784,
    "hu ": 1323,
    "thu ": 2226,
    "oạc": 1966,
    "hoạc": 1312,
    "oạch": 1967,
    "sơ": 2156,
    " sơ": 496,
    "sơ ": 2157,
    " sơ ": 497,
    "chế": 977,
    " chế": 78,
    "chế ": 978,
    "đồn": 2833,
    " đồn": 777,
    "đồng": 2834,
    "sô": 2151,
    " sô": 492,
    "sôn": 2152,
    " sôn": 493,
    "sông": 2153,
    "cử": 1065,
    "ửu": 3179,
    " cử": 129,
    "cửu": 1067,
    "ửu ": 3180,
    " cửu": 131,
    "cửu ": 1068,
    "lon": 1707,
    " lon": 307,
    "long": 1708,
    " hư": 233,
    " hư ": 234,
    "ỏn": 3069,
    "hỏn": 1476,
    "ỏng": 3070,
    " hỏn": 249,
    "hỏng": 1477,
    "ỏng ": 3071,
    "kiế": 1659,
    " kiế": 277,
    "kiến": 1660,
    "khi": 1632,
    "hi ": 1284,
    " khi": 264,
    "khi ": 1633,
    "ai": 835,
    "kha": 1630,
    "hai": 1268,
    "ai ": 836,
    " kha": 263,
    "khai": 1631,
    "hai ": 1269,
    "cp": 1000,
    " ha": 206,
    "hac": 1266,
    "acc": 827,
    "ccp": 950,
    "cp ": 1001,
    " hac": 207,
    "hacc": 1267,
    "accp": 828,
    "ccp ": 951,
    "kho": 1634,
    "hoa": 1305,
    "oa ": 1948,
    " kho": 265,
    "khoa": 1635,
    "hoa ": 1306,
    " ai": 10,
    " ai ": 11,
    "iáo": 1561,
    "giáo": 1195,
    "iáo ": 1562,
    "ục": 3149,
    "dục": 1122,
    "ục ": 3150,
    " dục": 165,
    "dục ": 1123,
    "gố": 1252,
    "ốc": 3074,
    " gố": 199,
    "gốc": 1253,
    "ốc ": 3075,
    " gốc": 200,
    "gốc ": 1254,
    "thiê": 2216,
    "hợ": 1494,
    "ợp": 3145,
    " hợ": 254,
    "hợp": 1495,
    "ợp ": 3146,
    " hợp": 255,
    "hợp ": 1496,
    "ò": 2701,
    "hò": 1366,
    "òn": 2704,
    "phò": 1994,
    "hòn": 1369,
    "òng": 2706,
    " phò": 446,
    "phòn": 1995,
    "hòng": 1370,
    "òng ": 2707,
    "chố": 985,
    " chố": 82,
    "chốn": 986,
    "bé": 906,
    " bé": 40,
    "béo": 907,
    " béo": 41,
    "béo ": 908,
    "phì": 1992,
    "hì ": 1357,
    " phì": 445,
    "phì ": 1993,
    "viế": 2522,
    " viế": 654,
    "viết": 2523,
    "bố": 929,
    " bố": 55,
    "bố ": 930,
    " bố ": 56,
    "quố": 2032,
    "uốc": 2497,
    " quố": 463,
    "quốc": 2033,
    "uốc ": 2498,
    "ĩ": 2846,
    "lĩ": 1741,
    "ĩn": 2848,
    " lĩ": 328,
    "lĩn": 1742,
    "ĩnh": 2849,
    " lĩn": 329,
    "lĩnh": 1743,
    "ĩnh ": 2850,
    "vự": 2563,
    " vự": 684,
    "vực": 2564,
    " vực": 685,
    "vực ": 2565,
    "iản": 1577,
    "giản": 1201,
    "iảng": 1578,
    "ạy": 2906,
    "dạy": 1113,
    "ạy ": 2907,
    " dạy": 159,
    "dạy ": 1114,
    "go": 1211,
    "ngo": 1857,
    "goạ": 1212,
    " ngo": 393,
    "ngoạ": 1858,
    "goại": 1213,
    "gữ": 1261,
    "ngữ": 1876,
    "gữ ": 1262,
    " ngữ": 400,
    "ngữ ": 1877,
    "ghiê": 1179,
    "cứ": 1062,
    "ứu": 3173,
    " cứ": 127,
    "cứu": 1063,
    "ứu ": 3174,
    " cứu": 128,
    "cứu ": 1064,
    "thậ": 2258,
    "hập": 1438,
    " thậ": 547,
    "thập": 2259,
    "hập ": 1439,
    "ã": 2670,
    "xã": 2591,
    "ã ": 2671,
    " xã": 702,
    "xã ": 2592,
    " xã ": 703,
    "hộ": 1485,
    "ội": 3103,
    " hộ": 252,
    "hội": 1486,
    "ội ": 3104,
    " hội": 253,
    "hội ": 1487,
    "tối": 2415,
    " tối": 634,
    "tối ": 2416,
    " ư": 785,
    "ưu": 2863,
    " ưu": 786,
    "ưu ": 2864,
    " ưu ": 787,
    "qua ": 2024,
    "tổ": 2420,
    "ổn": 3096,
    " tổ": 636,
    "tổn": 2422,
    "ổng": 3097,
    " tổn": 638,
    "tổng": 2423,
    "ổng ": 3098,
    "tà": 2356,
    " tà": 596,
    "tài": 2357,
    " tài": 597,
    "tài ": 2358,
    "gô": 1234,
    "ngô": 1866,
    "gôn": 1235,
    "ôn ": 2719,
    " ngô": 396,
    "ngôn": 1867,
    "gôn ": 1236,
    "uẩ": 2488,
    "chu": 961,
    "huẩ": 1330,
    "uẩn": 2489,
    " chu": 71,
    "chuẩ": 963,
    "huẩn": 1331,
    "uẩn ": 2490,
    "đầ": 2806,
    "ầu": 2938,
    " đầ": 758,
    "đầu": 2807,
    "ầu ": 2939,
    " đầu": 759,
    "đầu ": 2808,
    " ra ": 466,
    "du ": 1090,
    " du ": 146,
    "lị": 1759,
    " lị": 340,
    "lịc": 1760,
    " lịc": 341,
    "lịch": 1761,
    "thư ": 2249,
    "lưu": 1745,
    " lưu": 331,
    "lưu ": 1746,
    "rữ": 2120,
    "trữ": 2336,
    "rữ ": 2121,
    " trữ": 585,
    "trữ ": 2337,
    "việ": 2524,
    " việ": 655,
    "viện": 2525,
    "biê": 879,
    " biê": 28,
    "biên": 880,
    "ran": 2041,
    "tran": 2303,
    "rang": 2042,
    "ẫ": 2949,
    "dẫ": 1115,
    "ẫn": 2950,
    " dẫ": 160,
    "dẫn": 1116,
    "ẫn ": 2951,
    " dẫn": 161,
    "dẫn ": 1117,
    "phỏ": 2006,
    " phỏ": 452,
    "phỏn": 2007,
    "vấ": 2541,
    " vấ": 667,
    "vấn": 2542,
    " vấn": 668,
    "vấn ": 2543,
    "ổ ": 3093,
    "tổ ": 2421,
    " tổ ": 637,
    "chứ": 990,
    " chứ": 84,
    "chức": 991,
    "sự": 2192,
    " sự": 524,
    "sự ": 2193,
    " sự ": 525,
    "dự ": 1129,
    " dự ": 170,
    " án": 712,
    " án ": 713,
    "ủn": 3162,
    "khủ": 1654,
    "hủn": 1503,
    "ủng": 3163,
    " khủ": 274,
    "khủn": 1655,
    "hủng": 1504,
    "ủng ": 3164,
    "oả": 1972,
    "hoả": 1314,
    "oản": 1973,
    " hoả": 216,
    "hoản": 1315,
    "oảng": 1974,
    "tá": 2359,
    " tá": 598,
    "tác": 2360,
    " tác": 599,
    "tác ": 2361,
    "kê": 1673,
    "ê ": 2679,
    " kê": 285,
    "kê ": 1674,
    " kê ": 286,
    "hàng": 1339,
    "hác": 1342,
    "khác": 1640,
    "hách": 1344,
    "sạn": 2163,
    " sạn": 502,
    "sạn ": 2164,
    "hục": 1499,
    "phục": 2010,
    "hục ": 1500,
    "lễ": 1757,
    "ễ ": 3023,
    " lễ": 338,
    "lễ ": 1758,
    " lễ ": 339,
    "tân": 2365,
    " tân": 602,
    "tân ": 2366,
    "ớn": 3115,
    "hướ": 1403,
    "ướn": 2873,
    "ớng": 3116,
    " hướ": 235,
    "hướn": 1404,
    "ướng": 2874,
    "ớng ": 3117,
    "luậ": 1720,
    " luậ": 313,
    "luật": 1721,
    "đai": 2762,
    " đai": 730,
    "đai ": 2763,
    "ăm": 2753,
    "năm": 1926,
    "ăm ": 2754,
    " năm": 421,
    "năm ": 1927,
    "_": 815,
    " _": 6,
    "__": 817,
    "_n": 821,
    "um": 2446,
    "mb": 1779,
    "be": 873,
    "r_": 2036,
    "_ ": 816,
    " __": 7,
    "__n": 819,
    "_nu": 822,
    "num": 1910,
    "umb": 2447,
    "mbe": 1780,
    "ber": 874,
    "er_": 1159,
    "r__": 2037,
    "__ ": 818,
    " __n": 8,
    "__nu": 820,
    "_num": 823,
    "numb": 1911,
    "umbe": 2448,
    "mber": 1781,
    "ber_": 875,
    "er__": 1160,
    "r__ ": 2038,
    "rác": 2080,
    "trác": 2311,
    "rách": 2081,
    "nhiệ": 1883,
    "quyề": 2028,
    "yế": 2609,
    "khu": 1636,
    "huy": 1324,
    "uyế": 2461,
    "yến": 2610,
    " khu": 266,
    "khuy": 1638,
    "huyế": 1327,
    "uyến": 2462,
    "yến ": 2611,
    "cộ": 1054,
    " cộ": 121,
    "cộn": 1055,
    " cộn": 122,
    "cộng": 1056,
    "hôn ": 1376,
    "mớ": 1833,
    " mớ": 383,
    "mới": 1834,
    " mới": 384,
    "mới ": 1835,
    "lớ": 1762,
    "ớp": 3118,
    " lớ": 342,
    "lớp": 1763,
    "ớp ": 3119,
    " lớp": 343,
    "lớp ": 1764,
    "kĩ": 1680,
    "ĩ ": 2847,
    " kĩ": 291,
    "kĩ ": 1681,
    " kĩ ": 292,
    "đấu": 2804,
    " đấu": 757,
    "đấu ": 2805,
    "thầ": 2255,
    "hầu": 1425,
    " thầ": 546,
    "thầu": 2256,
    "hầu ": 1426,
    "bá": 900,
    " bá": 37,
    "bán": 904,
    " bán": 39,
    "bán ": 905,
    "yê": 2606,
    "uyê": 2459,
    "yên": 2607,
    "chuy": 962,
    "huyê": 1326,
    "uyên": 2460,
    "yên ": 2608,
    "chí": 966,
    "hín": 1364,
    " chí": 73,
    "chín": 967,
    "hính": 1365,
    "ám": 2643,
    "iám": 1559,
    "ám ": 2644,
    "giám": 1194,
    "iám ": 1560,
    "đốc": 2827,
    " đốc": 773,
    "đốc ": 2828,
    "ce": 952,
    " ce": 66,
    "ceo": 953,
    " ceo": 67,
    "ceo ": 954,
    "diễ": 1078,
    " diễ": 138,
    "diễn": 1079,
    "hở": 1491,
    "ởi": 3130,
    "khở": 1652,
    "hởi": 1492,
    "ởi ": 3131,
    " khở": 273,
    "khởi": 1653,
    "hởi ": 1493,
    "guy": 1219,
    "nguy": 1861,
    "guyê": 1220,
    "khu ": 1637,
    "đư": 2792,
    " đư": 749,
    "đượ": 2793,
    " đượ": 750,
    "được": 2794,
    "bắ": 920,
    "ắt": 2972,
    " bắ": 49,
    "bắt": 921,
    "ắt ": 2973,
    " bắt": 50,
    "bắt ": 922,
    "úc": 2739,
    "lúc": 1737,
    "úc ": 2740,
    " lúc": 325,
    "lúc ": 1738,
    "đâ": 2782,
    " đâ": 742,
    "đâu": 2783,
    " đâu": 743,
    "đâu ": 2784,
    "điể": 2769,
    " điể": 734,
    "điểm": 2770,
    "cò": 1025,
    " cò": 100,
    "còn": 1026,
    "òn ": 2705,
    " còn": 101,
    "còn ": 1027,
    "viê": 2520,
    " viê": 653,
    "viên": 2521,
    "đă": 2789,
    " đă": 747,
    "đăn": 2790,
    " đăn": 748,
    "đăng": 2791,
    "này": 1917,
    " này": 415,
    "này ": 1918,
    "hù": 1379,
    "ù ": 2725,
    "phù": 1996,
    "hù ": 1380,
    " phù": 447,
    "phù ": 1997,
    "nế": 1936,
    "ếu": 3004,
    " nế": 427,
    "nếu": 1937,
    "ếu ": 3005,
    " nếu": 428,
    "nếu ": 1938,
    "gư": 1237,
    "ngư": 1868,
    "gư ": 1238,
    " ngư": 397,
    "ngư ": 1869,
    "ưa": 2861,
    "hưa": 1399,
    "ưa ": 2862,
    "chưa": 971,
    "hưa ": 1400,
    "nộ": 1942,
    " nộ": 431,
    "nội": 1943,
    " nội": 432,
    "nội ": 1944,
    "dun": 1093,
    " dun": 147,
    "dung": 1094,
    "ủ ": 3157,
    "chủ": 988,
    "hủ ": 1502,
    " chủ": 83,
    "chủ ": 989,
    "đề": 2817,
    " đề": 765,
    "đề ": 2818,
    " đề ": 766,
    "gồ": 1255,
    "ồm": 3086,
    " gồ": 201,
    "gồm": 1256,
    "ồm ": 3087,
    " gồm": 202,
    "gồm ": 1257,
    "bài": 896,
    " bài": 35,
    "bài ": 897,
    "ộc": 3101,
    "huộ": 1334,
    "uộc": 2509,
    "ộc ": 3102,
    "thuộ": 2228,
    "huộc": 1335,
    "uộc ": 2510,
    "do ": 1086,
    " do ": 143,
    "đả": 2798,
    " đả": 753,
    "đảm": 2799,
    " đảm": 754,
    "đảm ": 2800,
    "nhậ": 1892,
    "hận": 1436,
    " nhậ": 407,
    "nhận": 1893,
    "hận ": 1437,
    "đứ": 2841,
    " đứ": 782,
    "đứn": 2844,
    " đứn": 784,
    "đứng": 2845,
    "ậ ": 2953,
    "vậ ": 2545,
    " vậ ": 670,
    "ịu": 3052,
    "chị": 981,
    "hịu": 1461,
    "ịu ": 3053,
    " chị": 80,
    "chịu": 982,
    "hịu ": 1462,
    "gườ": 1239,
    "ười": 2876,
    "ngườ": 1870,
    "gười": 1240,
    "ười ": 2877,
    " ron": 474,
    "hẻ": 1447,
    "thẻ": 2260,
    "hẻ ": 1448,
    " thẻ": 548,
    "thẻ ": 2261,
    "châ": 964,
    " châ": 72,
    "chân": 965,
    "ắn": 2967,
    "rắn": 2110,
    "ắng": 2968,
    "trắn": 2331,
    "rắng": 2111,
    "ắng ": 2969,
    "tẩ": 2401,
    " tẩ": 624,
    "tẩm": 2402,
    " tẩm": 625,
    "tẩm ": 2403,
    "vị": 2556,
    " vị": 678,
    "vị ": 2557,
    " vị ": 679,
    "sấ": 2168,
    " sấ": 505,
    "sấy": 2169,
    " sấy": 506,
    "sấy ": 2170,
    "ợi": 3140,
    "lợi": 1767,
    "ợi ": 3141,
    " lợi": 346,
    "lợi ": 1768,
    "hề": 1451,
    "ghề": 1181,
    "hề ": 1452,
    "nghề": 1855,
    "ghề ": 1182,
    "din": 1076,
    " din": 137,
    "dinh": 1077,
    "ỡ": 3132,
    "ưỡ": 2881,
    "ỡn": 3133,
    "dưỡ": 1106,
    "ưỡn": 2882,
    "ỡng": 3134,
    " dưỡ": 155,
    "dưỡn": 1107,
    "ưỡng": 2883,
    "ỡng ": 3135,
    "cù": 1034,
    "ùa": 2726,
    " cù": 107,
    "cùa": 1035,
    "ùa ": 2727,
    " cùa": 108,
    "cùa ": 1036,
    "dn": 1082,
    "na": 1840,
    " dn": 140,
    "dna": 1083,
    "na ": 1841,
    " dna": 141,
    "dna ": 1084,
    "ty": 2354,
    " ty": 594,
    "ty ": 2355,
    " ty ": 595,
    "ốt": 3082,
    "hốt": 1481,
    "ốt ": 3083,
    "chốt": 987,
    "hốt ": 1482,
    "râ": 2084,
    "trâ": 2313,
    "râu": 2085,
    " trâ": 574,
    "trâu": 2314,
    "râu ": 2086,
    "han": 1272,
    "than": 2210,
    "han ": 1273,
    "ặc": 2984,
    "đặc": 2810,
    "ặc ": 2985,
    " đặc": 761,
    "đặc ": 2811,
    "gợ": 1258,
    " gợ": 203,
    "gợi": 1259,
    " gợi": 204,
    "gợi ": 1260,
    " ý": 722,
    " ý ": 723,
    "ệt": 3036,
    "biệ": 886,
    "iệt": 1606,
    "ệt ": 3037,
    " biệ": 31,
    "biệt": 887,
    "iệt ": 1607,
    "thán": 2233,
    "tiế": 2289,
    " tiế": 562,
    "tiết": 2290,
    "ậy": 2962,
    "vậy": 2550,
    "ậy ": 2963,
    " vậy": 673,
    "vậy ": 2551,
    "gà": 1224,
    "ngà": 1863,
    "gày": 1227,
    " ngà": 395,
    "ngày": 1865,
    "gày ": 1228,
    "iú": 1569,
    "úp": 2744,
    "giú": 1196,
    "iúp": 1570,
    "úp ": 2745,
    " giú": 188,
    "giúp": 1197,
    "iúp ": 1571,
    "mì": 1811,
    " mì": 368,
    "mìn": 1812,
    " mìn": 369,
    "mình": 1813,
    "sa": 2127,
    " sa": 480,
    "sao": 2128,
    " sao": 481,
    "sao ": 2129,
    "bác": 901,
    " bác": 38,
    "bách": 903,
    "tấ": 2398,
    " tấ": 622,
    "tất": 2399,
    " tất": 623,
    "tất ": 2400,
    "cả": 1042,
    " cả": 113,
    "cả ": 1043,
    " cả ": 114,
    "gàn": 1225,
    "ngàn": 1864,
    "gành": 1226,
    "&": 796,
    " &": 1,
    "& ": 797,
    " & ": 2,
    " ri": 470,
    "riê": 2057,
    "êng": 2682,
    " riê": 471,
    "riên": 2058,
    "iêng": 1566,
    "êng ": 2683,
    "cán": 1018,
    " cán": 96,
    "cán ": 1019,
    "bộ": 931,
    "ộ ": 3100,
    " bộ": 57,
    "bộ ": 932,
    " bộ ": 58,
    "lã": 1727,
    "ãn": 2672,
