{
  "text": {
    "bạn": 21,
    "có": 60,
    "thể": 339,
    "cho": 33,
    "tôi": 388,
    "biết": 13,
    "về": 422,
    "các": 56,
    "chương": 40,
    "trình": 366,
    "tập": 397,
    "huấn": 131,
    "không": 158,
    "những": 248,
    "khóa": 157,
    "học": 143,
    "nào": 250,
    "đang": 447,
    "mở": 220,
    "muốn": 207,
    "xem": 431,
    "danh": 73,
    "sách": 296,
    "đào": 452,
    "tạo": 392,
    "lập": 194,
    "nhúng": 243,
    "kéo": 167,
    "dài": 84,
    "bao": 9,
    "lâu": 185,
    "thời": 343,
    "gian": 105,
    "của": 70,
    "an": 3,
    "toàn": 355,
    "điện": 450,
    "thiết": 317,
    "kế": 172,
    "và": 412,
    "phân": 266,
    "tích": 386,
    "thí": 327,
    "nghiệm": 223,
    "nhiêu": 238,
    "buổi": 16,
    "khảo": 159,
    "sát": 298,
    "địa": 467,
    "hình": 134,
    "mất": 216,
    "kiểm": 165,
    "thử": 346,
    "phần": 271,
    "mềm": 217,
    "cơ": 64,
    "bản": 22,
    "tốn": 400,
    "em": 99,
    "sản": 304,
    "xuất": 433,
    "sạch": 302,
    "hơn": 136,
    "ày": 439,
    "để": 466,
    "hoàn": 127,
    "thành": 323,
    "nâng": 252,
    "cao": 30,
    "trong": 360,
    "tuần": 378,
    "sửa": 312,
    "chữa": 51,
    "lắp": 195,
    "đặt": 464,
    "dân": 86,
    "dụng": 94,
    "xong": 432,
    "cần": 67,
    "tham": 314,
    "gia": 104,
    "plc": 276,
    "truyền": 361,
    "thông": 330,
    "cc": 31,
    "link": 177,
    "hmi": 126,
    "sẽ": 307,
    "giờ": 117,
    "sử": 311,
    "3d": 0,
    "tính": 387,
    "toán": 356,
    "khí": 156,
    "cụ": 69,
    "như": 244,
    "thế": 338,
    "cam": 28,
    "công": 61,
    "trên": 365,
    "máy": 210,
    "tiện": 354,
    "cnc": 52,
    "phay": 261,
    "là": 184,
    "vận": 419,
    "hành": 133,
    "tự": 404,
    "động": 474,
    "hóa": 135,
    "số": 308,
    "nhà": 241,
    "nghệ": 226,
    "bim": 10,
    "ứng": 479,
    "thực": 347,
    "tiễn": 353,
    "dành": 85,
    "đối": 470,
    "tượng": 391,
    "quản": 283,
    "lý": 189,
    "kỹ": 175,
    "sư": 301,
    "kết": 173,
    "cấu": 65,
    "web": 428,
    "front": 103,
    "end": 100,
    "back": 8,
    "với": 425,
    "php": 263,
    "mysql": 208,
    "giao": 106,
    "diện": 77,
    "ui": 405,
    "ux": 406,
    "website": 429,
    "bằng": 25,
    "figma": 101,
    "tui": 377,
    "trị": 373,
    "mạng": 215,
    "doanh": 80,
    "nghiệp": 224,
    "đồ": 471,
    "họa": 142,
    "quảng": 284,
    "cáo": 57,
    "phát": 265,
    "triển": 359,
    "di": 74,
    "đa": 445,
    "nền": 259,
    "tảng": 393,
    "flutter": 102,
    "nhiếp": 239,
    "ảnh": 477,
    "xử": 437,
    "hậu": 140,
    "kỳ": 174,
    "laravel": 176,
    "angularjs": 4,
    "trí": 367,
    "tuệ": 379,
    "nhân": 242,
    "python": 277,
    "trực": 376,
    "quan": 279,
    "dữ": 95,
    "liệu": 178,
    "steam": 294,
    "tư": 390,
    "duy": 83,
    "sáng": 297,
    "arduino": 6,
    "tinkercad": 350,
    "chẩn": 42,
    "đoán": 451,
    "bệnh": 26,
    "hại": 139,
    "rau": 287,
    "giải": 112,
    "pháp": 264,
    "bảo": 23,
    "vệ": 423,
    "vật": 420,
    "thân": 326,
    "thiện": 318,
    "môi": 213,
    "trường": 369,
    "tận": 396,
    "nguồn": 229,
    "phụ": 274,
    "phẩm": 272,
    "nông": 253,
    "gieo": 107,
    "tinh": 349,
    "nhằm": 246,
    "năng": 255,
    "suất": 295,
    "hiệu": 125,
    "quả": 282,
    "kinh": 163,
    "tế": 398,
    "chăn": 38,
    "nuôi": 249,
    "thỏ": 341,
    "sinh": 293,
    "chọn": 46,
    "giống": 115,
    "lúa": 187,
    "chất": 41,
    "lượng": 193,
    "đất": 460,
    "minh": 205,
    "thích": 328,
    "biến": 12,
    "đổi": 473,
    "vi": 408,
    "imt": 148,
    "hệ": 141,
    "thống": 342,
    "trại": 370,
    "phương": 270,
    "đánh": 453,
    "giá": 108,
    "sức": 310,
    "khỏe": 160,
    "vườn": 416,
    "cây": 58,
    "ăn": 444,
    "trái": 363,
    "thuật": 321,
    "cấy": 66,
    "mô": 212,
    "bào": 18,
    "lực": 202,
    "lưới": 192,
    "thú": 331,
    "y": 438,
    "sở": 309,
    "nước": 256,
    "ao": 5,
    "thủy": 344,
    "loại": 181,
    "một": 218,
    "tảo": 394,
    "gây": 118,
    "vùng": 414,
    "trồng": 374,
    "phiêu": 262,
    "chỉ": 44,
    "tiêu": 351,
    "hữu": 147,
    "ích": 442,
    "thức": 345,
    "nhiên": 237,
    "trắc": 371,
    "ngọt": 235,
    "loài": 180,
    "cá": 55,
    "đông": 456,
    "thường": 333,
    "gặp": 120,
    "tra": 357,
    "tôm": 389,
    "kháng": 155,
    "xác": 434,
    "định": 468,
    "mic": 204,
    "ký": 170,
    "trùng": 368,
    "ở": 478,
    "artemia": 7,
    "biển": 14,
    "càng": 54,
    "xanh": 430,
    "cua": 53,
    "lợ": 199,
    "thái": 324,
    "luân": 182,
    "canh": 29,
    "ruộng": 290,
    "xây": 435,
    "dựng": 98,
    "dạng": 89,
    "văn": 415,
    "dịch": 92,
    "vụ": 426,
    "áp": 441,
    "mrv": 206,
    "hoạt": 129,
    "giảm": 113,
    "nhẹ": 247,
    "thải": 334,
    "kính": 169,
    "rủi": 291,
    "ro": 288,
    "ngập": 234,
    "lụt": 201,
    "đô": 455,
    "thị": 340,
    "dựa": 97,
    "vào": 413,
    "nbs": 221,
    "tử": 403,
    "căn": 63,
    "nấm": 257,
    "dược": 88,
    "quy": 280,
    "điều": 448,
    "kiện": 166,
    "màng": 209,
    "măng": 214,
    "tây": 384,
    "uống": 407,
    "lên": 186,
    "men": 203,
    "thu": 320,
    "hoạch": 128,
    "sơ": 300,
    "chế": 43,
    "đồng": 472,
    "sông": 299,
    "cửu": 72,
    "long": 179,
    "tin": 348,
    "hư": 137,
    "hỏng": 144,
    "kiến": 164,
    "khi": 150,
    "khai": 149,
    "haccp": 124,
    "khoa": 151,
    "ai": 2,
    "giáo": 110,
    "dục": 93,
    "gốc": 121,
    "thiên": 316,
    "hợp": 146,
    "phòng": 268,
    "chống": 47,
    "béo": 20,
    "phì": 267,
    "viết": 410,
    "bố": 27,
    "quốc": 285,
    "lĩnh": 190,
    "vực": 427,
    "giảng": 114,
    "dạy": 90,
    "ngoại": 227,
    "ngữ": 236,
    "nghiên": 222,
    "cứu": 71,
    "thập": 336,
    "xã": 436,
    "hội": 145,
    "tối": 399,
    "ưu": 476,
    "qua": 278,
    "tổng": 402,
    "tài": 381,
    "ngôn": 231,
    "chuẩn": 35,
    "đầu": 462,
    "ra": 286,
    "du": 81,
    "lịch": 197,
    "thư": 332,
    "lưu": 191,
    "trữ": 375,
    "viện": 411,
    "biên": 11,
    "trang": 358,
    "dẫn": 91,
    "phỏng": 273,
    "vấn": 417,
    "tổ": 401,
    "chức": 50,
    "sự": 313,
    "dự": 96,
    "án": 440,
    "khủng": 162,
    "hoảng": 130,
    "tác": 382,
    "kê": 168,
    "hàng": 132,
    "khách": 154,
    "sạn": 303,
    "phục": 275,
    "lễ": 196,
    "tân": 383,
    "hướng": 138,
    "luật": 183,
    "đai": 446,
    "năm": 254,
    "__number__": 1,
    "trách": 362,
    "nhiệm": 240,
    "quyền": 281,
    "khuyến": 153,
    "cộng": 68,
    "thôn": 329,
    "mới": 219,
    "lớp": 198,
    "kĩ": 171,
    "đấu": 461,
    "thầu": 335,
    "bán": 19,
    "chuyên": 34,
    "chính": 37,
    "giám": 109,
    "đốc": 469,
    "ceo": 32,
    "diễn": 76,
    "khởi": 161,
    "nguyên": 228,
    "khu": 152,
    "gì": 119,
    "được": 458,
    "bắt": 24,
    "lúc": 188,
    "đâu": 454,
    "điểm": 449,
    "còn": 59,
    "viên": 409,
    "đăng": 457,
    "này": 251,
    "phù": 269,
    "nếu": 258,
    "ngư": 232,
    "chưa": 39,
    "nội": 260,
    "dung": 82,
    "chủ": 49,
    "đề": 465,
    "gồm": 122,
    "bài": 17,
    "thuộc": 322,
    "do": 79,
    "đảm": 459,
    "nhận": 245,
    "đứng": 475,
    "vậ": 418,
    "chịu": 45,
    "người": 233,
    "rong": 289,
    "thẻ": 337,
    "chân": 36,
    "trắng": 372,
    "tẩm": 395,
    "vị": 424,
    "sấy": 305,
    "lợi": 200,
    "nghề": 225,
    "dinh": 75,
    "dưỡng": 87,
    "cùa": 62,
    "dna": 78,
    "ty": 380,
    "chốt": 48,
    "trâu": 364,
    "than": 315,
    "đặc": 463,
    "tìm": 385,
    "gợi": 123,
    "ý": 443,
    "biệt": 15,
    "tháng": 325,
    "tiết": 352,
    "vậy": 421,
    "giới": 116,
    "thiệu": 319,
    "ngày": 230,
    "sẵn": 306,
    "giúp": 111,
    "mình": 211,
    "sao": 292
  },
  "intent": {
    "ask_training_program": 5,
    "ask_training_duration": 2,
    "ask_training_schedule": 6,
    "ask_training_audience": 0,
    "ask_training_content": 1,
    "ask_training_faculty": 3,
    "ask_training_instructor": 4,
    "ask_training_sessions": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}