{
  "text": {
    " ": 0,
    "b": 826,
    "ạ": 2771,
    "n": 1764,
    " b": 21,
    "bạ": 871,
    "ạn": 2780,
    "n ": 1765,
    " bạ": 43,
    "bạn": 872,
    "ạn ": 2781,
    " bạn": 44,
    "bạn ": 873,
    "c": 892,
    "ó": 2603,
    " c": 58,
    "có": 985,
    "ó ": 2604,
    " có": 101,
    "có ": 986,
    " có ": 102,
    "t": 2111,
    "h": 1212,
    "ể": 2898,
    " t": 505,
    "th": 2124,
    "hể": 1385,
    "ể ": 2899,
    " th": 506,
    "thể": 2174,
    "hể ": 1386,
    " thể": 526,
    "thể ": 2175,
    "o": 1868,
    "ch": 914,
    "ho": 1248,
    "o ": 1869,
    " ch": 67,
    "cho": 918,
    "ho ": 1249,
    " cho": 69,
    "cho ": 919,
    "ô": 2607,
    "i": 1455,
    "tô": 2281,
    "ôi": 2609,
    "i ": 1456,
    " tô": 581,
    "tôi": 2282,
    "ôi ": 2610,
    " tôi": 582,
    "tôi ": 2283,
    "ế": 2880,
    "bi": 838,
    "iế": 1512,
    "ết": 2886,
    "t ": 2112,
    " bi": 27,
    "biế": 843,
    "iết": 1517,
    "ết ": 2887,
    " biế": 30,
    "biết": 845,
    "iết ": 1518,
    "v": 2414,
    "ề": 2890,
    " v": 621,
    "về": 2451,
    "ề ": 2891,
    " về": 643,
    "về ": 2452,
    " về ": 644,
    "á": 2534,
    "cá": 971,
    "ác": 2536,
    "c ": 893,
    " cá": 92,
    "các": 973,
    "ác ": 2537,
    " các": 94,
    "các ": 974,
    "ư": 2741,
    "ơ": 2735,
    "g": 1128,
    "hư": 1330,
    "ươ": 2747,
    "ơn": 2737,
    "ng": 1775,
    "g ": 1129,
    "chư": 929,
    "hươ": 1334,
    "ươn": 2748,
    "ơng": 2739,
    "ng ": 1776,
    " chư": 74,
    "chươ": 931,
    "hươn": 1335,
    "ương": 2749,
    "ơng ": 2740,
    "r": 1954,
    "ì": 2583,
    "tr": 2210,
    "rì": 2007,
    "ìn": 2587,
    "nh": 1801,
    "h ": 1213,
    " tr": 544,
    "trì": 2227,
    "rìn": 2008,
    "ình": 2588,
    "nh ": 1802,
    " trì": 552,
    "trìn": 2228,
    "rình": 2009,
    "ình ": 2589,
    "ậ": 2833,
    "p": 1898,
    "tậ": 2306,
    "ập": 2837,
    "p ": 1899,
    " tậ": 597,
    "tập": 2309,
    "ập ": 2838,
    " tập": 599,
    "tập ": 2310,
    "u": 2332,
    "ấ": 2804,
    " h": 203,
    "hu": 1265,
    "uấ": 2381,
    "ấn": 2807,
    " hu": 215,
    "huấ": 1270,
    "uấn": 2382,
    "ấn ": 2808,
    " huấ": 216,
    "huấn": 1271,
    "uấn ": 2383,
    "k": 1554,
    " k": 252,
    "kh": 1562,
    "hô": 1313,
    "ôn": 2613,
    " kh": 253,
    "khô": 1579,
    "hôn": 1314,
    "ông": 2615,
    " khô": 261,
    "khôn": 1580,
    "hông": 1316,
    "ông ": 2616,
    "ữ": 3065,
    " n": 374,
    "hữ": 1445,
    "ữn": 3069,
    " nh": 387,
    "nhữ": 1821,
    "hữn": 1448,
    "ững": 3070,
    " nhữ": 396,
    "nhữn": 1822,
    "hững": 1449,
    "ững ": 3071,
    "a": 788,
    "hó": 1310,
    "óa": 2605,
    "a ": 789,
    "khó": 1577,
    "hóa": 1311,
    "óa ": 2606,
    " khó": 260,
    "khóa": 1578,
    "hóa ": 1312,
    "ọ": 2938,
    "họ": 1395,
    "ọc": 2941,
    " họ": 235,
    "học": 1398,
    "ọc ": 2942,
    " học": 237,
    "học ": 1399,
    "à": 2520,
    "nà": 1837,
    "ào": 2530,
    " nà": 399,
    "nào": 1838,
    "ào ": 2531,
    " nào": 400,
    "nào ": 1839,
    "đ": 2646,
    " đ": 693,
    "đa": 2647,
    "an": 801,
    " đa": 694,
    "đan": 2651,
    "ang": 803,
    " đan": 697,
    "đang": 2652,
    "ang ": 804,
    "m": 1701,
    "ở": 3012,
    " m": 338,
    "mở": 1762,
    "ở ": 3013,
    " mở": 372,
    "mở ": 1763,
    " mở ": 373,
    "ố": 2956,
    "mu": 1724,
    "uố": 2397,
    "ốn": 2962,
    " mu": 346,
    "muố": 1725,
    "uốn": 2400,
    "ốn ": 2963,
    " muố": 347,
    "muốn": 1726,
    "uốn ": 2401,
    "x": 2470,
    "e": 1091,
    " x": 658,
    "xe": 2475,
    "em": 1102,
    "m ": 1702,
    " xe": 661,
    "xem": 2476,
    "em ": 1103,
    " xem": 662,
    "xem ": 2477,
    "d": 1026,
    " d": 130,
    "da": 1028,
    " da": 131,
    "dan": 1029,
    "anh": 806,
    " dan": 132,
    "danh": 1030,
    "anh ": 807,
    "s": 2042,
    " s": 458,
    "sá": 2061,
    " sá": 467,
    "sác": 2062,
    "ách": 2538,
    "ch ": 915,
    " sác": 468,
    "sách": 2063,
    "ách ": 2539,
    "đà": 2663,
    " đà": 704,
    "đào": 2664,
    " đào": 705,
    "đào ": 2665,
    "tạ": 2290,
    "ạo": 2784,
    " tạ": 587,
    "tạo": 2293,
    "ạo ": 2785,
    " tạo": 589,
    "tạo ": 2294,
    "hi": 1228,
    "ia": 1460,
    "chi": 916,
    "hia": 1230,
    "ia ": 1461,
    " chi": 68,
    "chia": 917,
    "hia ": 1231,
    "ẻ": 2876,
    "sẻ": 2094,
    "ẻ ": 2877,
    " sẻ": 490,
    "sẻ ": 2095,
    " sẻ ": 491,
    "thô": 2154,
    " thô": 517,
    "thôn": 2155,
    "ti": 2192,
    "in": 1478,
    " ti": 535,
    "tin": 2193,
    "in ": 1479,
    " tin": 536,
    "tin ": 2194,
    "l": 1618,
    "y": 2494,
    "ệ": 2910,
    " l": 288,
    "lu": 1639,
    "uy": 2358,
    "yệ": 2517,
    "ện": 2914,
    " lu": 297,
    "luy": 1642,
    "uyệ": 2368,
    "yện": 2518,
    "ện ": 2915,
    " luy": 298,
    "luyệ": 1643,
    "uyện": 2369,
    "yện ": 2519,
    "iệ": 1532,
    " hi": 206,
    "hiệ": 1240,
    "iện": 1535,
    " hiệ": 208,
    "hiện": 1242,
    "iện ": 1536,
    "cu": 963,
    "un": 2350,
    " cu": 87,
    "cun": 966,
    "ung": 2351,
    " cun": 89,
    "cung": 967,
    "ung ": 2352,
    "cấ": 1001,
    "ấp": 2809,
    " cấ": 113,
    "cấp": 1002,
    "ấp ": 2810,
    " cấp": 114,
    "cấp ": 1003,
    "ớ": 2994,
    " g": 181,
    "gi": 1138,
    "iớ": 1546,
    "ới": 2997,
    " gi": 182,
    "giớ": 1157,
    "iới": 1547,
    "ới ": 2998,
    " giớ": 189,
    "giới": 1158,
    "iới ": 1548,
    "ệu": 2922,
    "u ": 2333,
    "thi": 2130,
    "iệu": 1541,
    "ệu ": 2923,
    " thi": 509,
    "thiệ": 2133,
    "hiệu": 1244,
    "iệu ": 1542,
    "ộ": 2983,
    "mộ": 1756,
    "ột": 2992,
    " mộ": 368,
    "một": 1757,
    "ột ": 2993,
    " một": 369,
    "một ": 1758,
    "số": 2098,
    "ố ": 2957,
    " số": 494,
    "số ": 2099,
    " số ": 495,
    "tì": 2273,
    "ìm": 2585,
    " tì": 576,
    "tìm": 2274,
    "ìm ": 2586,
    " tìm": 577,
    "tìm ": 2275,
    "iể": 1522,
    "ểu": 2904,
    "hiể": 1238,
    "iểu": 1527,
    "ểu ": 2905,
    " hiể": 207,
    "hiểu": 1239,
    "iểu ": 1528,
    "ẵ": 2861,
    "sẵ": 2091,
    "ẵn": 2862,
    " sẵ": 488,
    "sẵn": 2092,
    "ẵn ": 2863,
    " sẵn": 489,
    "sẵn ": 2093,
    "ại": 2776,
    "tại": 2291,
    "ại ": 2777,
    " tại": 588,
    "tại ": 2292,
    "là": 1648,
    "à ": 2521,
    " là": 301,
    "là ": 1649,
    " là ": 302,
    "gì": 1183,
    "ì ": 2584,
    " gì": 193,
    "gì ": 1184,
    " gì ": 194,
    "ầ": 2817,
    "cầ": 1008,
    "ần": 2818,
    " cầ": 117,
    "cần": 1009,
    "ần ": 2819,
    " cần": 118,
    "cần ": 1010,
    "ỏ": 2947,
    "hỏ": 1402,
    "ỏi": 2951,
    " hỏ": 238,
    "hỏi": 1406,
    "ỏi ": 2952,
    " hỏi": 239,
    "hỏi ": 1407,
    "ắ": 2845,
    "sắ": 2088,
    "ắp": 2851,
    " sắ": 486,
    "sắp": 2089,
    "ắp ": 2852,
    " sắp": 487,
    "sắp ": 2090,
    "tớ": 2325,
    " tớ": 610,
    "tới": 2326,
    " tới": 611,
    "tới ": 2327,
    "lậ": 1677,
    " lậ": 321,
    "lập": 1678,
    " lập": 322,
    "lập ": 1679,
    "ú": 2626,
    "hú": 1320,
    "ún": 2632,
    "nhú": 1811,
    "hún": 1322,
    "úng": 2633,
    " nhú": 391,
    "nhún": 1812,
    "húng": 1323,
    "úng ": 2634,
    "é": 2572,
    "ké": 1598,
    "éo": 2573,
    " ké": 271,
    "kéo": 1599,
    "éo ": 2574,
    " kéo": 272,
    "kéo ": 1600,
    "dà": 1054,
    "ài": 2522,
    " dà": 147,
    "dài": 1055,
    "ài ": 2523,
    " dài": 148,
    "dài ": 1056,
    "ba": 828,
    "ao": 808,
    " ba": 23,
    "bao": 833,
    "ao ": 809,
    " bao": 26,
    "bao ": 834,
    "â": 2558,
    "lâ": 1650,
    "âu": 2563,
    " lâ": 303,
    "lâu": 1651,
    "âu ": 2564,
    " lâu": 304,
    "lâu ": 1652,
    "ờ": 3004,
    "hờ": 1421,
    "ời": 3006,
    "thờ": 2182,
    "hời": 1422,
    "ời ": 3007,
    " thờ": 530,
    "thời": 2183,
    "hời ": 1423,
    "gia": 1139,
    "ian": 1462,
    "an ": 802,
    " gia": 183,
    "gian": 1141,
    "ian ": 1463,
    "ủ": 3040,
    "củ": 1016,
    "ủa": 3042,
    " củ": 123,
    "của": 1017,
    "ủa ": 3043,
    " của": 124,
    "của ": 1018,
    " a": 9,
    " an": 13,
    " an ": 14,
    "to": 2205,
    "oà": 1880,
    "àn": 2524,
    " to": 541,
    "toà": 2206,
    "oàn": 1883,
    "àn ": 2525,
    " toà": 542,
    "toàn": 2207,
    "oàn ": 1884,
    "đi": 2653,
    " đi": 698,
    "điệ": 2658,
    " điệ": 701,
    "điện": 2659,
    "hiế": 1235,
    "thiế": 2132,
    "hiết": 1237,
    "kế": 1610,
    "ế ": 2881,
    " kế": 281,
    "kế ": 1611,
    " kế ": 282,
    "và": 2427,
    " và": 627,
    "và ": 2428,
    " và ": 628,
    " p": 419,
    "ph": 1900,
    "hâ": 1294,
    "ân": 2559,
    " ph": 420,
    "phâ": 1910,
    "hân": 1295,
    "ân ": 2560,
    " phâ": 425,
    "phân": 1911,
    "hân ": 1296,
    "í": 2590,
    "tí": 2276,
    "íc": 2592,
    " tí": 578,
    "tíc": 2277,
    "ích": 2593,
    " tíc": 579,
    "tích": 2278,
    "ích ": 2594,
    "hí": 1301,
    "í ": 2591,
    "thí": 2151,
    "hí ": 1302,
    " thí": 516,
    "thí ": 2152,
    "gh": 1130,
    "ệm": 2912,
    " ng": 377,
    "ngh": 1777,
    "ghi": 1131,
    "iệm": 1533,
    "ệm ": 2913,
    " ngh": 378,
    "nghi": 1778,
    "ghiệ": 1133,
    "hiệm": 1241,
    "iệm ": 1534,
    "ê": 2575,
    "iê": 1496,
    "êu": 2581,
    "nhi": 1803,
    "hiê": 1232,
    "iêu": 1500,
    "êu ": 2582,
    " nhi": 388,
    "nhiê": 1804,
    "hiêu": 1234,
    "iêu ": 1501,
    "ổ": 2976,
    "bu": 854,
    "uổ": 2406,
    "ổi": 2978,
    " bu": 33,
    "buổ": 855,
    "uổi": 2407,
    "ổi ": 2979,
    " buổ": 34,
    "buổi": 856,
    "uổi ": 2408,
    "ả": 2790,
    "hả": 1347,
    "ảo": 2802,
    "khả": 1581,
    "hảo": 1350,
    "ảo ": 2803,
    " khả": 262,
    "khảo": 1582,
    "hảo ": 1351,
    "át": 2554,
    "sát": 2066,
    "át ": 2555,
    " sát": 470,
    "sát ": 2067,
    "ị": 2926,
    "đị": 2707,
    "ịa": 2928,
    " đị": 734,
    "địa": 2708,
    "ịa ": 2929,
    " địa": 735,
    "địa ": 2709,
    "hì": 1297,
    " hì": 220,
    "hìn": 1299,
    " hìn": 221,
    "hình": 1300,
    "mấ": 1750,
    "ất": 2811,
    " mấ": 364,
    "mất": 1751,
    "ất ": 2812,
    " mất": 365,
    "mất ": 1752,
    "ki": 1589,
    "ểm": 2900,
    " ki": 266,
    "kiể": 1594,
    "iểm": 1523,
    "ểm ": 2901,
    " kiể": 269,
    "kiểm": 1595,
    "iểm ": 1524,
    "ử": 3059,
    "hử": 1443,
    "ử ": 3060,
    "thử": 2188,
    "hử ": 1444,
    " thử": 533,
    "thử ": 2189,
    "hầ": 1355,
    "phầ": 1922,
    "hần": 1356,
    " phầ": 431,
    "phần": 1923,
    "hần ": 1357,
    "mề": 1753,
    "ềm": 2892,
    " mề": 366,
    "mềm": 1754,
    "ềm ": 2893,
    " mềm": 367,
    "mềm ": 1755,
    "cơ": 997,
    "ơ ": 2736,
    " cơ": 109,
    "cơ ": 998,
    " cơ ": 110,
    "bả": 874,
    "ản": 2796,
    " bả": 45,
    "bản": 875,
    "ản ": 2797,
    " bản": 46,
    "bản ": 876,
    "tố": 2316,
    " tố": 604,
    "tốn": 2319,
    " tốn": 606,
    "tốn ": 2320,
    " e": 171,
    " em": 172,
    " em ": 173,
    "sả": 2082,
    " sả": 482,
    "sản": 2083,
    " sản": 483,
    "sản ": 2084,
    "xu": 2481,
    " xu": 665,
    "xuấ": 2482,
    "uất": 2384,
    " xuấ": 666,
    "xuất": 2483,
    "uất ": 2385,
    "sạ": 2077,
    "ạc": 2772,
    " sạ": 479,
    "sạc": 2078,
    "ạch": 2774,
    " sạc": 480,
    "sạch": 2079,
    "ạch ": 2775,
    "hơ": 1327,
    " hơ": 224,
    "hơn": 1328,
    "ơn ": 2738,
    " hơn": 225,
    "hơn ": 1329,
    " à": 677,
    "ày": 2532,
    "y ": 2495,
    " ày": 678,
    "ày ": 2533,
    " ày ": 679,
    "để": 2705,
    " để": 732,
    "để ": 2706,
    " để ": 733,
    " ho": 211,
    "hoà": 1254,
    " hoà": 212,
    "hoàn": 1255,
    "hà": 1278,
    "thà": 2142,
    "hàn": 1280,
    "ành": 2528,
    " thà": 512,
    "thàn": 2143,
    "hành": 1282,
    "ành ": 2529,
    "nâ": 1842,
    " nâ": 402,
    "nân": 1843,
    "âng": 2561,
    " nân": 403,
    "nâng": 1844,
    "âng ": 2562,
    "ca": 897,
    " ca": 59,
    "cao": 904,
    " cao": 62,
    "cao ": 905,
    "ro": 1981,
    "on": 1874,
    "tro": 2216,
    "ron": 1983,
    "ong": 1876,
    " tro": 547,
    "tron": 2217,
    "rong": 1984,
    "ong ": 1877,
    "tu": 2253,
    "uầ": 2386,
    " tu": 563,
    "tuầ": 2256,
    "uần": 2387,
    " tuầ": 565,
    "tuần": 2257,
    "uần ": 2388,
    "sử": 2105,
    "ửa": 3061,
    " sử": 500,
    "sửa": 2107,
    "ửa ": 3062,
    " sửa": 502,
    "sửa ": 2108,
    "ữa": 3067,
    "chữ": 951,
    "hữa": 1446,
    "ữa ": 3068,
    " chữ": 84,
    "chữa": 952,
    "hữa ": 1447,
    "lắ": 1680,
    " lắ": 323,
    "lắp": 1681,
    " lắp": 324,
    "lắp ": 1682,
    "ặ": 2864,
    "đặ": 2696,
    "ặt": 2872,
    " đặ": 726,
    "đặt": 2701,
    "ặt ": 2873,
    " đặt": 729,
    "đặt ": 2702,
    "dâ": 1059,
    " dâ": 150,
    "dân": 1060,
    " dân": 151,
    "dân ": 1061,
    "ụ": 3031,
    "dụ": 1078,
    "ụn": 3035,
    " dụ": 162,
    "dụn": 1081,
    "ụng": 3036,
    " dụn": 164,
    "dụng": 1082,
    "ụng ": 3037,
    "xo": 2478,
    " xo": 663,
    "xon": 2479,
    " xon": 664,
    "xong": 2480,
    "ha": 1214,
    "am": 799,
    "tha": 2125,
    "ham": 1219,
    "am ": 800,
    " tha": 507,
    "tham": 2126,
    "ham ": 1220,
    "gia ": 1140,
    "pl": 1931,
    "lc": 1624,
    " pl": 435,
    "plc": 1932,
    "lc ": 1625,
    " plc": 436,
    "plc ": 1933,
    "ru": 1989,
    "yề": 2511,
    "ền": 2894,
    "tru": 2218,
    "ruy": 1990,
    "uyề": 2364,
    "yền": 2512,
    "ền ": 2895,
    " tru": 548,
    "truy": 2219,
    "ruyề": 1991,
    "uyền": 2365,
    "yền ": 2513,
    "-": 762,
    "cc": 906,
    "c-": 894,
    "-l": 766,
    "li": 1626,
    "nk": 1823,
    "k ": 1555,
    " cc": 63,
    "cc-": 907,
    "c-l": 895,
    "-li": 767,
    "lin": 1627,
    "ink": 1482,
    "nk ": 1824,
    " cc-": 64,
    "cc-l": 908,
    "c-li": 896,
    "-lin": 768,
    "link": 1628,
    "ink ": 1483,
    "hm": 1245,
    "mi": 1711,
    " hm": 209,
    "hmi": 1246,
    "mi ": 1712,
    " hmi": 210,
    "hmi ": 1247,
    "ẽ": 2878,
    "sẽ": 2096,
    "ẽ ": 2879,
    " sẽ": 492,
    "sẽ ": 2097,
    " sẽ ": 493,
    "iờ": 1549,
    "ờ ": 3005,
    "giờ": 1159,
    "iờ ": 1550,
    " giờ": 190,
    "giờ ": 1160,
    "sử ": 2106,
    " sử ": 501,
    "3": 776,
    " 3": 3,
    "3d": 777,
    "d ": 1027,
    " 3d": 4,
    "3d ": 778,
    " 3d ": 5,
    "ín": 2595,
    "tín": 2279,
    "ính": 2596,
    " tín": 580,
    "tính": 2280,
    "ính ": 2597,
    "oá": 1885,
    "án": 2544,
    "toá": 2208,
    "oán": 1886,
    "án ": 2545,
    " toá": 543,
    "toán": 2209,
    "oán ": 1887,
    "khí": 1575,
    " khí": 259,
    "khí ": 1576,
    "cụ": 1014,
    "ụ ": 3032,
    " cụ": 121,
    "cụ ": 1015,
    " cụ ": 122,
    "ư ": 2742,
    "như": 1813,
    "hư ": 1331,
    " như": 392,
    "như ": 1814,
    "hế": 1381,
    "thế": 2172,
    "hế ": 1382,
    " thế": 525,
    "thế ": 2173,
    "cam": 900,
    " cam": 60,
    "cam ": 901,
    "cô": 987,
    " cô": 103,
    "côn": 989,
    " côn": 104,
    "công": 990,
    "rê": 2004,
    "ên": 2577,
    "trê": 2225,
    "rên": 2005,
    "ên ": 2578,
    " trê": 551,
    "trên": 2226,
    "rên ": 2006,
    "má": 1734,
    "áy": 2556,
    " má": 353,
    "máy": 1735,
    "áy ": 2557,
    " máy": 354,
    "máy ": 1736,
    "tiệ": 2203,
    " tiệ": 540,
    "tiện": 2204,
    "cn": 956,
    "nc": 1771,
    " cn": 85,
    "cnc": 957,
    "nc ": 1772,
    " cnc": 86,
    "cnc ": 958,
    "ay": 824,
    "pha": 1901,
    "hay": 1223,
    "ay ": 825,
    " pha": 421,
    "phay": 1902,
    "hay ": 1224,
    "vậ": 2443,
    "ận": 2835,
    " vậ": 638,
    "vận": 2445,
    "ận ": 2836,
    " vận": 640,
    "vận ": 2446,
    " hà": 217,
    " hàn": 219,
    "ự": 3074,
    "tự": 2330,
    "ự ": 3075,
    " tự": 614,
    "tự ": 2331,
    " tự ": 615,
    "độ": 2724,
    "ộn": 2989,
    " độ": 745,
    "độn": 2725,
    "ộng": 2990,
    " độn": 746,
    "động": 2726,
    "ộng ": 2991,
    " hó": 222,
    " hóa": 223,
    "nhà": 1807,
    "hà ": 1279,
    " nhà": 389,
    "nhà ": 1808,
    "hệ": 1387,
    "ệ ": 2911,
    "ghệ": 1136,
    "hệ ": 1388,
    "nghệ": 1780,
    "ghệ ": 1137,
    "im": 1474,
    "bim": 839,
    "im ": 1475,
    " bim": 28,
    "bim ": 840,
    "ứ": 3051,
    " ứ": 757,
    "ứn": 3054,
    " ứn": 758,
    "ứng": 3055,
    " ứng": 759,
    "ứng ": 3056,
    "hự": 1452,
    "ực": 3078,
    "thự": 2190,
    "hực": 1453,
    "ực ": 3079,
    " thự": 534,
    "thực": 2191,
    "hực ": 1454,
    "ễ": 2906,
    "iễ": 1529,
    "ễn": 2908,
    "tiễ": 2201,
    "iễn": 1530,
    "ễn ": 2909,
    " tiễ": 539,
    "tiễn": 2202,
    "iễn ": 1531,
    "dàn": 1057,
    " dàn": 149,
    "dành": 1058,
    "đố": 2712,
    "ối": 2960,
    " đố": 737,
    "đối": 2715,
    "ối ": 2961,
    " đối": 739,
    "đối ": 2716,
    "ợ": 3020,
    "tư": 2286,
    "ượ": 2766,
    "ợn": 3026,
    " tư": 584,
    "tượ": 2288,
    "ượn": 2769,
    "ợng": 3027,
    " tượ": 586,
    "tượn": 2289,
    "ượng": 2770,
    "ợng ": 3028,
    "q": 1939,
    " q": 439,
    "qu": 1942,
    "uả": 2376,
    " qu": 440,
    "quả": 1949,
    "uản": 2378,
    " quả": 443,
    "quản": 1951,
    "uản ": 2379,
    "ý": 2637,
    "lý": 1665,
    "ý ": 2638,
    " lý": 313,
    "lý ": 1666,
    " lý ": 314,
    "ỹ": 3085,
    "kỹ": 1616,
    "ỹ ": 3086,
    " kỹ": 286,
    "kỹ ": 1617,
    " kỹ ": 287,
    "sư": 2075,
    " sư": 477,
    "sư ": 2076,
    " sư ": 478,
    "kết": 1612,
    " kết": 283,
    "kết ": 1613,
    "ấu": 2813,
    "cấu": 1004,
    "ấu ": 2814,
    " cấu": 115,
    "cấu ": 1005,
    "w": 2465,
    " w": 655,
    "we": 2466,
    "eb": 1096,
    "b ": 827,
    " we": 656,
    "web": 2467,
    "eb ": 1097,
    " web": 657,
    "web ": 2468,
    "f": 1118,
    " f": 174,
    "fr": 1125,
    "nt": 1829,
    "t-": 2113,
    "-e": 763,
    "en": 1106,
    "nd": 1773,
    " fr": 179,
    "fro": 1126,
    "ont": 1878,
    "nt-": 1830,
    "t-e": 2114,
    "-en": 764,
    "end": 1108,
    "nd ": 1774,
    " fro": 180,
    "fron": 1127,
    "ront": 1985,
    "ont-": 1879,
    "nt-e": 1831,
    "t-en": 2115,
    "-end": 765,
    "end ": 1109,
    "ac": 790,
    "ck": 953,
    "k-": 1556,
    "bac": 829,
    "ack": 793,
    "ck-": 954,
    "k-e": 1557,
    " bac": 24,
    "back": 830,
    "ack-": 794,
    "ck-e": 955,
    "k-en": 1558,
    "vớ": 2457,
    " vớ": 649,
    "với": 2458,
    " với": 650,
    "với ": 2459,
    "hp": 1261,
    "php": 1905,
    "hp ": 1262,
    " php": 423,
    "php ": 1906,
    "my": 1727,
    "ys": 2499,
    "sq": 2052,
    "ql": 1940,
    "l ": 1619,
    " my": 348,
    "mys": 1728,
    "ysq": 2500,
    "sql": 2053,
    "ql ": 1941,
    " mys": 349,
    "mysq": 1729,
    "ysql": 2501,
    "sql ": 2054,
    "iao": 1464,
    "giao": 1142,
    "iao ": 1465,
    "di": 1031,
    " di": 133,
    "diệ": 1037,
    " diệ": 137,
    "diện": 1038,
    "/": 769,
    " u": 616,
    "ui": 2338,
    "i/": 1457,
    "/u": 773,
    "ux": 2356,
    "x ": 2471,
    " ui": 617,
    "ui/": 2340,
    "i/u": 1458,
    "/ux": 774,
    "ux ": 2357,
    " ui/": 618,
    "ui/u": 2341,
    "i/ux": 1459,
    "/ux ": 775,
    "bs": 850,
    "si": 2047,
    "it": 1487,
    "te": 2116,
    "e ": 1092,
    "ebs": 1098,
    "bsi": 852,
    "sit": 2050,
    "ite": 1488,
    "te ": 2117,
    "webs": 2469,
    "ebsi": 1099,
    "bsit": 853,
    "site": 2051,
    "ite ": 1489,
    "ằ": 2855,
    "bằ": 882,
    "ằn": 2858,
    " bằ": 50,
    "bằn": 883,
    "ằng": 2859,
    " bằn": 51,
    "bằng": 884,
    "ằng ": 2860,
    "fi": 1119,
    "ig": 1471,
    "gm": 1161,
    "ma": 1703,
    " fi": 175,
    "fig": 1120,
    "igm": 1472,
    "gma": 1162,
    "ma ": 1704,
    " fig": 176,
    "figm": 1121,
    "igma": 1473,
    "gma ": 1163,
    "tui": 2254,
    "ui ": 2339,
    " tui": 564,
    "tui ": 2255,
    "rị": 2029,
    "ị ": 2927,
    "trị": 2242,
    "rị ": 2030,
    " trị": 559,
    "trị ": 2243,
    "mạ": 1747,
    " mạ": 362,
    "mạn": 1748,
    "ạng": 2782,
    " mạn": 363,
    "mạng": 1749,
    "ạng ": 2783,
    "do": 1042,
    "oa": 1870,
    " do": 140,
    "doa": 1044,
    "oan": 1872,
    " doa": 142,
    "doan": 1045,
    "oanh": 1873,
    "ệp": 2918,
    "iệp": 1537,
    "ệp ": 2919,
    "hiệp": 1243,
    "iệp ": 1538,
    "ồ": 2968,
    "đồ": 2717,
    "ồ ": 2969,
    " đồ": 740,
    "đồ ": 2718,
    " đồ ": 741,
    "ọa": 2939,
    "họa": 1396,
    "ọa ": 2940,
    " họa": 236,
    "họa ": 1397,
    "ảng": 2798,
    "uảng": 2380,
    "ảng ": 2799,
    "áo": 2550,
    "cáo": 977,
    "áo ": 2551,
    " cáo": 96,
    "cáo ": 978,
    "há": 1283,
    "phá": 1907,
    "hát": 1292,
    " phá": 424,
    "phát": 1909,
    "hát ": 1293,
    "ri": 1973,
    "ển": 2902,
    "tri": 2214,
    "riể": 1976,
    "iển": 1525,
    "ển ": 2903,
    " tri": 546,
    "triể": 2215,
    "riển": 1977,
    "iển ": 1526,
    "di ": 1032,
    " di ": 134,
    "đa ": 2648,
    " đa ": 695,
    "nề": 1862,
    " nề": 415,
    "nền": 1863,
    " nền": 416,
    "nền ": 1864,
    "tả": 2295,
    " tả": 590,
    "tản": 2296,
    " tản": 591,
    "tảng": 2297,
    "fl": 1122,
    "ut": 2353,
    "tt": 2250,
    "er": 1112,
    "r ": 1955,
    " fl": 177,
    "flu": 1123,
    "lut": 1640,
    "utt": 2354,
    "tte": 2251,
    "ter": 2122,
    "er ": 1113,
    " flu": 178,
    "flut": 1124,
    "lutt": 1641,
    "utte": 2355,
    "tter": 2252,
    "ter ": 2123,
    "ếp": 2884,
    "iếp": 1515,
    "ếp ": 2885,
    "nhiế": 1805,
    "hiếp": 1236,
    "iếp ": 1516,
    " ả": 752,
    " ản": 753,
    "ảnh": 2800,
    " ảnh": 754,
    "ảnh ": 2801,
    "xử": 2492,
    " xử": 673,
    "xử ": 2493,
    " xử ": 674,
    "hậ": 1367,
    "ậu": 2841,
    " hậ": 231,
    "hậu": 1372,
    "ậu ": 2842,
    " hậu": 232,
    "hậu ": 1373,
    "ỳ": 3083,
    "kỳ": 1614,
    "ỳ ": 3084,
    " kỳ": 284,
    "kỳ ": 1615,
    " kỳ ": 285,
    "la": 1620,
    "ar": 810,
    "ra": 1959,
    "av": 821,
    "ve": 2416,
    "el": 1100,
    " la": 289,
    "lar": 1621,
    "ara": 811,
    "rav": 1965,
    "ave": 822,
    "vel": 2417,
    "el ": 1101,
    " lar": 290,
    "lara": 1622,
    "arav": 812,
    "rave": 1966,
    "avel": 823,
    "vel ": 2418,
    "j": 1551,
    "gu": 1167,
    "ul": 2344,
    "rj": 1978,
    "js": 1552,
    "s ": 2043,
    "ngu": 1783,
    "gul": 1168,
    "ula": 2345,
    "arj": 815,
    "rjs": 1979,
    "js ": 1553,
    " ang": 15,
    "angu": 805,
    "ngul": 1784,
    "gula": 1169,
    "ular": 2346,
    "larj": 1623,
    "arjs": 816,
    "rjs ": 1980,
    "rí": 2010,
    "trí": 2229,
    "rí ": 2011,
    " trí": 553,
    "trí ": 2230,
    "uệ": 2395,
    "tuệ": 2258,
    "uệ ": 2396,
    " tuệ": 566,
    "tuệ ": 2259,
    "nhâ": 1809,
    " nhâ": 390,
    "nhân": 1810,
    "py": 1936,
    "yt": 2502,
    " py": 437,
    "pyt": 1937,
    "yth": 2503,
    "tho": 2134,
    "hon": 1252,
    "on ": 1875,
    " pyt": 438,
    "pyth": 1938,
    "ytho": 2504,
    "thon": 2135,
    "hon ": 1253,
    "rự": 2039,
    "trự": 2248,
    "rực": 2040,
    " trự": 562,
    "trực": 2249,
    "rực ": 2041,
    "ua": 2334,
    "qua": 1943,
    "uan": 2336,
    " qua": 441,
    "quan": 1945,
    "uan ": 2337,
    "dữ": 1083,
    "ữ ": 3066,
    " dữ": 165,
    "dữ ": 1084,
    " dữ ": 166,
    " li": 291,
    "liệ": 1629,
    " liệ": 292,
    "liệu": 1631,
    "st": 2055,
    "ea": 1093,
    " st": 463,
    "ste": 2056,
    "tea": 2118,
    "eam": 1094,
    " ste": 464,
    "stea": 2057,
    "team": 2119,
    "eam ": 1095,
    "tư ": 2287,
    " tư ": 585,
    "du": 1046,
    " du": 143,
    "duy": 1052,
    "uy ": 2359,
    " duy": 146,
    "duy ": 1053,
    "sán": 2064,
    "áng": 2546,
    " sán": 469,
    "sáng": 2065,
    "áng ": 2547,
    "rd": 1970,
    "no": 1827,
    " ar": 18,
    "ard": 813,
    "rdu": 1971,
    "dui": 1048,
    "uin": 2342,
    "ino": 1485,
    "no ": 1828,
    " ard": 19,
    "ardu": 814,
    "rdui": 1972,
    "duin": 1049,
    "uino": 2343,
    "ino ": 1486,
    "ke": 1559,
    "rc": 1967,
    "ad": 795,
    "nke": 1825,
    "ker": 1560,
    "erc": 1116,
    "rca": 1968,
    "cad": 898,
    "ad ": 796,
    "tink": 2196,
    "inke": 1484,
    "nker": 1826,
    "kerc": 1561,
    "erca": 1117,
    "rcad": 1969,
    "cad ": 899,
    "ẩ": 2825,
    "hẩ": 1362,
    "ẩn": 2828,
    "chẩ": 934,
    "hẩn": 1365,
    "ẩn ": 2829,
    " chẩ": 76,
    "chẩn": 935,
    "hẩn ": 1366,
    "đo": 2660,
    " đo": 702,
    "đoá": 2661,
    " đoá": 703,
    "đoán": 2662,
    "bệ": 885,
    " bệ": 52,
    "bện": 886,
    "ệnh": 2916,
    " bện": 53,
    "bệnh": 887,
    "ệnh ": 2917,
    "hạ": 1340,
    " hạ": 229,
    "hại": 1343,
    " hại": 230,
    "hại ": 1344,
    " r": 445,
    "au": 819,
    " ra": 446,
    "rau": 1963,
    "au ": 820,
    " rau": 448,
    "rau ": 1964,
    "iả": 1505,
    "ải": 2792,
    "giả": 1151,
    "iải": 1506,
    "ải ": 2793,
    " giả": 187,
    "giải": 1152,
    "iải ": 1507,
    "áp": 2552,
    "háp": 1290,
    "áp ": 2553,
    "pháp": 1908,
    "háp ": 1291,
    "bảo": 877,
    " bảo": 47,
    "bảo ": 878,
    "vệ": 2453,
    " vệ": 645,
    "vệ ": 2454,
    " vệ ": 646,
    "ật": 2839,
    "vật": 2447,
    "ật ": 2840,
    " vật": 641,
    "vật ": 2448,
    "thâ": 2147,
    " thâ": 514,
    "thân": 2148,
    "mô": 1740,
    " mô": 357,
    "môi": 1742,
    " môi": 359,
    "môi ": 1743,
    "rư": 2015,
    "ườ": 2757,
    "ờn": 3008,
    "trư": 2233,
    "rườ": 2016,
    "ườn": 2760,
    "ờng": 3010,
    " trư": 555,
    "trườ": 2234,
    "rườn": 2017,
    "ường": 2762,
    "ờng ": 3011,
    "tận": 2307,
    " tận": 598,
    "tận ": 2308,
    "uồ": 2403,
    "ồn": 2972,
    "guồ": 1173,
    "uồn": 2404,
    "ồn ": 2973,
    " ngu": 380,
    "nguồ": 1786,
    "guồn": 1174,
    "uồn ": 2405,
    "hụ": 1430,
    "phụ": 1928,
    "hụ ": 1431,
    " phụ": 434,
    "phụ ": 1929,
    "ẩm": 2826,
    "phẩ": 1924,
    "hẩm": 1363,
    "ẩm ": 2827,
    " phẩ": 432,
    "phẩm": 1925,
    "hẩm ": 1364,
    "nô": 1845,
    " nô": 404,
    "nôn": 1846,
    " nôn": 405,
    "nông": 1847,
    "ie": 1468,
    "eo": 1110,
    "gie": 1143,
    "ieo": 1469,
    "eo ": 1111,
    " gie": 184,
    "gieo": 1144,
    "ieo ": 1470,
    "inh": 1480,
    "tinh": 2195,
    "inh ": 1481,
    "hằ": 1374,
    "ằm": 2856,
    "nhằ": 1817,
    "hằm": 1375,
    "ằm ": 2857,
    " nhằ": 394,
    "nhằm": 1818,
    "hằm ": 1376,
    "ă": 2639,
    "nă": 1848,
    "ăn": 2642,
    " nă": 406,
    "năn": 1851,
    "ăng": 2644,
    " năn": 408,
    "năng": 1852,
    "ăng ": 2645,
    "su": 2058,
    " su": 465,
    "suấ": 2059,
    " suấ": 466,
    "suất": 2060,
    "ả ": 2791,
    "uả ": 2377,
    "quả ": 1950,
    "kin": 1590,
    " kin": 267,
    "kinh": 1591,
    "tế": 2311,
    " tế": 600,
    "tế ": 2312,
    " tế ": 601,
    "hă": 1324,
    "chă": 927,
    "hăn": 1325,
    "ăn ": 2643,
    " chă": 73,
    "chăn": 928,
    "hăn ": 1326,
    "nu": 1832,
    "uô": 2373,
    " nu": 397,
    "nuô": 1835,
    "uôi": 2374,
    " nuô": 398,
    "nuôi": 1836,
    "uôi ": 2375,
    "ỏ ": 2948,
    "thỏ": 2178,
    "hỏ ": 1403,
    " thỏ": 528,
    "thỏ ": 2179,
    " si": 461,
    "sin": 2048,
    " sin": 462,
    "sinh": 2049,
    "ọn": 2943,
    "chọ": 942,
    "họn": 1400,
    "ọn ": 2944,
    " chọ": 80,
    "chọn": 943,
    "họn ": 1401,
    "iố": 1543,
    "giố": 1155,
    "iốn": 1544,
    "ống": 2964,
    " giố": 188,
    "giốn": 1156,
    "iống": 1545,
    "ống ": 2965,
    "lú": 1660,
    "úa": 2628,
    " lú": 310,
    "lúa": 1661,
    "úa ": 2629,
    " lúa": 311,
    "lúa ": 1662,
    "hấ": 1352,
    "chấ": 932,
    "hất": 1353,
    " chấ": 75,
    "chất": 933,
    "hất ": 1354,
    "lư": 1670,
    " lư": 317,
    "lượ": 1675,
    " lượ": 320,
    "lượn": 1676,
    "đấ": 2688,
    " đấ": 721,
    "đất": 2689,
    " đất": 722,
    "đất ": 2690,
    " mi": 341,
    "min": 1717,
    " min": 343,
    "minh": 1718,
    "híc": 1303,
    "thíc": 2153,
    "hích": 1304,
    "ến": 2882,
    "iến": 1513,
    "ến ": 2883,
    "biến": 844,
    "iến ": 1514,
    "đổ": 2721,
    " đổ": 743,
    "đổi": 2722,
    " đổi": 744,
    "đổi ": 2723,
    "vi": 2419,
    " vi": 622,
    "vi ": 2420,
    " vi ": 623,
    " i": 249,
    "mt": 1722,
    " im": 250,
    "imt": 1476,
    "mt ": 1723,
    " imt": 251,
    "imt ": 1477,
    " hệ": 233,
    " hệ ": 234,
    "hố": 1410,
    "thố": 2180,
    "hốn": 1411,
    " thố": 529,
    "thốn": 2181,
    "hống": 1412,
    "rạ": 2018,
    "trạ": 2235,
    "rại": 2019,
    " trạ": 556,
    "trại": 2236,
    "rại ": 2020,
    "phư": 1918,
    " phư": 429,
    "phươ": 1919,
    "đá": 2666,
    " đá": 706,
    "đán": 2667,
    "ánh": 2548,
    " đán": 707,
    "đánh": 2668,
    "ánh ": 2549,
    "iá": 1490,
    "á ": 2535,
    "giá": 1145,
    "iá ": 1491,
    " giá": 185,
    "giá ": 1146,
    "sứ": 2102,
    "ức": 3052,
    " sứ": 498,
    "sức": 2103,
    "ức ": 3053,
    " sức": 499,
    "sức ": 2104,
    "ỏe": 2949,
    "khỏ": 1583,
    "hỏe": 1404,
    "ỏe ": 2950,
    " khỏ": 263,
    "khỏe": 1584,
    "hỏe ": 1405,
    "vư": 2437,
    " vư": 634,
    "vườ": 2438,
    "ờn ": 3009,
    " vườ": 635,
    "vườn": 2439,
    "ườn ": 2761,
    "câ": 979,
    "ây": 2565,
    " câ": 97,
    "cây": 980,
    "ây ": 2566,
    " cây": 98,
    "cây ": 981,
    " ă": 690,
    " ăn": 691,
    " ăn ": 692,
    "rá": 1996,
    "ái": 2540,
    "trá": 2220,
    "rái": 1999,
    "ái ": 2541,
    " trá": 549,
    "trái": 2222,
    "rái ": 2000,
    "uậ": 2392,
    "thu": 2138,
    "huậ": 1274,
    "uật": 2393,
    " thu": 511,
    "thuậ": 2140,
    "huật": 1275,
    "uật ": 2394,
    "ấy": 2815,
    "cấy": 1006,
    "ấy ": 2816,
    " cấy": 116,
    "cấy ": 1007,
    "ô ": 2608,
    "mô ": 1741,
    " mô ": 358,
    "bà": 857,
    " bà": 35,
    "bào": 860,
    " bào": 37,
    "bào ": 861,
    "lự": 1698,
    " lự": 336,
    "lực": 1699,
    " lực": 337,
    "lực ": 1700,
    "ướ": 2750,
    "lướ": 1673,
    "ưới": 2753,
    " lướ": 319,
    "lưới": 1674,
    "ưới ": 2754,
    "ú ": 2627,
    "thú": 2156,
    "hú ": 1321,
    " thú": 518,
    "thú ": 2157,
    " y": 675,
    " y ": 676,
    "sở": 2100,
    " sở": 496,
    "sở ": 2101,
    " sở ": 497,
    "nư": 1853,
    "ớc": 2995,
    " nư": 409,
    "nướ": 1854,
    "ước": 2751,
    "ớc ": 2996,
    " nướ": 410,
    "nước": 1855,
    "ước ": 2752,
    " ao": 16,
    " ao ": 17,
    "hủ": 1434,
    "ủy": 3049,
    "thủ": 2184,
    "hủy": 1438,
    "ủy ": 3050,
    " thủ": 531,
    "thủy": 2185,
    "hủy ": 1439,
    "lo": 1632,
    "oạ": 1888,
    " lo": 293,
    "loạ": 1637,
    "oại": 1891,
    " loạ": 296,
    "loại": 1638,
    "oại ": 1892,
    "tảo": 2298,
    " tảo": 592,
    "tảo ": 2299,
    "gâ": 1180,
    " gâ": 191,
    "gây": 1181,
    " gây": 192,
    "gây ": 1182,
    "ù": 2619,
    "vù": 2431,
    "ùn": 2623,
    " vù": 630,
    "vùn": 2432,
    "ùng": 2624,
    " vùn": 631,
    "vùng": 2433,
    "ùng ": 2625,
    "rồ": 2031,
    "trồ": 2244,
    "rồn": 2032,
    "ồng": 2974,
    " trồ": 560,
    "trồn": 2245,
    "rồng": 2033,
    "ồng ": 2975,
    "phi": 1903,
    " phi": 422,
    "phiê": 1904,
    "ỉ": 2924,
    "hỉ": 1389,
    "ỉ ": 2925,
    "chỉ": 938,
    "hỉ ": 1390,
    " chỉ": 78,
    "chỉ ": 939,
    "tiê": 2197,
    " tiê": 537,
    "tiêu": 2198,
    "ữu": 3072,
    " hữ": 247,
    "hữu": 1450,
    "ữu ": 3073,
    " hữu": 248,
    "hữu ": 1451,
    " í": 685,
    " íc": 686,
    " ích": 687,
    "hứ": 1440,
    "thứ": 2186,
    "hức": 1441,
    " thứ": 532,
    "thức": 2187,
    "hức ": 1442,
    "iên": 1497,
    "hiên": 1233,
    "iên ": 1498,
    "rắ": 2024,
    "ắc": 2846,
    "trắ": 2239,
    "rắc": 2025,
    "ắc ": 2847,
    " trắ": 558,
    "trắc": 2240,
    "rắc ": 2026,
    "gọ": 1198,
    "ọt": 2945,
    "ngọ": 1797,
    "gọt": 1199,
    "ọt ": 2946,
    " ngọ": 385,
    "ngọt": 1798,
    "gọt ": 1200,
    "loà": 1635,
    "oài": 1881,
    " loà": 295,
    "loài": 1636,
    "oài ": 1882,
    "cá ": 972,
    " cá ": 93,
    "đô": 2672,
    " đô": 710,
    "đôn": 2674,
    " đôn": 712,
    "đông": 2675,
    "thư": 2158,
    "hườ": 1338,
    " thư": 519,
    "thườ": 2160,
    "hườn": 1339,
    "gặ": 1195,
    "ặp": 2870,
    " gặ": 195,
    "gặp": 1196,
    "ặp ": 2871,
    " gặp": 196,
    "gặp ": 1197,
    "tra": 2211,
    "ra ": 1960,
    " tra": 545,
    "tra ": 2212,
    "ôm": 2611,
    "tôm": 2284,
    "ôm ": 2612,
    " tôm": 583,
    "tôm ": 2285,
    "khá": 1572,
    "hán": 1288,
    " khá": 258,
    "khán": 1574,
    "háng": 1289,
    "xá": 2484,
    " xá": 667,
    "xác": 2485,
    " xác": 668,
    "xác ": 2486,
    "ịn": 2933,
    "địn": 2710,
    "ịnh": 2934,
    " địn": 736,
    "định": 2711,
    "ịnh ": 2935,
    "ic": 1466,
    "mic": 1715,
    "ic ": 1467,
    " mic": 342,
    "mic ": 1716,
    "ký": 1606,
    " ký": 277,
    "ký ": 1607,
    " ký ": 278,
    "rù": 2012,
    "trù": 2231,
    "rùn": 2013,
    " trù": 554,
    "trùn": 2232,
    "rùng": 2014,
    " ở": 755,
    " ở ": 756,
    "rt": 1986,
    "art": 817,
    "rte": 1987,
    "tem": 2120,
    "emi": 1104,
    "mia": 1713,
    " art": 20,
    "arte": 818,
    "rtem": 1988,
    "temi": 2121,
    "emia": 1105,
    "mia ": 1714,
    "biể": 846,
    " biể": 31,
    "biển": 847,
    "cà": 968,
    " cà": 90,
    "càn": 969,
    "àng": 2526,
    " càn": 91,
    "càng": 970,
    "àng ": 2527,
    "xa": 2472,
    " xa": 659,
    "xan": 2473,
    " xan": 660,
    "xanh": 2474,
    "cua": 964,
    "ua ": 2335,
    " cua": 88,
    "cua ": 965,
    "lợ": 1691,
    "ợ ": 3021,
    " lợ": 331,
    "lợ ": 1692,
    " lợ ": 332,
    "thá": 2144,
    "hái": 1286,
    " thá": 513,
    "thái": 2145,
    "hái ": 1287,
    "uâ": 2370,
    "luâ": 1644,
    "uân": 2371,
    " luâ": 299,
    "luân": 1645,
    "uân ": 2372,
    "can": 902,
    " can": 61,
    "canh": 903,
    "uộ": 2409,
    " ru": 454,
    "ruộ": 1992,
    "uộn": 2412,
    " ruộ": 455,
    "ruộn": 1993,
    "uộng": 2413,
    "xâ": 2487,
    " xâ": 669,
    "xây": 2488,
    " xây": 670,
    "xây ": 2489,
    "dự": 1085,
    "ựn": 3080,
    " dự": 167,
    "dựn": 1089,
    "ựng": 3081,
    " dựn": 170,
    "dựng": 1090,
    "ựng ": 3082,
    "dạ": 1067,
    " dạ": 155,
    "dạn": 1068,
    " dạn": 156,
    "dạng": 1069,
    "vă": 2434,
    " vă": 632,
    "văn": 2435,
    " văn": 633,
    "văn ": 2436,
    "dị": 1075,
    "ịc": 2930,
    " dị": 160,
    "dịc": 1076,
    "ịch": 2931,
    " dịc": 161,
    "dịch": 1077,
    "ịch ": 2932,
    "vụ": 2460,
    " vụ": 651,
    "vụ ": 2461,
    " vụ ": 652,
    " á": 680,
    " áp": 683,
    " áp ": 684,
    "mr": 1719,
    "rv": 1994,
    "v ": 2415,
    " mr": 344,
    "mrv": 1720,
    "rv ": 1995,
    " mrv": 345,
    "mrv ": 1721,
    "ạt": 2786,
    "hoạ": 1256,
    "oạt": 1893,
    "ạt ": 2787,
    " hoạ": 213,
    "hoạt": 1258,
    "oạt ": 1894,
    "ảm": 2794,
    "iảm": 1508,
    "ảm ": 2795,
    "giảm": 1153,
    "iảm ": 1509,
    "ẹ": 2874,
    "hẹ": 1377,
    "ẹ ": 2875,
    "nhẹ": 1819,
    "hẹ ": 1378,
    " nhẹ": 395,
    "nhẹ ": 1820,
    "thả": 2163,
    "hải": 1348,
    " thả": 521,
    "thải": 2164,
    "hải ": 1349,
    "kí": 1603,
    " kí": 275,
    "kín": 1604,
    " kín": 276,
    "kính": 1605,
    "rủ": 2034,
    "ủi": 3044,
    " rủ": 456,
    "rủi": 2035,
    "ủi ": 3045,
    " rủi": 457,
    "rủi ": 2036,
    " ro": 451,
    "ro ": 1982,
    " ro ": 452,
    "gậ": 1192,
    "ngậ": 1795,
    "gập": 1193,
    " ngậ": 384,
    "ngập": 1796,
    "gập ": 1194,
    "lụ": 1695,
    "ụt": 3038,
    " lụ": 334,
    "lụt": 1696,
    "ụt ": 3039,
    " lụt": 335,
    "lụt ": 1697,
    "đô ": 2673,
    " đô ": 711,
    "hị": 1391,
    "thị": 2176,
    "hị ": 1392,
    " thị": 527,
    "thị ": 2177,
    "ựa": 3076,
    "dựa": 1087,
    "ựa ": 3077,
    " dựa": 169,
    "dựa ": 1088,
    "vào": 2429,
    " vào": 629,
    "vào ": 2430,
    "nb": 1768,
    " nb": 375,
    "nbs": 1769,
    "bs ": 851,
    " nbs": 376,
    "nbs ": 1770,
    "tử": 2328,
    " tử": 612,
    "tử ": 2329,
    " tử ": 613,
    "că": 994,
    " că": 107,
    "căn": 995,
    " căn": 108,
    "căn ": 996,
    "nấ": 1856,
    "ấm": 2805,
    " nấ": 411,
    "nấm": 1857,
    "ấm ": 2806,
    " nấm": 412,
    "nấm ": 1858,
    "dư": 1062,
    "ợc": 3022,
    " dư": 152,
    "dượ": 1065,
    "ược": 2767,
    "ợc ": 3023,
    " dượ": 154,
    "dược": 1066,
    "ược ": 2768,
    "quy": 1946,
    " quy": 442,
    "quy ": 1947,
    "iề": 1519,
    "ều": 2896,
    "điề": 2654,
    "iều": 1520,
    "ều ": 2897,
    " điề": 699,
    "điều": 2655,
    "iều ": 1521,
    "kiệ": 1596,
    " kiệ": 270,
    "kiện": 1597,
    "mà": 1730,
    " mà": 350,
    "màn": 1732,
    " màn": 352,
    "màng": 1733,
    "mă": 1744,
    " mă": 360,
    "măn": 1745,
    " măn": 361,
    "măng": 1746,
    "tâ": 2268,
    " tâ": 573,
    "tây": 2271,
    " tây": 575,
    "tây ": 2272,
    " uố": 619,
    " uốn": 620,
    "uống": 2402,
    "lê": 1656,
    " lê": 307,
    "lên": 1658,
    " lên": 309,
    "lên ": 1659,
    "me": 1708,
    " me": 339,
    "men": 1709,
    "en ": 1107,
    " men": 340,
    "men ": 1710,
    "hu ": 1266,
    "thu ": 2139,
    "oạc": 1889,
    "hoạc": 1257,
    "oạch": 1890,
    "sơ": 2073,
    " sơ": 475,
    "sơ ": 2074,
    " sơ ": 476,
    "chế": 936,
    " chế": 77,
    "chế ": 937,
    "đồn": 2719,
    " đồn": 742,
    "đồng": 2720,
    "sô": 2068,
    " sô": 471,
    "sôn": 2069,
    " sôn": 472,
    "sông": 2070,
    "cử": 1022,
    "ửu": 3063,
    " cử": 127,
    "cửu": 1024,
    "ửu ": 3064,
    " cửu": 129,
    "cửu ": 1025,
    "lon": 1633,
    " lon": 294,
    "long": 1634,
    " hư": 226,
    " hư ": 227,
    "ỏn": 2953,
    "hỏn": 1408,
    "ỏng": 2954,
    " hỏn": 240,
    "hỏng": 1409,
    "ỏng ": 2955,
    "kiế": 1592,
    " kiế": 268,
    "kiến": 1593,
    "khi": 1565,
    "hi ": 1229,
    " khi": 255,
    "khi ": 1566,
    "ai": 797,
    "kha": 1563,
    "hai": 1217,
    "ai ": 798,
    " kha": 254,
    "khai": 1564,
    "hai ": 1218,
    "cp": 959,
    " ha": 204,
    "hac": 1215,
    "acc": 791,
    "ccp": 909,
    "cp ": 960,
    " hac": 205,
    "hacc": 1216,
    "accp": 792,
    "ccp ": 910,
    "kho": 1567,
    "hoa": 1250,
    "oa ": 1871,
    " kho": 256,
    "khoa": 1568,
    "hoa ": 1251,
    " ai": 11,
    " ai ": 12,
    "iáo": 1494,
    "giáo": 1148,
    "iáo ": 1495,
    "ục": 3033,
    "dục": 1079,
    "ục ": 3034,
    " dục": 163,
    "dục ": 1080,
    "gố": 1201,
    "ốc": 2958,
    " gố": 197,
    "gốc": 1202,
    "ốc ": 2959,
    " gốc": 198,
    "gốc ": 1203,
    "thiê": 2131,
    "hợ": 1427,
    "ợp": 3029,
    " hợ": 245,
    "hợp": 1428,
    "ợp ": 3030,
    " hợp": 246,
    "hợp ": 1429,
    "ò": 2598,
    "hò": 1307,
    "òn": 2599,
    "phò": 1914,
    "hòn": 1308,
    "òng": 2601,
    " phò": 427,
    "phòn": 1915,
    "hòng": 1309,
    "òng ": 2602,
    "chố": 944,
    " chố": 81,
    "chốn": 945,
    "bé": 868,
    " bé": 41,
    "béo": 869,
    " béo": 42,
    "béo ": 870,
    "phì": 1912,
    "hì ": 1298,
    " phì": 426,
    "phì ": 1913,
    "viế": 2423,
    " viế": 625,
    "viết": 2424,
    "bố": 888,
    " bố": 54,
    "bố ": 889,
    " bố ": 55,
    "quố": 1952,
    "uốc": 2398,
    " quố": 444,
    "quốc": 1953,
    "uốc ": 2399,
    "ĩ": 2730,
    "lĩ": 1667,
    "ĩn": 2732,
    " lĩ": 315,
    "lĩn": 1668,
    "ĩnh": 2733,
    " lĩn": 316,
    "lĩnh": 1669,
    "ĩnh ": 2734,
    "vự": 2462,
    " vự": 653,
    "vực": 2463,
    " vực": 654,
    "vực ": 2464,
    "iản": 1510,
    "giản": 1154,
    "iảng": 1511,
    "ạy": 2788,
    "dạy": 1070,
    "ạy ": 2789,
    " dạy": 157,
    "dạy ": 1071,
    "go": 1164,
    "ngo": 1781,
    "goạ": 1165,
    " ngo": 379,
    "ngoạ": 1782,
    "goại": 1166,
    "gữ": 1210,
    "ngữ": 1799,
    "gữ ": 1211,
    " ngữ": 386,
    "ngữ ": 1800,
    "ghiê": 1132,
    "cứ": 1019,
    "ứu": 3057,
    " cứ": 125,
    "cứu": 1020,
    "ứu ": 3058,
    " cứu": 126,
    "cứu ": 1021,
    "thậ": 2168,
    "hập": 1370,
    " thậ": 523,
    "thập": 2169,
    "hập ": 1371,
    "ã": 2567,
    "xã": 2490,
    "ã ": 2568,
    " xã": 671,
    "xã ": 2491,
    " xã ": 672,
    "hộ": 1418,
    "ội": 2987,
    " hộ": 243,
    "hội": 1419,
    "ội ": 2988,
    " hội": 244,
    "hội ": 1420,
    "tối": 2317,
    " tối": 605,
    "tối ": 2318,
    " ư": 749,
    "ưu": 2745,
    " ưu": 750,
    "ưu ": 2746,
    " ưu ": 751,
    "qua ": 1944,
    "tổ": 2321,
    "ổn": 2980,
    " tổ": 607,
    "tổn": 2323,
    "ổng": 2981,
    " tổn": 609,
    "tổng": 2324,
    "ổng ": 2982,
    "tà": 2262,
    " tà": 569,
    "tài": 2263,
    " tài": 570,
    "tài ": 2264,
    "gô": 1185,
    "ngô": 1790,
    "gôn": 1186,
    "ôn ": 2614,
    " ngô": 382,
    "ngôn": 1791,
    "gôn ": 1187,
    "uẩ": 2389,
    "chu": 920,
    "huẩ": 1272,
    "uẩn": 2390,
    " chu": 70,
    "chuẩ": 922,
    "huẩn": 1273,
    "uẩn ": 2391,
    "đầ": 2693,
    "ầu": 2820,
    " đầ": 724,
    "đầu": 2694,
    "ầu ": 2821,
    " đầu": 725,
    "đầu ": 2695,
    " ra ": 447,
    "du ": 1047,
    " du ": 144,
    "lị": 1685,
    " lị": 327,
    "lịc": 1686,
    " lịc": 328,
    "lịch": 1687,
    "thư ": 2159,
    "lưu": 1671,
    " lưu": 318,
    "lưu ": 1672,
    "rữ": 2037,
    "trữ": 2246,
    "rữ ": 2038,
    " trữ": 561,
    "trữ ": 2247,
    "việ": 2425,
    " việ": 626,
    "viện": 2426,
    "biê": 841,
    " biê": 29,
    "biên": 842,
    "ran": 1961,
    "tran": 2213,
    "rang": 1962,
    "ẫ": 2830,
    "dẫ": 1072,
    "ẫn": 2831,
    " dẫ": 158,
    "dẫn": 1073,
    "ẫn ": 2832,
    " dẫn": 159,
    "dẫn ": 1074,
    "phỏ": 1926,
    " phỏ": 433,
    "phỏn": 1927,
    "vấ": 2440,
    " vấ": 636,
    "vấn": 2441,
    " vấn": 637,
    "vấn ": 2442,
    "ổ ": 2977,
    "tổ ": 2322,
    " tổ ": 608,
    "chứ": 949,
    " chứ": 83,
    "chức": 950,
    "sự": 2109,
    " sự": 503,
    "sự ": 2110,
    " sự ": 504,
    "dự ": 1086,
    " dự ": 168,
    " án": 681,
    " án ": 682,
    "ủn": 3046,
    "khủ": 1587,
    "hủn": 1436,
    "ủng": 3047,
    " khủ": 265,
    "khủn": 1588,
    "hủng": 1437,
    "ủng ": 3048,
    "oả": 1895,
    "hoả": 1259,
    "oản": 1896,
    " hoả": 214,
    "hoản": 1260,
    "oảng": 1897,
    "tá": 2265,
    " tá": 571,
    "tác": 2266,
    " tác": 572,
    "tác ": 2267,
    "kê": 1601,
    "ê ": 2576,
    " kê": 273,
    "kê ": 1602,
    " kê ": 274,
    "hàng": 1281,
    "hác": 1284,
    "khác": 1573,
    "hách": 1285,
    "sạn": 2080,
    " sạn": 481,
    "sạn ": 2081,
    "hục": 1432,
    "phục": 1930,
    "hục ": 1433,
    "lễ": 1683,
    "ễ ": 2907,
    " lễ": 325,
    "lễ ": 1684,
    " lễ ": 326,
    "tân": 2269,
    " tân": 574,
    "tân ": 2270,
    "ớn": 2999,
    "hướ": 1336,
    "ướn": 2755,
    "ớng": 3000,
    " hướ": 228,
    "hướn": 1337,
    "ướng": 2756,
    "ớng ": 3001,
    "luậ": 1646,
    " luậ": 300,
    "luật": 1647,
    "đai": 2649,
    " đai": 696,
    "đai ": 2650,
    "ăm": 2640,
    "năm": 1849,
    "ăm ": 2641,
    " năm": 407,
    "năm ": 1850,
    "_": 779,
    " _": 6,
    "__": 781,
    "_n": 785,
    "um": 2347,
    "mb": 1705,
    "be": 835,
    "r_": 1956,
    "_ ": 780,
    " __": 7,
    "__n": 783,
    "_nu": 786,
    "num": 1833,
    "umb": 2348,
    "mbe": 1706,
    "ber": 836,
    "er_": 1114,
    "r__": 1957,
    "__ ": 782,
    " __n": 8,
    "__nu": 784,
    "_num": 787,
    "numb": 1834,
    "umbe": 2349,
    "mber": 1707,
    "ber_": 837,
    "er__": 1115,
    "r__ ": 1958,
    "rác": 1997,
    "trác": 2221,
    "rách": 1998,
    "nhiệ": 1806,
    "quyề": 1948,
    "yế": 2508,
    "khu": 1569,
    "huy": 1267,
    "uyế": 2362,
    "yến": 2509,
    " khu": 257,
    "khuy": 1571,
    "huyế": 1269,
    "uyến": 2363,
    "yến ": 2510,
    "cộ": 1011,
    " cộ": 119,
    "cộn": 1012,
    " cộn": 120,
    "cộng": 1013,
    "hôn ": 1315,
    "mớ": 1759,
    " mớ": 370,
    "mới": 1760,
    " mới": 371,
    "mới ": 1761,
    "lớ": 1688,
    "ớp": 3002,
    " lớ": 329,
    "lớp": 1689,
    "ớp ": 3003,
    " lớp": 330,
    "lớp ": 1690,
    "kĩ": 1608,
    "ĩ ": 2731,
    " kĩ": 279,
    "kĩ ": 1609,
    " kĩ ": 280,
    "đấu": 2691,
    " đấu": 723,
    "đấu ": 2692,
    "thầ": 2165,
    "hầu": 1358,
    " thầ": 522,
    "thầu": 2166,
    "hầu ": 1359,
    "bá": 862,
    " bá": 38,
    "bán": 866,
    " bán": 40,
    "bán ": 867,
    "yê": 2505,
    "uyê": 2360,
    "yên": 2506,
    "chuy": 921,
    "huyê": 1268,
    "uyên": 2361,
    "yên ": 2507,
    "chí": 925,
    "hín": 1305,
    " chí": 72,
    "chín": 926,
    "hính": 1306,
    "ám": 2542,
    "iám": 1492,
    "ám ": 2543,
    "giám": 1147,
    "iám ": 1493,
    "đốc": 2713,
    " đốc": 738,
    "đốc ": 2714,
    "ce": 911,
    " ce": 65,
    "ceo": 912,
    " ceo": 66,
    "ceo ": 913,
    "diễ": 1035,
    " diễ": 136,
    "diễn": 1036,
    "hở": 1424,
    "ởi": 3014,
    "khở": 1585,
    "hởi": 1425,
    "ởi ": 3015,
    " khở": 264,
    "khởi": 1586,
    "hởi ": 1426,
    "guy": 1170,
    "nguy": 1785,
    "guyê": 1171,
    "khu ": 1570,
    "đư": 2679,
    " đư": 715,
    "đượ": 2680,
    " đượ": 716,
    "được": 2681,
    "bắ": 879,
    "ắt": 2853,
    " bắ": 48,
    "bắt": 880,
    "ắt ": 2854,
    " bắt": 49,
    "bắt ": 881,
    "úc": 2630,
    "lúc": 1663,
    "úc ": 2631,
    " lúc": 312,
    "lúc ": 1664,
    "đâ": 2669,
    " đâ": 708,
    "đâu": 2670,
    " đâu": 709,
    "đâu ": 2671,
    "điể": 2656,
    " điể": 700,
    "điểm": 2657,
    "cò": 982,
    " cò": 99,
    "còn": 983,
    "òn ": 2600,
    " còn": 100,
    "còn ": 984,
    "viê": 2421,
    " viê": 624,
    "viên": 2422,
    "đă": 2676,
    " đă": 713,
    "đăn": 2677,
    " đăn": 714,
    "đăng": 2678,
    "này": 1840,
    " này": 401,
    "này ": 1841,
    "hù": 1318,
    "ù ": 2620,
    "phù": 1916,
    "hù ": 1319,
    " phù": 428,
    "phù ": 1917,
    "nế": 1859,
    "ếu": 2888,
    " nế": 413,
    "nếu": 1860,
    "ếu ": 2889,
    " nếu": 414,
    "nếu ": 1861,
    "gư": 1188,
    "ngư": 1792,
    "gư ": 1189,
    " ngư": 383,
    "ngư ": 1793,
    "ưa": 2743,
    "hưa": 1332,
    "ưa ": 2744,
    "chưa": 930,
    "hưa ": 1333,
    "nộ": 1865,
    " nộ": 417,
    "nội": 1866,
    " nội": 418,
    "nội ": 1867,
    "dun": 1050,
    " dun": 145,
    "dung": 1051,
    "ủ ": 3041,
    "chủ": 947,
    "hủ ": 1435,
    " chủ": 82,
    "chủ ": 948,
    "đề": 2703,
    " đề": 730,
    "đề ": 2704,
    " đề ": 731,
    "gồ": 1204,
    "ồm": 2970,
    " gồ": 199,
    "gồm": 1205,
    "ồm ": 2971,
    " gồm": 200,
    "gồm ": 1206,
    "bài": 858,
    " bài": 36,
    "bài ": 859,
    "ộc": 2985,
    "huộ": 1276,
    "uộc": 2410,
    "ộc ": 2986,
    "thuộ": 2141,
    "huộc": 1277,
    "uộc ": 2411,
    "do ": 1043,
    " do ": 141,
    "đả": 2685,
    " đả": 719,
    "đảm": 2686,
    " đảm": 720,
    "đảm ": 2687,
    "nhậ": 1815,
    "hận": 1368,
    " nhậ": 393,
    "nhận": 1816,
    "hận ": 1369,
    "đứ": 2727,
    " đứ": 747,
    "đứn": 2728,
    " đứn": 748,
    "đứng": 2729,
    "ậ ": 2834,
    "vậ ": 2444,
    " vậ ": 639,
    "ịu": 2936,
    "chị": 940,
    "hịu": 1393,
    "ịu ": 2937,
    " chị": 79,
    "chịu": 941,
    "hịu ": 1394,
    "gườ": 1190,
    "ười": 2758,
    "ngườ": 1794,
    "gười": 1191,
    "ười ": 2759,
    " ron": 453,
    "hẻ": 1379,
    "thẻ": 2170,
    "hẻ ": 1380,
    " thẻ": 524,
    "thẻ ": 2171,
    "châ": 923,
    " châ": 71,
    "chân": 924,
    "ắn": 2848,
    "rắn": 2027,
    "ắng": 2849,
    "trắn": 2241,
    "rắng": 2028,
    "ắng ": 2850,
    "tẩ": 2303,
    " tẩ": 595,
    "tẩm": 2304,
    " tẩm": 596,
    "tẩm ": 2305,
    "vị": 2455,
    " vị": 647,
    "vị ": 2456,
    " vị ": 648,
    "sấ": 2085,
    " sấ": 484,
    "sấy": 2086,
    " sấy": 485,
    "sấy ": 2087,
    "ợi": 3024,
    "lợi": 1693,
    "ợi ": 3025,
    " lợi": 333,
    "lợi ": 1694,
    "hề": 1383,
    "ghề": 1134,
    "hề ": 1384,
    "nghề": 1779,
    "ghề ": 1135,
    "din": 1033,
    " din": 135,
    "dinh": 1034,
    "ỡ": 3016,
    "ưỡ": 2763,
    "ỡn": 3017,
    "dưỡ": 1063,
    "ưỡn": 2764,
    "ỡng": 3018,
    " dưỡ": 153,
    "dưỡn": 1064,
    "ưỡng": 2765,
    "ỡng ": 3019,
    "cù": 991,
    "ùa": 2621,
    " cù": 105,
    "cùa": 992,
    "ùa ": 2622,
    " cùa": 106,
    "cùa ": 993,
    "dn": 1039,
    "na": 1766,
    " dn": 138,
    "dna": 1040,
    "na ": 1767,
    " dna": 139,
    "dna ": 1041,
    "ty": 2260,
    " ty": 567,
    "ty ": 2261,
    " ty ": 568,
    "ốt": 2966,
    "hốt": 1413,
    "ốt ": 2967,
    "chốt": 946,
    "hốt ": 1414,
    "râ": 2001,
    "trâ": 2223,
    "râu": 2002,
    " trâ": 550,
    "trâu": 2224,
    "râu ": 2003,
    "han": 1221,
    "than": 2127,
    "han ": 1222,
    "ặc": 2865,
    "đặc": 2697,
    "ặc ": 2866,
    " đặc": 727,
    "đặc ": 2698,
    "gợ": 1207,
    " gợ": 201,
    "gợi": 1208,
    " gợi": 202,
    "gợi ": 1209,
    " ý": 688,
    " ý ": 689,
    "ệt": 2920,
    "biệ": 848,
    "iệt": 1539,
    "ệt ": 2921,
    " biệ": 32,
    "biệt": 849,
    "iệt ": 1540,
    "thán": 2146,
    "tiế": 2199,
    " tiế": 538,
    "tiết": 2200,
    "ậy": 2843,
    "vậy": 2449,
    "ậy ": 2844,
    " vậy": 642,
    "vậy ": 2450,
    "gà": 1175,
    "ngà": 1787,
    "gày": 1178,
    " ngà": 381,
    "ngày": 1789,
    "gày ": 1179,
    "iú": 1502,
    "úp": 2635,
    "giú": 1149,
    "iúp": 1503,
    "úp ": 2636,
    " giú": 186,
    "giúp": 1150,
    "iúp ": 1504,
    "mì": 1737,
    " mì": 355,
    "mìn": 1738,
    " mìn": 356,
    "mình": 1739,
    "sa": 2044,
    " sa": 459,
    "sao": 2045,
    " sao": 460,
    "sao ": 2046,
    "bác": 863,
    " bác": 39,
    "bách": 865,
    "tấ": 2300,
    " tấ": 593,
    "tất": 2301,
    " tất": 594,
    "tất ": 2302,
    "cả": 999,
    " cả": 111,
    "cả ": 1000,
    " cả ": 112,
    "gàn": 1176,
    "ngàn": 1788,
    "gành": 1177,
    "&": 760,
    " &": 1,
    "& ": 761,
    " & ": 2,
    " ri": 449,
    "riê": 1974,
    "êng": 2579,
    " riê": 450,
    "riên": 1975,
    "iêng": 1499,
    "êng ": 2580,
    "cán": 975,
    " cán": 95,
    "cán ": 976,
    "bộ": 890,
    "ộ ": 2984,
    " bộ": 56,
    "bộ ": 891,
    " bộ ": 57,
    "lã": 1653,
    "ãn": 2569,
    " lã": 305,
    "lãn": 1654,
