{
  "text": {
    " ": 0,
    "b": 866,
    "ạ": 2896,
    "n": 1842,
    " b": 21,
    "bạ": 914,
    "ạn": 2905,
    "n ": 1843,
    " bạ": 44,
    "bạn": 915,
    "ạn ": 2906,
    " bạn": 45,
    "bạn ": 916,
    "c": 935,
    "ó": 2715,
    " c": 59,
    "có": 1029,
    "ó ": 2716,
    " có": 102,
    "có ": 1030,
    " có ": 103,
    "t": 2197,
    "h": 1263,
    "ể": 3021,
    " t": 529,
    "th": 2210,
    "hể": 1453,
    "ể ": 3022,
    " th": 530,
    "thể": 2267,
    "hể ": 1454,
    " thể": 553,
    "thể ": 2268,
    "o": 1949,
    "ch": 957,
    "ho": 1303,
    "o ": 1950,
    " ch": 68,
    "cho": 961,
    "ho ": 1304,
    " cho": 70,
    "cho ": 962,
    "ô": 2719,
    "i": 1524,
    "tô": 2382,
    "ôi": 2721,
    "i ": 1525,
    " tô": 613,
    "tôi": 2383,
    "ôi ": 2722,
    " tôi": 614,
    "tôi ": 2384,
    "ế": 3003,
    "bi": 878,
    "iế": 1581,
    "ết": 3009,
    "t ": 2198,
    " bi": 26,
    "biế": 883,
    "iết": 1586,
    "ết ": 3010,
    " biế": 29,
    "biết": 885,
    "iết ": 1587,
    "v": 2518,
    "ề": 3013,
    " v": 654,
    "về": 2557,
    "ề ": 3014,
    " về": 678,
    "về ": 2558,
    " về ": 679,
    "á": 2642,
    "cá": 1014,
    "ác": 2644,
    "c ": 936,
    " cá": 93,
    "các": 1016,
    "ác ": 2645,
    " các": 95,
    "các ": 1017,
    "ư": 2866,
    "ơ": 2860,
    "g": 1172,
    "hư": 1397,
    "ươ": 2872,
    "ơn": 2862,
    "ng": 1853,
    "g ": 1173,
    "chư": 972,
    "hươ": 1401,
    "ươn": 2873,
    "ơng": 2864,
    "ng ": 1854,
    " chư": 75,
    "chươ": 974,
    "hươn": 1402,
    "ương": 2874,
    "ơng ": 2865,
    "r": 2038,
    "ì": 2693,
    "tr": 2303,
    "rì": 2091,
    "ìn": 2697,
    "nh": 1882,
    "h ": 1264,
    " tr": 571,
    "trì": 2320,
    "rìn": 2092,
    "ình": 2698,
    "nh ": 1883,
    " trì": 579,
    "trìn": 2321,
    "rình": 2093,
    "ình ": 2699,
    "ậ": 2959,
    "p": 1979,
    "tậ": 2409,
    "ập": 2963,
    "p ": 1980,
    " tậ": 630,
    "tập": 2412,
    "ập ": 2964,
    " tập": 632,
    "tập ": 2413,
    "u": 2436,
    "ấ": 2929,
    " h": 207,
    "hu": 1322,
    "uấ": 2485,
    "ấn": 2932,
    " hu": 219,
    "huấ": 1328,
    "uấn": 2486,
    "ấn ": 2933,
    " huấ": 221,
    "huấn": 1329,
    "uấn ": 2487,
    "k": 1623,
    " k": 265,
    "kh": 1631,
    "hô": 1374,
    "ôn": 2725,
    " kh": 266,
    "khô": 1648,
    "hôn": 1375,
    "ông": 2727,
    " khô": 274,
    "khôn": 1649,
    "hông": 1377,
    "ông ": 2728,
    "ữ": 3190,
    " n": 392,
    "hữ": 1514,
    "ữn": 3194,
    " nh": 406,
    "nhữ": 1902,
    "hữn": 1517,
    "ững": 3195,
    " nhữ": 415,
    "nhữn": 1903,
    "hững": 1518,
    "ững ": 3196,
    "a": 828,
    "hó": 1371,
    "óa": 2717,
    "a ": 829,
    "khó": 1646,
    "hóa": 1372,
    "óa ": 2718,
    " khó": 273,
    "khóa": 1647,
    "hóa ": 1373,
    "ọ": 3061,
    "họ": 1463,
    "ọc": 3064,
    " họ": 246,
    "học": 1466,
    "ọc ": 3065,
    " học": 248,
    "học ": 1467,
    "à": 2626,
    "nà": 1918,
    "ào": 2638,
    " nà": 418,
    "nào": 1919,
    "ào ": 2639,
    " nào": 419,
    "nào ": 1920,
    "đ": 2766,
    " đ": 731,
    "đa": 2767,
    "an": 841,
    " đa": 732,
    "đan": 2771,
    "ang": 843,
    " đan": 735,
    "đang": 2772,
    "ang ": 844,
    "m": 1779,
    "ở": 3137,
    " m": 356,
    "mở": 1840,
    "ở ": 3138,
    " mở": 390,
    "mở ": 1841,
    " mở ": 391,
    "ố": 3079,
    "mu": 1802,
    "uố": 2501,
    "ốn": 3085,
    " mu": 364,
    "muố": 1803,
    "uốn": 2504,
    "ốn ": 3086,
    " muố": 365,
    "muốn": 1804,
    "uốn ": 2505,
    "x": 2576,
    "e": 1135,
    " x": 693,
    "xe": 2581,
    "em": 1146,
    "m ": 1780,
    " xe": 696,
    "xem": 2582,
    "em ": 1147,
    " xem": 697,
    "xem ": 2583,
    "d": 1070,
    " d": 132,
    "da": 1072,
    " da": 133,
    "dan": 1073,
    "anh": 846,
    " dan": 134,
    "danh": 1074,
    "anh ": 847,
    "s": 2128,
    " s": 482,
    "sá": 2147,
    " sá": 491,
    "sác": 2148,
    "ách": 2646,
    "ch ": 958,
    " sác": 492,
    "sách": 2149,
    "ách ": 2647,
    "đà": 2783,
    " đà": 742,
    "đào": 2784,
    " đào": 743,
    "đào ": 2785,
    "tạ": 2393,
    "ạo": 2909,
    " tạ": 620,
    "tạo": 2396,
    "ạo ": 2910,
    " tạo": 622,
    "tạo ": 2397,
    "hi": 1283,
    "ia": 1529,
    "chi": 959,
    "hia": 1285,
    "ia ": 1530,
    " chi": 69,
    "chia": 960,
    "hia ": 1286,
    "ẻ": 2999,
    "sẻ": 2180,
    "ẻ ": 3000,
    " sẻ": 514,
    "sẻ ": 2181,
    " sẻ ": 515,
    "thô": 2244,
    " thô": 543,
    "thôn": 2245,
    "ti": 2285,
    "in": 1547,
    " ti": 562,
    "tin": 2286,
    "in ": 1548,
    " tin": 563,
    "tin ": 2287,
    "l": 1692,
    "y": 2600,
    "ệ": 3033,
    " l": 304,
    "lu": 1715,
    "uy": 2462,
    "yệ": 2623,
    "ện": 3037,
    " lu": 314,
    "luy": 1718,
    "uyệ": 2472,
    "yện": 2624,
    "ện ": 3038,
    " luy": 315,
    "luyệ": 1719,
    "uyện": 2473,
    "yện ": 2625,
    "iệ": 1601,
    " hi": 210,
    "hiệ": 1295,
    "iện": 1604,
    " hiệ": 212,
    "hiện": 1297,
    "iện ": 1605,
    "cu": 1006,
    "un": 2454,
    " cu": 88,
    "cun": 1009,
    "ung": 2455,
    " cun": 90,
    "cung": 1010,
    "ung ": 2456,
    "cấ": 1045,
    "ấp": 2934,
    " cấ": 115,
    "cấp": 1046,
    "ấp ": 2935,
    " cấp": 116,
    "cấp ": 1047,
    "ớ": 3119,
    " g": 183,
    "gi": 1185,
    "iớ": 1615,
    "ới": 3122,
    " gi": 186,
    "giớ": 1204,
    "iới": 1616,
    "ới ": 3123,
    " giớ": 193,
    "giới": 1205,
    "iới ": 1617,
    "ệu": 3045,
    "u ": 2437,
    "thi": 2218,
    "iệu": 1610,
    "ệu ": 3046,
    " thi": 534,
    "thiệ": 2221,
    "hiệu": 1299,
    "iệu ": 1611,
    "ộ": 3108,
    "mộ": 1834,
    "ột": 3117,
    " mộ": 386,
    "một": 1835,
    "ột ": 3118,
    " một": 387,
    "một ": 1836,
    "số": 2184,
    "ố ": 3080,
    " số": 518,
    "số ": 2185,
    " số ": 519,
    "tì": 2374,
    "ìm": 2695,
    " tì": 608,
    "tìm": 2375,
    "ìm ": 2696,
    " tìm": 609,
    "tìm ": 2376,
    "iể": 1591,
    "ểu": 3027,
    "hiể": 1293,
    "iểu": 1596,
    "ểu ": 3028,
    " hiể": 211,
    "hiểu": 1294,
    "iểu ": 1597,
    "ẵ": 2987,
    "sẵ": 2177,
    "ẵn": 2988,
    " sẵ": 512,
    "sẵn": 2178,
    "ẵn ": 2989,
    " sẵn": 513,
    "sẵn ": 2179,
    "ại": 2901,
    "tại": 2394,
    "ại ": 2902,
    " tại": 621,
    "tại ": 2395,
    "là": 1724,
    "à ": 2627,
    " là": 318,
    "là ": 1725,
    " là ": 319,
    "gì": 1232,
    "ì ": 2694,
    " gì": 197,
    "gì ": 1233,
    " gì ": 198,
    "ầ": 2942,
    "cầ": 1052,
    "ần": 2943,
    " cầ": 119,
    "cần": 1053,
    "ần ": 2944,
    " cần": 120,
    "cần ": 1054,
    "ỏ": 3070,
    "hỏ": 1470,
    "ỏi": 3074,
    " hỏ": 249,
    "hỏi": 1474,
    "ỏi ": 3075,
    " hỏi": 250,
    "hỏi ": 1475,
    "ắ": 2971,
    "sắ": 2174,
    "ắp": 2977,
    " sắ": 510,
    "sắp": 2175,
    "ắp ": 2978,
    " sắp": 511,
    "sắp ": 2176,
    "tớ": 2429,
    " tớ": 643,
    "tới": 2430,
    " tới": 644,
    "tới ": 2431,
    "lậ": 1755,
    " lậ": 339,
    "lập": 1756,
    " lập": 340,
    "lập ": 1757,
    "ú": 2742,
    "hú": 1385,
    "ún": 2748,
    "nhú": 1892,
    "hún": 1387,
    "úng": 2749,
    " nhú": 410,
    "nhún": 1893,
    "húng": 1388,
    "úng ": 2750,
    "é": 2682,
    "ké": 1672,
    "éo": 2683,
    " ké": 287,
    "kéo": 1673,
    "éo ": 2684,
    " kéo": 288,
    "kéo ": 1674,
    "dà": 1098,
    "ài": 2628,
    " dà": 149,
    "dài": 1099,
    "ài ": 2629,
    " dài": 150,
    "dài ": 1100,
    "ba": 868,
    "ao": 848,
    " ba": 22,
    "bao": 873,
    "ao ": 849,
    " bao": 25,
    "bao ": 874,
    "â": 2666,
    "lâ": 1728,
    "âu": 2673,
    " lâ": 321,
    "lâu": 1729,
    "âu ": 2674,
    " lâu": 322,
    "lâu ": 1730,
    "ờ": 3129,
    "hờ": 1490,
    "ời": 3131,
    "thờ": 2275,
    "hời": 1491,
    "ời ": 3132,
    " thờ": 557,
    "thời": 2276,
    "hời ": 1492,
    "gia": 1186,
    "ian": 1531,
    "an ": 842,
    " gia": 187,
    "gian": 1188,
    "ian ": 1532,
    "ủ": 3165,
    "củ": 1060,
    "ủa": 3167,
    " củ": 125,
    "của": 1061,
    "ủa ": 3168,
    " của": 126,
    "của ": 1062,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2298,
    "oà": 1961,
    "àn": 2632,
    " to": 568,
    "toà": 2299,
    "oàn": 1964,
    "àn ": 2633,
    " toà": 569,
    "toàn": 2300,
    "oàn ": 1965,
    "đi": 2773,
    " đi": 736,
    "điệ": 2778,
    " điệ": 739,
    "điện": 2779,
    "hiế": 1290,
    "thiế": 2220,
    "hiết": 1292,
    "kế": 1684,
    "ế ": 3004,
    " kế": 297,
    "kế ": 1685,
    " kế ": 298,
    "và": 2531,
    " và": 660,
    "và ": 2532,
    " và ": 661,
    " p": 441,
    "ph": 1984,
    "hâ": 1353,
    "ân": 2669,
    " ph": 444,
    "phâ": 1994,
    "hân": 1354,
    "ân ": 2670,
    " phâ": 449,
    "phân": 1995,
    "hân ": 1355,
    "í": 2700,
    "tí": 2377,
    "íc": 2702,
    " tí": 610,
    "tíc": 2378,
    "ích": 2703,
    " tíc": 611,
    "tích": 2379,
    "ích ": 2704,
    "hí": 1360,
    "í ": 2701,
    "thí": 2241,
    "hí ": 1361,
    " thí": 542,
    "thí ": 2242,
    "gh": 1176,
    "ệm": 3035,
    " ng": 395,
    "ngh": 1857,
    "ghi": 1177,
    "iệm": 1602,
    "ệm ": 3036,
    " ngh": 397,
    "nghi": 1858,
    "ghiệ": 1180,
    "hiệm": 1296,
    "iệm ": 1603,
    "ê": 2685,
    "iê": 1565,
    "êu": 2691,
    "nhi": 1884,
    "hiê": 1287,
    "iêu": 1569,
    "êu ": 2692,
    " nhi": 407,
    "nhiê": 1885,
    "hiêu": 1289,
    "iêu ": 1570,
    "ổ": 3099,
    "bu": 894,
    "uổ": 2510,
    "ổi": 3101,
    " bu": 32,
    "buổ": 895,
    "uổi": 2511,
    "ổi ": 3102,
    " buổ": 33,
    "buổi": 896,
    "uổi ": 2512,
    "ả": 2915,
    "hả": 1414,
    "ảo": 2927,
    "khả": 1650,
    "hảo": 1417,
    "ảo ": 2928,
    " khả": 275,
    "khảo": 1651,
    "hảo ": 1418,
    "át": 2662,
    "sát": 2152,
    "át ": 2663,
    " sát": 494,
    "sát ": 2153,
    "ị": 3049,
    "đị": 2828,
    "ịa": 3051,
    " đị": 773,
    "địa": 2829,
    "ịa ": 3052,
    " địa": 774,
    "địa ": 2830,
    "hì": 1356,
    " hì": 225,
    "hìn": 1358,
    " hìn": 226,
    "hình": 1359,
    "mấ": 1828,
    "ất": 2936,
    " mấ": 382,
    "mất": 1829,
    "ất ": 2937,
    " mất": 383,
    "mất ": 1830,
    "ki": 1658,
    "ểm": 3023,
    " ki": 279,
    "kiể": 1665,
    "iểm": 1592,
    "ểm ": 3024,
    " kiể": 283,
    "kiểm": 1666,
    "iểm ": 1593,
    "ử": 3184,
    "hử": 1512,
    "ử ": 3185,
    "thử": 2281,
    "hử ": 1513,
    " thử": 560,
    "thử ": 2282,
    "hầ": 1422,
    "phầ": 2006,
    "hần": 1423,
    " phầ": 455,
    "phần": 2007,
    "hần ": 1424,
    "mề": 1831,
    "ềm": 3015,
    " mề": 384,
    "mềm": 1832,
    "ềm ": 3016,
    " mềm": 385,
    "mềm ": 1833,
    "cơ": 1041,
    "ơ ": 2861,
    " cơ": 111,
    "cơ ": 1042,
    " cơ ": 112,
    "bả": 917,
    "ản": 2921,
    " bả": 46,
    "bản": 918,
    "ản ": 2922,
    " bản": 47,
    "bản ": 919,
    "tố": 2419,
    " tố": 637,
    "tốn": 2422,
    " tốn": 639,
    "tốn ": 2423,
    " e": 173,
    " em": 174,
    " em ": 175,
    "sả": 2168,
    " sả": 506,
    "sản": 2169,
    " sản": 507,
    "sản ": 2170,
    "xu": 2587,
    " xu": 700,
    "xuấ": 2588,
    "uất": 2488,
    " xuấ": 701,
    "xuất": 2589,
    "uất ": 2489,
    "sạ": 2163,
    "ạc": 2897,
    " sạ": 503,
    "sạc": 2164,
    "ạch": 2899,
    " sạc": 504,
    "sạch": 2165,
    "ạch ": 2900,
    "hơ": 1394,
    " hơ": 233,
    "hơn": 1395,
    "ơn ": 2863,
    " hơn": 234,
    "hơn ": 1396,
    " à": 712,
    "ày": 2640,
    "y ": 2601,
    " ày": 713,
    "ày ": 2641,
    " ày ": 714,
    "để": 2826,
    " để": 771,
    "để ": 2827,
    " để ": 772,
    " ho": 215,
    "hoà": 1309,
    " hoà": 216,
    "hoàn": 1310,
    "hà": 1336,
    "thà": 2232,
    "hàn": 1338,
    "ành": 2636,
    " thà": 538,
    "thàn": 2233,
    "hành": 1340,
    "ành ": 2637,
    "nâ": 1923,
    " nâ": 421,
    "nân": 1924,
    "âng": 2671,
    " nân": 422,
    "nâng": 1925,
    "âng ": 2672,
    "ca": 940,
    " ca": 60,
    "cao": 947,
    " cao": 63,
    "cao ": 948,
    "ro": 2065,
    "on": 1955,
    "tro": 2309,
    "ron": 2067,
    "ong": 1957,
    " tro": 574,
    "tron": 2310,
    "rong": 2068,
    "ong ": 1958,
    "tu": 2350,
    "uầ": 2490,
    " tu": 593,
    "tuầ": 2355,
    "uần": 2491,
    " tuầ": 596,
    "tuần": 2356,
    "uần ": 2492,
    "sử": 2191,
    "ửa": 3186,
    " sử": 524,
    "sửa": 2193,
    "ửa ": 3187,
    " sửa": 526,
    "sửa ": 2194,
    "ữa": 3192,
    "chữ": 994,
    "hữa": 1515,
    "ữa ": 3193,
    " chữ": 85,
    "chữa": 995,
    "hữa ": 1516,
    "lắ": 1758,
    " lắ": 341,
    "lắp": 1759,
    " lắp": 342,
    "lắp ": 1760,
    "ặ": 2990,
    "đặ": 2816,
    "ặt": 2995,
    " đặ": 764,
    "đặt": 2819,
    "ặt ": 2996,
    " đặt": 766,
    "đặt ": 2820,
    "dâ": 1103,
    " dâ": 152,
    "dân": 1104,
    " dân": 153,
    "dân ": 1105,
    "ụ": 3156,
    "dụ": 1122,
    "ụn": 3160,
    " dụ": 164,
    "dụn": 1125,
    "ụng": 3161,
    " dụn": 166,
    "dụng": 1126,
    "ụng ": 3162,
    "xo": 2584,
    " xo": 698,
    "xon": 2585,
    " xon": 699,
    "xong": 2586,
    "ha": 1265,
    "am": 839,
    "tha": 2211,
    "ham": 1270,
    "am ": 840,
    " tha": 531,
    "tham": 2212,
    "ham ": 1271,
    "gia ": 1187,
    "pl": 2015,
    "lc": 1698,
    " pl": 459,
    "plc": 2016,
    "lc ": 1699,
    " plc": 460,
    "plc ": 2017,
    "ru": 2073,
    "yề": 2617,
    "ền": 3017,
    "tru": 2311,
    "ruy": 2074,
    "uyề": 2468,
    "yền": 2618,
    "ền ": 3018,
    " tru": 575,
    "truy": 2312,
    "ruyề": 2075,
    "uyền": 2469,
    "yền ": 2619,
    "-": 802,
    "cc": 949,
    "c-": 937,
    "-l": 806,
    "li": 1700,
    "nk": 1904,
    "k ": 1624,
    " cc": 64,
    "cc-": 950,
    "c-l": 938,
    "-li": 807,
    "lin": 1701,
    "ink": 1551,
    "nk ": 1905,
    " cc-": 65,
    "cc-l": 951,
    "c-li": 939,
    "-lin": 808,
    "link": 1702,
    "ink ": 1552,
    "hm": 1300,
    "mi": 1789,
    " hm": 213,
    "hmi": 1301,
    "mi ": 1790,
    " hmi": 214,
    "hmi ": 1302,
    "ẽ": 3001,
    "sẽ": 2182,
    "ẽ ": 3002,
    " sẽ": 516,
    "sẽ ": 2183,
    " sẽ ": 517,
    "iờ": 1618,
    "ờ ": 3130,
    "giờ": 1206,
    "iờ ": 1619,
    " giờ": 194,
    "giờ ": 1207,
    "sử ": 2192,
    " sử ": 525,
    "3": 816,
    " 3": 3,
    "3d": 817,
    "d ": 1071,
    " 3d": 4,
    "3d ": 818,
    " 3d ": 5,
    "ín": 2705,
    "tín": 2380,
    "ính": 2706,
    " tín": 612,
    "tính": 2381,
    "ính ": 2707,
    "oá": 1966,
    "án": 2652,
    "toá": 2301,
    "oán": 1967,
    "án ": 2653,
    " toá": 570,
    "toán": 2302,
    "oán ": 1968,
    "khí": 1644,
    " khí": 272,
    "khí ": 1645,
    "cụ": 1058,
    "ụ ": 3157,
    " cụ": 123,
    "cụ ": 1059,
    " cụ ": 124,
    "ư ": 2867,
    "như": 1894,
    "hư ": 1398,
    " như": 411,
    "như ": 1895,
    "hế": 1449,
    "thế": 2265,
    "hế ": 1450,
    " thế": 552,
    "thế ": 2266,
    "cam": 943,
    " cam": 61,
    "cam ": 944,
    "cô": 1031,
    " cô": 104,
    "côn": 1033,
    " côn": 106,
    "công": 1034,
    "rê": 2088,
    "ên": 2687,
    "trê": 2318,
    "rên": 2089,
    "ên ": 2688,
    " trê": 578,
    "trên": 2319,
    "rên ": 2090,
    "má": 1812,
    "áy": 2664,
    " má": 371,
    "máy": 1813,
    "áy ": 2665,
    " máy": 372,
    "máy ": 1814,
    "tiệ": 2296,
    " tiệ": 567,
    "tiện": 2297,
    "cn": 999,
    "nc": 1849,
    " cn": 86,
    "cnc": 1000,
    "nc ": 1850,
    " cnc": 87,
    "cnc ": 1001,
    "ay": 864,
    "pha": 1985,
    "hay": 1275,
    "ay ": 865,
    " pha": 445,
    "phay": 1986,
    "hay ": 1276,
    "vậ": 2549,
    "ận": 2961,
    " vậ": 673,
    "vận": 2551,
    "ận ": 2962,
    " vận": 675,
    "vận ": 2552,
    " hà": 222,
    " hàn": 224,
    "ự": 3199,
    "tự": 2434,
    "ự ": 3200,
    " tự": 647,
    "tự ": 2435,
    " tự ": 648,
    "độ": 2845,
    "ộn": 3114,
    " độ": 784,
    "độn": 2846,
    "ộng": 3115,
    " độn": 785,
    "động": 2847,
    "ộng ": 3116,
    " hó": 229,
    " hóa": 230,
    "nhà": 1888,
    "hà ": 1337,
    " nhà": 408,
    "nhà ": 1889,
    "hệ": 1455,
    "ệ ": 3034,
    "ghệ": 1183,
    "hệ ": 1456,
    "nghệ": 1860,
    "ghệ ": 1184,
    "im": 1543,
    "bim": 879,
    "im ": 1544,
    " bim": 27,
    "bim ": 880,
    "ứ": 3176,
    " ứ": 797,
    "ứn": 3179,
    " ứn": 798,
    "ứng": 3180,
    " ứng": 799,
    "ứng ": 3181,
    "hự": 1521,
    "ực": 3203,
    "thự": 2283,
    "hực": 1522,
    "ực ": 3204,
    " thự": 561,
    "thực": 2284,
    "hực ": 1523,
    "ễ": 3029,
    "iễ": 1598,
    "ễn": 3031,
    "tiễ": 2294,
    "iễn": 1599,
    "ễn ": 3032,
    " tiễ": 566,
    "tiễn": 2295,
    "iễn ": 1600,
    "dàn": 1101,
    " dàn": 151,
    "dành": 1102,
    "đố": 2833,
    "ối": 3083,
    " đố": 776,
    "đối": 2836,
    "ối ": 3084,
    " đối": 778,
    "đối ": 2837,
    "ợ": 3145,
    "tư": 2387,
    "ượ": 2891,
    "ợn": 3151,
    " tư": 616,
    "tượ": 2391,
    "ượn": 2894,
    "ợng": 3152,
    " tượ": 619,
    "tượn": 2392,
    "ượng": 2895,
    "ợng ": 3153,
    "q": 2023,
    " q": 463,
    "qu": 2026,
    "uả": 2480,
    " qu": 464,
    "quả": 2033,
    "uản": 2482,
    " quả": 467,
    "quản": 2035,
    "uản ": 2483,
    "ý": 2757,
    "lý": 1743,
    "ý ": 2758,
    " lý": 331,
    "lý ": 1744,
    " lý ": 332,
    "ỹ": 3210,
    "kỹ": 1690,
    "ỹ ": 3211,
    " kỹ": 302,
    "kỹ ": 1691,
    " kỹ ": 303,
    "sư": 2161,
    " sư": 501,
    "sư ": 2162,
    " sư ": 502,
    "kết": 1686,
    " kết": 299,
    "kết ": 1687,
    "ấu": 2938,
    "cấu": 1048,
    "ấu ": 2939,
    " cấu": 117,
    "cấu ": 1049,
    "w": 2571,
    " w": 690,
    "we": 2572,
    "eb": 1140,
    "b ": 867,
    " we": 691,
    "web": 2573,
    "eb ": 1141,
    " web": 692,
    "web ": 2574,
    "f": 1162,
    " f": 176,
    "fr": 1169,
    "nt": 1910,
    "t-": 2199,
    "-e": 803,
    "en": 1150,
    "nd": 1851,
    " fr": 181,
    "fro": 1170,
    "ont": 1959,
    "nt-": 1911,
    "t-e": 2200,
    "-en": 804,
    "end": 1152,
    "nd ": 1852,
    " fro": 182,
    "fron": 1171,
    "ront": 2069,
    "ont-": 1960,
    "nt-e": 1912,
    "t-en": 2201,
    "-end": 805,
    "end ": 1153,
    "ac": 830,
    "ck": 996,
    "k-": 1625,
    "bac": 869,
    "ack": 833,
    "ck-": 997,
    "k-e": 1626,
    " bac": 23,
    "back": 870,
    "ack-": 834,
    "ck-e": 998,
    "k-en": 1627,
    "vớ": 2563,
    " vớ": 684,
    "với": 2564,
    " với": 685,
    "với ": 2565,
    "hp": 1316,
    "php": 1989,
    "hp ": 1317,
    " php": 447,
    "php ": 1990,
    "my": 1805,
    "ys": 2605,
    "sq": 2138,
    "ql": 2024,
    "l ": 1693,
    " my": 366,
    "mys": 1806,
    "ysq": 2606,
    "sql": 2139,
    "ql ": 2025,
    " mys": 367,
    "mysq": 1807,
    "ysql": 2607,
    "sql ": 2140,
    "iao": 1533,
    "giao": 1189,
    "iao ": 1534,
    "di": 1075,
    " di": 135,
    "diệ": 1081,
    " diệ": 139,
    "diện": 1082,
    "/": 809,
    " u": 649,
    "ui": 2442,
    "i/": 1526,
    "/u": 813,
    "ux": 2460,
    "x ": 2577,
    " ui": 650,
    "ui/": 2444,
    "i/u": 1527,
    "/ux": 814,
    "ux ": 2461,
    " ui/": 651,
    "ui/u": 2445,
    "i/ux": 1528,
    "/ux ": 815,
    "bs": 890,
    "si": 2133,
    "it": 1556,
    "te": 2202,
    "e ": 1136,
    "ebs": 1142,
    "bsi": 892,
    "sit": 2136,
    "ite": 1557,
    "te ": 2203,
    "webs": 2575,
    "ebsi": 1143,
    "bsit": 893,
    "site": 2137,
    "ite ": 1558,
    "ằ": 2981,
    "bằ": 925,
    "ằn": 2984,
    " bằ": 51,
    "bằn": 926,
    "ằng": 2985,
    " bằn": 52,
    "bằng": 927,
    "ằng ": 2986,
    "fi": 1163,
    "ig": 1540,
    "gm": 1208,
    "ma": 1781,
    " fi": 177,
    "fig": 1164,
    "igm": 1541,
    "gma": 1209,
    "ma ": 1782,
    " fig": 178,
    "figm": 1165,
    "igma": 1542,
    "gma ": 1210,
    "tui": 2351,
    "ui ": 2443,
    " tui": 594,
    "tui ": 2352,
    "rị": 2113,
    "ị ": 3050,
    "trị": 2335,
    "rị ": 2114,
    " trị": 586,
    "trị ": 2336,
    "mạ": 1825,
    " mạ": 380,
    "mạn": 1826,
    "ạng": 2907,
    " mạn": 381,
    "mạng": 1827,
    "ạng ": 2908,
    "do": 1086,
    "oa": 1951,
    " do": 142,
    "doa": 1088,
    "oan": 1953,
    " doa": 144,
    "doan": 1089,
    "oanh": 1954,
    "ệp": 3041,
    "iệp": 1606,
    "ệp ": 3042,
    "hiệp": 1298,
    "iệp ": 1607,
    "ồ": 3091,
    "đồ": 2838,
    "ồ ": 3092,
    " đồ": 779,
    "đồ ": 2839,
    " đồ ": 780,
    "ọa": 3062,
    "họa": 1464,
    "ọa ": 3063,
    " họa": 247,
    "họa ": 1465,
    "ảng": 2923,
    "uảng": 2484,
    "ảng ": 2924,
    "áo": 2658,
    "cáo": 1021,
    "áo ": 2659,
    " cáo": 97,
    "cáo ": 1022,
    "há": 1341,
    "phá": 1991,
    "hát": 1351,
    " phá": 448,
    "phát": 1993,
    "hát ": 1352,
    "ri": 2057,
    "ển": 3025,
    "tri": 2307,
    "riể": 2060,
    "iển": 1594,
    "ển ": 3026,
    " tri": 573,
    "triể": 2308,
    "riển": 2061,
    "iển ": 1595,
    "di ": 1076,
    " di ": 136,
    "đa ": 2768,
    " đa ": 733,
    "nề": 1943,
    " nề": 434,
    "nền": 1944,
    " nền": 435,
    "nền ": 1945,
    "tả": 2398,
    " tả": 623,
    "tản": 2399,
    " tản": 624,
    "tảng": 2400,
    "fl": 1166,
    "ut": 2457,
    "tt": 2347,
    "er": 1156,
    "r ": 2039,
    " fl": 179,
    "flu": 1167,
    "lut": 1716,
    "utt": 2458,
    "tte": 2348,
    "ter": 2208,
    "er ": 1157,
    " flu": 180,
    "flut": 1168,
    "lutt": 1717,
    "utte": 2459,
    "tter": 2349,
    "ter ": 2209,
    "ếp": 3007,
    "iếp": 1584,
    "ếp ": 3008,
    "nhiế": 1886,
    "hiếp": 1291,
    "iếp ": 1585,
    " ả": 792,
    " ản": 793,
    "ảnh": 2925,
    " ảnh": 794,
    "ảnh ": 2926,
    "xử": 2598,
    " xử": 708,
    "xử ": 2599,
    " xử ": 709,
    "hậ": 1435,
    "ậu": 2967,
    " hậ": 242,
    "hậu": 1440,
    "ậu ": 2968,
    " hậu": 243,
    "hậu ": 1441,
    "ỳ": 3208,
    "kỳ": 1688,
    "ỳ ": 3209,
    " kỳ": 300,
    "kỳ ": 1689,
    " kỳ ": 301,
    "la": 1694,
    "ar": 850,
    "ra": 2043,
    "av": 861,
    "ve": 2520,
    "el": 1144,
    " la": 305,
    "lar": 1695,
    "ara": 851,
    "rav": 2049,
    "ave": 862,
    "vel": 2521,
    "el ": 1145,
    " lar": 306,
    "lara": 1696,
    "arav": 852,
    "rave": 2050,
    "avel": 863,
    "vel ": 2522,
    "j": 1620,
    "gu": 1216,
    "ul": 2448,
    "rj": 2062,
    "js": 1621,
    "s ": 2129,
    "ngu": 1863,
    "gul": 1217,
    "ula": 2449,
    "arj": 855,
    "rjs": 2063,
    "js ": 1622,
    " ang": 14,
    "angu": 845,
    "ngul": 1864,
    "gula": 1218,
    "ular": 2450,
    "larj": 1697,
    "arjs": 856,
    "rjs ": 2064,
    "rí": 2094,
    "trí": 2322,
    "rí ": 2095,
    " trí": 580,
    "trí ": 2323,
    "uệ": 2499,
    "tuệ": 2357,
    "uệ ": 2500,
    " tuệ": 597,
    "tuệ ": 2358,
    "nhâ": 1890,
    " nhâ": 409,
    "nhân": 1891,
    "py": 2020,
    "yt": 2608,
    " py": 461,
    "pyt": 2021,
    "yth": 2609,
    "tho": 2222,
    "hon": 1307,
    "on ": 1956,
    " pyt": 462,
    "pyth": 2022,
    "ytho": 2610,
    "thon": 2223,
    "hon ": 1308,
    "rự": 2125,
    "trự": 2343,
    "rực": 2126,
    " trự": 590,
    "trực": 2344,
    "rực ": 2127,
    "ua": 2438,
    "qua": 2027,
    "uan": 2440,
    " qua": 465,
    "quan": 2029,
    "uan ": 2441,
    "dữ": 1127,
    "ữ ": 3191,
    " dữ": 167,
    "dữ ": 1128,
    " dữ ": 168,
    " li": 307,
    "liệ": 1705,
    " liệ": 309,
    "liệu": 1707,
    "st": 2141,
    "ea": 1137,
    " st": 487,
    "ste": 2142,
    "tea": 2204,
    "eam": 1138,
    " ste": 488,
    "stea": 2143,
    "team": 2205,
    "eam ": 1139,
    "tư ": 2388,
    " tư ": 617,
    "du": 1090,
    " du": 145,
    "duy": 1096,
    "uy ": 2463,
    " duy": 148,
    "duy ": 1097,
    "sán": 2150,
    "áng": 2654,
    " sán": 493,
    "sáng": 2151,
    "áng ": 2655,
    "rd": 2054,
    "no": 1908,
    " ar": 18,
    "ard": 853,
    "rdu": 2055,
    "dui": 1092,
    "uin": 2446,
    "ino": 1554,
    "no ": 1909,
    " ard": 19,
    "ardu": 854,
    "rdui": 2056,
    "duin": 1093,
    "uino": 2447,
    "ino ": 1555,
    "ke": 1628,
    "rc": 2051,
    "ad": 835,
    "nke": 1906,
    "ker": 1629,
    "erc": 1160,
    "rca": 2052,
    "cad": 941,
    "ad ": 836,
    "tink": 2289,
    "inke": 1553,
    "nker": 1907,
    "kerc": 1630,
    "erca": 1161,
    "rcad": 2053,
    "cad ": 942,
    "ẩ": 2951,
    "hẩ": 1430,
    "ẩn": 2954,
    "chẩ": 977,
    "hẩn": 1433,
    "ẩn ": 2955,
    " chẩ": 77,
    "chẩn": 978,
    "hẩn ": 1434,
    "đo": 2780,
    " đo": 740,
    "đoá": 2781,
    " đoá": 741,
    "đoán": 2782,
    "bệ": 928,
    " bệ": 53,
    "bện": 929,
    "ệnh": 3039,
    " bện": 54,
    "bệnh": 930,
    "ệnh ": 3040,
    "hạ": 1407,
    " hạ": 238,
    "hại": 1410,
    " hại": 239,
    "hại ": 1411,
    " r": 469,
    "au": 859,
    " ra": 470,
    "rau": 2047,
    "au ": 860,
    " rau": 472,
    "rau ": 2048,
    "iả": 1574,
    "ải": 2917,
    "giả": 1198,
    "iải": 1575,
    "ải ": 2918,
    " giả": 191,
    "giải": 1199,
    "iải ": 1576,
    "áp": 2660,
    "háp": 1349,
    "áp ": 2661,
    "pháp": 1992,
    "háp ": 1350,
    "bảo": 920,
    " bảo": 48,
    "bảo ": 921,
    "vệ": 2559,
    " vệ": 680,
    "vệ ": 2560,
    " vệ ": 681,
    "ật": 2965,
    "vật": 2553,
    "ật ": 2966,
    " vật": 676,
    "vật ": 2554,
    "thâ": 2237,
    " thâ": 540,
    "thân": 2238,
    "mô": 1818,
    " mô": 375,
    "môi": 1820,
    " môi": 377,
    "môi ": 1821,
    "rư": 2099,
    "ườ": 2882,
    "ờn": 3133,
    "trư": 2326,
    "rườ": 2100,
    "ườn": 2885,
    "ờng": 3135,
    " trư": 582,
    "trườ": 2327,
    "rườn": 2101,
    "ường": 2887,
    "ờng ": 3136,
    "tận": 2410,
    " tận": 631,
    "tận ": 2411,
    "uồ": 2507,
    "ồn": 3095,
    "guồ": 1222,
    "uồn": 2508,
    "ồn ": 3096,
    " ngu": 399,
    "nguồ": 1866,
    "guồn": 1223,
    "uồn ": 2509,
    "hụ": 1499,
    "phụ": 2012,
    "hụ ": 1500,
    " phụ": 458,
    "phụ ": 2013,
    "ẩm": 2952,
    "phẩ": 2008,
    "hẩm": 1431,
    "ẩm ": 2953,
    " phẩ": 456,
    "phẩm": 2009,
    "hẩm ": 1432,
    "nô": 1926,
    " nô": 423,
    "nôn": 1927,
    " nôn": 424,
    "nông": 1928,
    "ie": 1537,
    "eo": 1154,
    "gie": 1190,
    "ieo": 1538,
    "eo ": 1155,
    " gie": 188,
    "gieo": 1191,
    "ieo ": 1539,
    "inh": 1549,
    "tinh": 2288,
    "inh ": 1550,
    "hằ": 1442,
    "ằm": 2982,
    "nhằ": 1898,
    "hằm": 1443,
    "ằm ": 2983,
    " nhằ": 413,
    "nhằm": 1899,
    "hằm ": 1444,
    "ă": 2759,
    "nă": 1929,
    "ăn": 2762,
    " nă": 425,
    "năn": 1932,
    "ăng": 2764,
    " năn": 427,
    "năng": 1933,
    "ăng ": 2765,
    "su": 2144,
    " su": 489,
    "suấ": 2145,
    " suấ": 490,
    "suất": 2146,
    "ả ": 2916,
    "uả ": 2481,
    "quả ": 2034,
    "kin": 1659,
    " kin": 280,
    "kinh": 1660,
    "tế": 2414,
    " tế": 633,
    "tế ": 2415,
    " tế ": 634,
    "hă": 1391,
    "chă": 970,
    "hăn": 1392,
    "ăn ": 2763,
    " chă": 74,
    "chăn": 971,
    "hăn ": 1393,
    "nu": 1913,
    "uô": 2477,
    " nu": 416,
    "nuô": 1916,
    "uôi": 2478,
    " nuô": 417,
    "nuôi": 1917,
    "uôi ": 2479,
    "ỏ ": 3071,
    "thỏ": 2271,
    "hỏ ": 1471,
    " thỏ": 555,
    "thỏ ": 2272,
    " si": 485,
    "sin": 2134,
    " sin": 486,
    "sinh": 2135,
    "ọn": 3066,
    "chọ": 985,
    "họn": 1468,
    "ọn ": 3067,
    " chọ": 81,
    "chọn": 986,
    "họn ": 1469,
    "iố": 1612,
    "giố": 1202,
    "iốn": 1613,
    "ống": 3087,
    " giố": 192,
    "giốn": 1203,
    "iống": 1614,
    "ống ": 3088,
    "lú": 1738,
    "úa": 2744,
    " lú": 328,
    "lúa": 1739,
    "úa ": 2745,
    " lúa": 329,
    "lúa ": 1740,
    "hấ": 1419,
    "chấ": 975,
    "hất": 1420,
    " chấ": 76,
    "chất": 976,
    "hất ": 1421,
    "lư": 1748,
    " lư": 335,
    "lượ": 1753,
    " lượ": 338,
    "lượn": 1754,
    "đấ": 2808,
    " đấ": 759,
    "đất": 2809,
    " đất": 760,
    "đất ": 2810,
    " mi": 359,
    "min": 1795,
    " min": 361,
    "minh": 1796,
    "híc": 1362,
    "thíc": 2243,
    "hích": 1363,
    "ến": 3005,
    "iến": 1582,
    "ến ": 3006,
    "biến": 884,
    "iến ": 1583,
    "đổ": 2842,
    " đổ": 782,
    "đổi": 2843,
    " đổi": 783,
    "đổi ": 2844,
    "vi": 2523,
    " vi": 655,
    "vi ": 2524,
    " vi ": 656,
    " i": 262,
    "mt": 1800,
    " im": 263,
    "imt": 1545,
    "mt ": 1801,
    " imt": 264,
    "imt ": 1546,
    " hệ": 244,
    " hệ ": 245,
    "hố": 1478,
    "thố": 2273,
    "hốn": 1479,
    " thố": 556,
    "thốn": 2274,
    "hống": 1480,
    "rạ": 2102,
    "trạ": 2328,
    "rại": 2103,
    " trạ": 583,
    "trại": 2329,
    "rại ": 2104,
    "phư": 2002,
    " phư": 453,
    "phươ": 2003,
    "đá": 2786,
    " đá": 744,
    "đán": 2787,
    "ánh": 2656,
    " đán": 745,
    "đánh": 2788,
    "ánh ": 2657,
    "iá": 1559,
    "á ": 2643,
    "giá": 1192,
    "iá ": 1560,
    " giá": 189,
    "giá ": 1193,
    "sứ": 2188,
    "ức": 3177,
    " sứ": 522,
    "sức": 2189,
    "ức ": 3178,
    " sức": 523,
    "sức ": 2190,
    "ỏe": 3072,
    "khỏ": 1652,
    "hỏe": 1472,
    "ỏe ": 3073,
    " khỏ": 276,
    "khỏe": 1653,
    "hỏe ": 1473,
    "vư": 2543,
    " vư": 669,
    "vườ": 2544,
    "ờn ": 3134,
    " vườ": 670,
    "vườn": 2545,
    "ườn ": 2886,
    "câ": 1023,
    "ây": 2675,
    " câ": 98,
    "cây": 1024,
    "ây ": 2676,
    " cây": 99,
    "cây ": 1025,
    " ă": 728,
    " ăn": 729,
    " ăn ": 730,
    "rá": 2080,
    "ái": 2648,
    "trá": 2313,
    "rái": 2083,
    "ái ": 2649,
    " trá": 576,
    "trái": 2315,
    "rái ": 2084,
    "uậ": 2496,
    "thu": 2228,
    "huậ": 1332,
    "uật": 2497,
    " thu": 537,
    "thuậ": 2230,
    "huật": 1333,
    "uật ": 2498,
    "ấy": 2940,
    "cấy": 1050,
    "ấy ": 2941,
    " cấy": 118,
    "cấy ": 1051,
    "ô ": 2720,
    "mô ": 1819,
    " mô ": 376,
    "bà": 897,
    " bà": 34,
    "bào": 900,
    " bào": 36,
    "bào ": 901,
    "lự": 1776,
    " lự": 354,
    "lực": 1777,
    " lực": 355,
    "lực ": 1778,
    "ướ": 2875,
    "lướ": 1751,
    "ưới": 2878,
    " lướ": 337,
    "lưới": 1752,
    "ưới ": 2879,
    "ú ": 2743,
    "thú": 2248,
    "hú ": 1386,
    " thú": 545,
    "thú ": 2249,
    " y": 710,
    " y ": 711,
    "sở": 2186,
    " sở": 520,
    "sở ": 2187,
    " sở ": 521,
    "nư": 1934,
    "ớc": 3120,
    " nư": 428,
    "nướ": 1935,
    "ước": 2876,
    "ớc ": 3121,
    " nướ": 429,
    "nước": 1936,
    "ước ": 2877,
    " ao": 16,
    " ao ": 17,
    "hủ": 1503,
    "ủy": 3174,
    "thủ": 2277,
    "hủy": 1507,
    "ủy ": 3175,
    " thủ": 558,
    "thủy": 2278,
    "hủy ": 1508,
    "lo": 1708,
    "oạ": 1969,
    " lo": 310,
    "loạ": 1713,
    "oại": 1972,
    " loạ": 313,
    "loại": 1714,
    "oại ": 1973,
    "tảo": 2401,
    " tảo": 625,
    "tảo ": 2402,
    "gâ": 1229,
    " gâ": 195,
    "gây": 1230,
    " gây": 196,
    "gây ": 1231,
    "ù": 2731,
    "vù": 2535,
    "ùn": 2737,
    " vù": 663,
    "vùn": 2536,
    "ùng": 2738,
    " vùn": 664,
    "vùng": 2537,
    "ùng ": 2739,
    "rồ": 2115,
    "trồ": 2337,
    "rồn": 2116,
    "ồng": 3097,
    " trồ": 587,
    "trồn": 2338,
    "rồng": 2117,
    "ồng ": 3098,
    "phi": 1987,
    " phi": 446,
    "phiê": 1988,
    "ỉ": 3047,
    "hỉ": 1457,
    "ỉ ": 3048,
    "chỉ": 981,
    "hỉ ": 1458,
    " chỉ": 79,
    "chỉ ": 982,
    "tiê": 2290,
    " tiê": 564,
    "tiêu": 2291,
    "ữu": 3197,
    " hữ": 260,
    "hữu": 1519,
    "ữu ": 3198,
    " hữu": 261,
    "hữu ": 1520,
    " í": 720,
    " íc": 721,
    " ích": 722,
    "hứ": 1509,
    "thứ": 2279,
    "hức": 1510,
    " thứ": 559,
    "thức": 2280,
    "hức ": 1511,
    "iên": 1566,
    "hiên": 1288,
    "iên ": 1567,
    "rắ": 2108,
    "ắc": 2972,
    "trắ": 2332,
    "rắc": 2109,
    "ắc ": 2973,
    " trắ": 585,
    "trắc": 2333,
    "rắc ": 2110,
    "gọ": 1247,
    "ọt": 3068,
    "ngọ": 1877,
    "gọt": 1250,
    "ọt ": 3069,
    " ngọ": 404,
    "ngọt": 1879,
    "gọt ": 1251,
    "loà": 1711,
    "oài": 1962,
    " loà": 312,
    "loài": 1712,
    "oài ": 1963,
    "cá ": 1015,
    " cá ": 94,
    "đô": 2792,
    " đô": 748,
    "đôn": 2794,
    " đôn": 750,
    "đông": 2795,
    "thư": 2251,
    "hườ": 1405,
    " thư": 546,
    "thườ": 2253,
    "hườn": 1406,
    "gặ": 1244,
    "ặp": 2993,
    " gặ": 199,
    "gặp": 1245,
    "ặp ": 2994,
    " gặp": 200,
    "gặp ": 1246,
    "tra": 2304,
    "ra ": 2044,
    " tra": 572,
    "tra ": 2305,
    "ôm": 2723,
    "tôm": 2385,
    "ôm ": 2724,
    " tôm": 615,
    "tôm ": 2386,
    "khá": 1641,
    "hán": 1347,
    " khá": 271,
    "khán": 1643,
    "háng": 1348,
    "xá": 2590,
    " xá": 702,
    "xác": 2591,
    " xác": 703,
    "xác ": 2592,
    "ịn": 3056,
    "địn": 2831,
    "ịnh": 3057,
    " địn": 775,
    "định": 2832,
    "ịnh ": 3058,
    "ic": 1535,
    "mic": 1793,
    "ic ": 1536,
    " mic": 360,
    "mic ": 1794,
    "ký": 1680,
    " ký": 293,
    "ký ": 1681,
    " ký ": 294,
    "rù": 2096,
    "trù": 2324,
    "rùn": 2097,
    " trù": 581,
    "trùn": 2325,
    "rùng": 2098,
    " ở": 795,
    " ở ": 796,
    "rt": 2070,
    "art": 857,
    "rte": 2071,
    "tem": 2206,
    "emi": 1148,
    "mia": 1791,
    " art": 20,
    "arte": 858,
    "rtem": 2072,
    "temi": 2207,
    "emia": 1149,
    "mia ": 1792,
    "biể": 886,
    " biể": 30,
    "biển": 887,
    "cà": 1011,
    " cà": 91,
    "càn": 1012,
    "àng": 2634,
    " càn": 92,
    "càng": 1013,
    "àng ": 2635,
    "xa": 2578,
    " xa": 694,
    "xan": 2579,
    " xan": 695,
    "xanh": 2580,
    "cua": 1007,
    "ua ": 2439,
    " cua": 89,
    "cua ": 1008,
    "lợ": 1769,
    "ợ ": 3146,
    " lợ": 349,
    "lợ ": 1770,
    " lợ ": 350,
    "thá": 2234,
    "hái": 1345,
    " thá": 539,
    "thái": 2235,
    "hái ": 1346,
    "uâ": 2474,
    "luâ": 1720,
    "uân": 2475,
    " luâ": 316,
    "luân": 1721,
    "uân ": 2476,
    "can": 945,
    " can": 62,
    "canh": 946,
    "uộ": 2513,
    " ru": 478,
    "ruộ": 2076,
    "uộn": 2516,
    " ruộ": 479,
    "ruộn": 2077,
    "uộng": 2517,
    "xâ": 2593,
    " xâ": 704,
    "xây": 2594,
    " xây": 705,
    "xây ": 2595,
    "dự": 1129,
    "ựn": 3205,
    " dự": 169,
    "dựn": 1133,
    "ựng": 3206,
    " dựn": 172,
    "dựng": 1134,
    "ựng ": 3207,
    "dạ": 1111,
    " dạ": 157,
    "dạn": 1112,
    " dạn": 158,
    "dạng": 1113,
    "vă": 2538,
    " vă": 665,
    "văn": 2539,
    " văn": 666,
    "văn ": 2540,
    "dị": 1119,
    "ịc": 3053,
    " dị": 162,
    "dịc": 1120,
    "ịch": 3054,
    " dịc": 163,
    "dịch": 1121,
    "ịch ": 3055,
    "vụ": 2566,
    " vụ": 686,
    "vụ ": 2567,
    " vụ ": 687,
    " á": 715,
    " áp": 718,
    " áp ": 719,
    "mr": 1797,
    "rv": 2078,
    "v ": 2519,
    " mr": 362,
    "mrv": 1798,
    "rv ": 2079,
    " mrv": 363,
    "mrv ": 1799,
    "ạt": 2911,
    "hoạ": 1311,
    "oạt": 1974,
    "ạt ": 2912,
    " hoạ": 217,
    "hoạt": 1313,
    "oạt ": 1975,
    "ảm": 2919,
    "iảm": 1577,
    "ảm ": 2920,
    "giảm": 1200,
    "iảm ": 1578,
    "ẹ": 2997,
    "hẹ": 1445,
    "ẹ ": 2998,
    "nhẹ": 1900,
    "hẹ ": 1446,
    " nhẹ": 414,
    "nhẹ ": 1901,
    "thả": 2256,
    "hải": 1415,
    " thả": 548,
    "thải": 2257,
    "hải ": 1416,
    "kí": 1677,
    " kí": 291,
    "kín": 1678,
    " kín": 292,
    "kính": 1679,
    "rủ": 2120,
    "ủi": 3169,
    " rủ": 480,
    "rủi": 2121,
    "ủi ": 3170,
    " rủi": 481,
    "rủi ": 2122,
    " ro": 475,
    "ro ": 2066,
    " ro ": 476,
    "gậ": 1241,
    "ngậ": 1875,
    "gập": 1242,
    " ngậ": 403,
    "ngập": 1876,
    "gập ": 1243,
    "lụ": 1773,
    "ụt": 3163,
    " lụ": 352,
    "lụt": 1774,
    "ụt ": 3164,
    " lụt": 353,
    "lụt ": 1775,
    "đô ": 2793,
    " đô ": 749,
    "hị": 1459,
    "thị": 2269,
    "hị ": 1460,
    " thị": 554,
    "thị ": 2270,
    "ựa": 3201,
    "dựa": 1131,
    "ựa ": 3202,
    " dựa": 171,
    "dựa ": 1132,
    "vào": 2533,
    " vào": 662,
    "vào ": 2534,
    "nb": 1846,
    " nb": 393,
    "nbs": 1847,
    "bs ": 891,
    " nbs": 394,
    "nbs ": 1848,
    "tử": 2432,
    " tử": 645,
    "tử ": 2433,
    " tử ": 646,
    "că": 1038,
    " că": 109,
    "căn": 1039,
    " căn": 110,
    "căn ": 1040,
    "nấ": 1937,
    "ấm": 2930,
    " nấ": 430,
    "nấm": 1938,
    "ấm ": 2931,
    " nấm": 431,
    "nấm ": 1939,
    "dư": 1106,
    "ợc": 3147,
    " dư": 154,
    "dượ": 1109,
    "ược": 2892,
    "ợc ": 3148,
    " dượ": 156,
    "dược": 1110,
    "ược ": 2893,
    "quy": 2030,
    " quy": 466,
    "quy ": 2031,
    "iề": 1588,
    "ều": 3019,
    "điề": 2774,
    "iều": 1589,
    "ều ": 3020,
    " điề": 737,
    "điều": 2775,
    "iều ": 1590,
    "kiệ": 1668,
    " kiệ": 284,
    "kiện": 1669,
    "mà": 1808,
    " mà": 368,
    "màn": 1810,
    " màn": 370,
    "màng": 1811,
    "mă": 1822,
    " mă": 378,
    "măn": 1823,
    " măn": 379,
    "măng": 1824,
    "tâ": 2367,
    " tâ": 604,
    "tây": 2372,
    " tây": 607,
    "tây ": 2373,
    " uố": 652,
    " uốn": 653,
    "uống": 2506,
    "lê": 1734,
    " lê": 325,
    "lên": 1736,
    " lên": 327,
    "lên ": 1737,
    "me": 1786,
    " me": 357,
    "men": 1787,
    "en ": 1151,
    " men": 358,
    "men ": 1788,
    "hu ": 1323,
    "thu ": 2229,
    "oạc": 1970,
    "hoạc": 1312,
    "oạch": 1971,
    "sơ": 2159,
    " sơ": 499,
    "sơ ": 2160,
    " sơ ": 500,
    "chế": 979,
    " chế": 78,
    "chế ": 980,
    "đồn": 2840,
    " đồn": 781,
    "đồng": 2841,
    "sô": 2154,
    " sô": 495,
    "sôn": 2155,
    " sôn": 496,
    "sông": 2156,
    "cử": 1066,
    "ửu": 3188,
    " cử": 129,
    "cửu": 1068,
    "ửu ": 3189,
    " cửu": 131,
    "cửu ": 1069,
    "lon": 1709,
    " lon": 311,
    "long": 1710,
    " hư": 235,
    " hư ": 236,
    "ỏn": 3076,
    "hỏn": 1476,
    "ỏng": 3077,
    " hỏn": 251,
    "hỏng": 1477,
    "ỏng ": 3078,
    "kiế": 1661,
    " kiế": 281,
    "kiến": 1662,
    "khi": 1634,
    "hi ": 1284,
    " khi": 268,
    "khi ": 1635,
    "ai": 837,
    "kha": 1632,
    "hai": 1268,
    "ai ": 838,
    " kha": 267,
    "khai": 1633,
    "hai ": 1269,
    "cp": 1002,
    " ha": 208,
    "hac": 1266,
    "acc": 831,
    "ccp": 952,
    "cp ": 1003,
    " hac": 209,
    "hacc": 1267,
    "accp": 832,
    "ccp ": 953,
    "kho": 1636,
    "hoa": 1305,
    "oa ": 1952,
    " kho": 269,
    "khoa": 1637,
    "hoa ": 1306,
    " ai": 10,
    " ai ": 11,
    "iáo": 1563,
    "giáo": 1195,
    "iáo ": 1564,
    "ục": 3158,
    "dục": 1123,
    "ục ": 3159,
    " dục": 165,
    "dục ": 1124,
    "gố": 1252,
    "ốc": 3081,
    " gố": 201,
    "gốc": 1253,
    "ốc ": 3082,
    " gốc": 202,
    "gốc ": 1254,
    "thiê": 2219,
    "hợ": 1496,
    "ợp": 3154,
    " hợ": 258,
    "hợp": 1497,
    "ợp ": 3155,
    " hợp": 259,
    "hợp ": 1498,
    "ò": 2708,
    "hò": 1366,
    "òn": 2711,
    "phò": 1998,
    "hòn": 1369,
    "òng": 2713,
    " phò": 451,
    "phòn": 1999,
    "hòng": 1370,
    "òng ": 2714,
    "chố": 987,
    " chố": 82,
    "chốn": 988,
    "bé": 908,
    " bé": 40,
    "béo": 909,
    " béo": 41,
    "béo ": 910,
    "phì": 1996,
    "hì ": 1357,
    " phì": 450,
    "phì ": 1997,
    "viế": 2527,
    " viế": 658,
    "viết": 2528,
    "bố": 931,
    " bố": 55,
    "bố ": 932,
    " bố ": 56,
    "quố": 2036,
    "uốc": 2502,
    " quố": 468,
    "quốc": 2037,
    "uốc ": 2503,
    "ĩ": 2853,
    "lĩ": 1745,
    "ĩn": 2855,
    " lĩ": 333,
    "lĩn": 1746,
    "ĩnh": 2856,
    " lĩn": 334,
    "lĩnh": 1747,
    "ĩnh ": 2857,
    "vự": 2568,
    " vự": 688,
    "vực": 2569,
    " vực": 689,
    "vực ": 2570,
    "iản": 1579,
    "giản": 1201,
    "iảng": 1580,
    "ạy": 2913,
    "dạy": 1114,
    "ạy ": 2914,
    " dạy": 159,
    "dạy ": 1115,
    "go": 1211,
    "ngo": 1861,
    "goạ": 1212,
    " ngo": 398,
    "ngoạ": 1862,
    "goại": 1213,
    "gữ": 1261,
    "ngữ": 1880,
    "gữ ": 1262,
    " ngữ": 405,
    "ngữ ": 1881,
    "ghiê": 1179,
    "cứ": 1063,
    "ứu": 3182,
    " cứ": 127,
    "cứu": 1064,
    "ứu ": 3183,
    " cứu": 128,
    "cứu ": 1065,
    "thậ": 2261,
    "hập": 1438,
    " thậ": 550,
    "thập": 2262,
    "hập ": 1439,
    "ã": 2677,
    "xã": 2596,
    "ã ": 2678,
    " xã": 706,
    "xã ": 2597,
    " xã ": 707,
    "hộ": 1487,
    "ội": 3112,
    " hộ": 256,
    "hội": 1488,
    "ội ": 3113,
    " hội": 257,
    "hội ": 1489,
    "tối": 2420,
    " tối": 638,
    "tối ": 2421,
    " ư": 789,
    "ưu": 2870,
    " ưu": 790,
    "ưu ": 2871,
    " ưu ": 791,
    "qua ": 2028,
    "tổ": 2425,
    "ổn": 3103,
    " tổ": 640,
    "tổn": 2427,
    "ổng": 3104,
    " tổn": 642,
    "tổng": 2428,
    "ổng ": 3105,
    "tà": 2361,
    " tà": 600,
    "tài": 2362,
    " tài": 601,
    "tài ": 2363,
    "gô": 1234,
    "ngô": 1870,
    "gôn": 1235,
    "ôn ": 2726,
    " ngô": 401,
    "ngôn": 1871,
    "gôn ": 1236,
    "uẩ": 2493,
    "chu": 963,
    "huẩ": 1330,
    "uẩn": 2494,
    " chu": 71,
    "chuẩ": 965,
    "huẩn": 1331,
    "uẩn ": 2495,
    "đầ": 2813,
    "ầu": 2945,
    " đầ": 762,
    "đầu": 2814,
    "ầu ": 2946,
    " đầu": 763,
    "đầu ": 2815,
    " ra ": 471,
    "du ": 1091,
    " du ": 146,
    "lị": 1763,
    " lị": 345,
    "lịc": 1764,
    " lịc": 346,
    "lịch": 1765,
    "thư ": 2252,
    "lưu": 1749,
    " lưu": 336,
    "lưu ": 1750,
    "rữ": 2123,
    "trữ": 2341,
    "rữ ": 2124,
    " trữ": 589,
    "trữ ": 2342,
    "việ": 2529,
    " việ": 659,
    "viện": 2530,
    "biê": 881,
    " biê": 28,
    "biên": 882,
    "ran": 2045,
    "tran": 2306,
    "rang": 2046,
    "ẫ": 2956,
    "dẫ": 1116,
    "ẫn": 2957,
    " dẫ": 160,
    "dẫn": 1117,
    "ẫn ": 2958,
    " dẫn": 161,
    "dẫn ": 1118,
    "phỏ": 2010,
    " phỏ": 457,
    "phỏn": 2011,
    "vấ": 2546,
    " vấ": 671,
    "vấn": 2547,
    " vấn": 672,
    "vấn ": 2548,
    "ổ ": 3100,
    "tổ ": 2426,
    " tổ ": 641,
    "chứ": 992,
    " chứ": 84,
    "chức": 993,
    "sự": 2195,
    " sự": 527,
    "sự ": 2196,
    " sự ": 528,
    "dự ": 1130,
    " dự ": 170,
    " án": 716,
    " án ": 717,
    "ủn": 3171,
    "khủ": 1656,
    "hủn": 1505,
    "ủng": 3172,
    " khủ": 278,
    "khủn": 1657,
    "hủng": 1506,
    "ủng ": 3173,
    "oả": 1976,
    "hoả": 1314,
    "oản": 1977,
    " hoả": 218,
    "hoản": 1315,
    "oảng": 1978,
    "tá": 2364,
    " tá": 602,
    "tác": 2365,
    " tác": 603,
    "tác ": 2366,
    "kê": 1675,
    "ê ": 2686,
    " kê": 289,
    "kê ": 1676,
    " kê ": 290,
    "hàng": 1339,
    "hác": 1342,
    "khác": 1642,
    "hách": 1344,
    "sạn": 2166,
    " sạn": 505,
    "sạn ": 2167,
    "hục": 1501,
    "phục": 2014,
    "hục ": 1502,
    "lễ": 1761,
    "ễ ": 3030,
    " lễ": 343,
    "lễ ": 1762,
    " lễ ": 344,
    "tân": 2370,
    " tân": 606,
    "tân ": 2371,
    "ớn": 3124,
    "hướ": 1403,
    "ướn": 2880,
    "ớng": 3125,
    " hướ": 237,
    "hướn": 1404,
    "ướng": 2881,
    "ớng ": 3126,
    "luậ": 1722,
    " luậ": 317,
    "luật": 1723,
    "đai": 2769,
    " đai": 734,
    "đai ": 2770,
    "ăm": 2760,
    "năm": 1930,
    "ăm ": 2761,
    " năm": 426,
    "năm ": 1931,
    "_": 819,
    " _": 6,
    "__": 821,
    "_n": 825,
    "um": 2451,
    "mb": 1783,
    "be": 875,
    "r_": 2040,
    "_ ": 820,
    " __": 7,
    "__n": 823,
    "_nu": 826,
    "num": 1914,
    "umb": 2452,
    "mbe": 1784,
    "ber": 876,
    "er_": 1158,
    "r__": 2041,
    "__ ": 822,
    " __n": 8,
    "__nu": 824,
    "_num": 827,
    "numb": 1915,
    "umbe": 2453,
    "mber": 1785,
    "ber_": 877,
    "er__": 1159,
    "r__ ": 2042,
    "rác": 2081,
    "trác": 2314,
    "rách": 2082,
    "nhiệ": 1887,
    "quyề": 2032,
    "yế": 2614,
    "khu": 1638,
    "huy": 1324,
    "uyế": 2466,
    "yến": 2615,
    " khu": 270,
    "khuy": 1640,
    "huyế": 1327,
    "uyến": 2467,
    "yến ": 2616,
    "cộ": 1055,
    " cộ": 121,
    "cộn": 1056,
    " cộn": 122,
    "cộng": 1057,
    "hôn ": 1376,
    "mớ": 1837,
    " mớ": 388,
    "mới": 1838,
    " mới": 389,
    "mới ": 1839,
    "lớ": 1766,
    "ớp": 3127,
    " lớ": 347,
    "lớp": 1767,
    "ớp ": 3128,
    " lớp": 348,
    "lớp ": 1768,
    "kĩ": 1682,
    "ĩ ": 2854,
    " kĩ": 295,
    "kĩ ": 1683,
    " kĩ ": 296,
    "đấu": 2811,
    " đấu": 761,
    "đấu ": 2812,
    "thầ": 2258,
    "hầu": 1425,
    " thầ": 549,
    "thầu": 2259,
    "hầu ": 1426,
    "bá": 902,
    " bá": 37,
    "bán": 906,
    " bán": 39,
    "bán ": 907,
    "yê": 2611,
    "uyê": 2464,
    "yên": 2612,
    "chuy": 964,
    "huyê": 1326,
    "uyên": 2465,
    "yên ": 2613,
    "chí": 968,
    "hín": 1364,
    " chí": 73,
    "chín": 969,
    "hính": 1365,
    "ám": 2650,
    "iám": 1561,
    "ám ": 2651,
    "giám": 1194,
    "iám ": 1562,
    "đốc": 2834,
    " đốc": 777,
    "đốc ": 2835,
    "ce": 954,
    " ce": 66,
    "ceo": 955,
    " ceo": 67,
    "ceo ": 956,
    "diễ": 1079,
    " diễ": 138,
    "diễn": 1080,
    "hở": 1493,
    "ởi": 3139,
    "khở": 1654,
    "hởi": 1494,
    "ởi ": 3140,
    " khở": 277,
    "khởi": 1655,
    "hởi ": 1495,
    "guy": 1219,
    "nguy": 1865,
    "guyê": 1220,
    "khu ": 1639,
    "đư": 2799,
    " đư": 753,
    "đượ": 2800,
    " đượ": 754,
    "được": 2801,
    "bắ": 922,
    "ắt": 2979,
    " bắ": 49,
    "bắt": 923,
    "ắt ": 2980,
    " bắt": 50,
    "bắt ": 924,
    "úc": 2746,
    "lúc": 1741,
    "úc ": 2747,
    " lúc": 330,
    "lúc ": 1742,
    "đâ": 2789,
    " đâ": 746,
    "đâu": 2790,
    " đâu": 747,
    "đâu ": 2791,
    "điể": 2776,
    " điể": 738,
    "điểm": 2777,
    "cò": 1026,
    " cò": 100,
    "còn": 1027,
    "òn ": 2712,
    " còn": 101,
    "còn ": 1028,
    "viê": 2525,
    " viê": 657,
    "viên": 2526,
    "đă": 2796,
    " đă": 751,
    "đăn": 2797,
    " đăn": 752,
    "đăng": 2798,
    "này": 1921,
    " này": 420,
    "này ": 1922,
    "hù": 1379,
    "ù ": 2732,
    "phù": 2000,
    "hù ": 1380,
    " phù": 452,
    "phù ": 2001,
    "nế": 1940,
    "ếu": 3011,
    " nế": 432,
    "nếu": 1941,
    "ếu ": 3012,
    " nếu": 433,
    "nếu ": 1942,
    "gư": 1237,
    "ngư": 1872,
    "gư ": 1238,
    " ngư": 402,
    "ngư ": 1873,
    "ưa": 2868,
    "hưa": 1399,
    "ưa ": 2869,
    "chưa": 973,
    "hưa ": 1400,
    "nộ": 1946,
    " nộ": 436,
    "nội": 1947,
    " nội": 437,
    "nội ": 1948,
    "dun": 1094,
    " dun": 147,
    "dung": 1095,
    "ủ ": 3166,
    "chủ": 990,
    "hủ ": 1504,
    " chủ": 83,
    "chủ ": 991,
    "đề": 2824,
    " đề": 769,
    "đề ": 2825,
    " đề ": 770,
    "gồ": 1255,
    "ồm": 3093,
    " gồ": 203,
    "gồm": 1256,
    "ồm ": 3094,
    " gồm": 204,
    "gồm ": 1257,
    "bài": 898,
    " bài": 35,
    "bài ": 899,
    "ộc": 3110,
    "huộ": 1334,
    "uộc": 2514,
    "ộc ": 3111,
    "thuộ": 2231,
    "huộc": 1335,
    "uộc ": 2515,
    "do ": 1087,
    " do ": 143,
    "đả": 2805,
    " đả": 757,
    "đảm": 2806,
    " đảm": 758,
    "đảm ": 2807,
    "nhậ": 1896,
    "hận": 1436,
    " nhậ": 412,
    "nhận": 1897,
    "hận ": 1437,
    "đứ": 2848,
    " đứ": 786,
    "đứn": 2851,
    " đứn": 788,
    "đứng": 2852,
    "ậ ": 2960,
    "vậ ": 2550,
    " vậ ": 674,
    "ịu": 3059,
    "chị": 983,
    "hịu": 1461,
    "ịu ": 3060,
    " chị": 80,
    "chịu": 984,
    "hịu ": 1462,
    "gườ": 1239,
    "ười": 2883,
    "ngườ": 1874,
    "gười": 1240,
    "ười ": 2884,
    " ron": 477,
    "hẻ": 1447,
    "thẻ": 2263,
    "hẻ ": 1448,
    " thẻ": 551,
    "thẻ ": 2264,
    "châ": 966,
    " châ": 72,
    "chân": 967,
    "ắn": 2974,
    "rắn": 2111,
    "ắng": 2975,
    "trắn": 2334,
    "rắng": 2112,
    "ắng ": 2976,
    "tẩ": 2406,
    " tẩ": 628,
    "tẩm": 2407,
    " tẩm": 629,
    "tẩm ": 2408,
    "vị": 2561,
    " vị": 682,
    "vị ": 2562,
    " vị ": 683,
    "sấ": 2171,
    " sấ": 508,
    "sấy": 2172,
    " sấy": 509,
    "sấy ": 2173,
    "ợi": 3149,
    "lợi": 1771,
    "ợi ": 3150,
    " lợi": 351,
    "lợi ": 1772,
    "hề": 1451,
    "ghề": 1181,
    "hề ": 1452,
    "nghề": 1859,
    "ghề ": 1182,
    "din": 1077,
    " din": 137,
    "dinh": 1078,
    "ỡ": 3141,
    "ưỡ": 2888,
    "ỡn": 3142,
    "dưỡ": 1107,
    "ưỡn": 2889,
    "ỡng": 3143,
    " dưỡ": 155,
    "dưỡn": 1108,
    "ưỡng": 2890,
    "ỡng ": 3144,
    "cù": 1035,
    "ùa": 2733,
    " cù": 107,
    "cùa": 1036,
    "ùa ": 2734,
    " cùa": 108,
    "cùa ": 1037,
    "dn": 1083,
    "na": 1844,
    " dn": 140,
    "dna": 1084,
    "na ": 1845,
    " dna": 141,
    "dna ": 1085,
    "ty": 2359,
    " ty": 598,
    "ty ": 2360,
    " ty ": 599,
    "ốt": 3089,
    "hốt": 1481,
    "ốt ": 3090,
    "chốt": 989,
    "hốt ": 1482,
    "râ": 2085,
    "trâ": 2316,
    "râu": 2086,
    " trâ": 577,
    "trâu": 2317,
    "râu ": 2087,
    "han": 1272,
    "than": 2213,
    "han ": 1273,
    "ặc": 2991,
    "đặc": 2817,
    "ặc ": 2992,
    " đặc": 765,
    "đặc ": 2818,
    "gợ": 1258,
    " gợ": 205,
    "gợi": 1259,
    " gợi": 206,
    "gợi ": 1260,
    " ý": 726,
    " ý ": 727,
    "ệt": 3043,
    "biệ": 888,
    "iệt": 1608,
    "ệt ": 3044,
    " biệ": 31,
    "biệt": 889,
    "iệt ": 1609,
    "thán": 2236,
    "tiế": 2292,
    " tiế": 565,
    "tiết": 2293,
    "ậy": 2969,
    "vậy": 2555,
    "ậy ": 2970,
    " vậy": 677,
    "vậy ": 2556,
    "gà": 1224,
    "ngà": 1867,
    "gày": 1227,
    " ngà": 400,
    "ngày": 1869,
    "gày ": 1228,
    "iú": 1571,
    "úp": 2751,
    "giú": 1196,
    "iúp": 1572,
    "úp ": 2752,
    " giú": 190,
    "giúp": 1197,
    "iúp ": 1573,
    "mì": 1815,
    " mì": 373,
    "mìn": 1816,
    " mìn": 374,
    "mình": 1817,
    "sa": 2130,
    " sa": 483,
    "sao": 2131,
    " sao": 484,
    "sao ": 2132,
    "bác": 903,
    " bác": 38,
    "bách": 905,
    "tấ": 2403,
    " tấ": 626,
    "tất": 2404,
    " tất": 627,
    "tất ": 2405,
    "cả": 1043,
    " cả": 113,
    "cả ": 1044,
    " cả ": 114,
    "gàn": 1225,
    "ngàn": 1868,
    "gành": 1226,
    "&": 800,
    " &": 1,
    "& ": 801,
    " & ": 2,
    " ri": 473,
    "riê": 2058,
    "êng": 2689,
    " riê": 474,
    "riên": 2059,
    "iêng": 1568,
    "êng ": 2690,
    "cán": 1019,
    " cán": 96,
    "cán ": 1020,
    "bộ": 933,
    "ộ ": 3109,
    " bộ": 57,
    "bộ ": 934,
    " bộ ": 58,
    "lã": 1731,
    "ãn": 2679,
