{
  "text": {
    " ": 0,
    "b": 779,
    "ạ": 2619,
    "n": 1667,
    " b": 18,
    "bạ": 819,
    "ạn": 2625,
    "n ": 1668,
    " bạ": 37,
    "bạn": 820,
    "ạn ": 2626,
    " bạn": 38,
    "bạn ": 821,
    "c": 838,
    "ó": 2457,
    " c": 50,
    "có": 925,
    "ó ": 2458,
    " có": 91,
    "có ": 926,
    " có ": 92,
    "t": 1999,
    "h": 1145,
    "ể": 2735,
    " t": 475,
    "th": 2012,
    "hể": 1302,
    "ể ": 2736,
    " th": 476,
    "thể": 2053,
    "hể ": 1303,
    " thể": 492,
    "thể ": 2054,
    "o": 1772,
    "ch": 860,
    "ho": 1174,
    "o ": 1773,
    " ch": 59,
    "cho": 862,
    "ho ": 1175,
    " cho": 60,
    "cho ": 863,
    "ô": 2461,
    "i": 1367,
    "tô": 2159,
    "ôi": 2463,
    "i ": 1368,
    " tô": 546,
    "tôi": 2160,
    "ôi ": 2464,
    " tôi": 547,
    "tôi ": 2161,
    "ế": 2717,
    "bi": 789,
    "iế": 1423,
    "ết": 2723,
    "t ": 2000,
    " bi": 22,
    "biế": 794,
    "iết": 1428,
    "ết ": 2724,
    " biế": 25,
    "biết": 796,
    "iết ": 1429,
    "v": 2280,
    "ề": 2727,
    " v": 581,
    "về": 2317,
    "ề ": 2728,
    " về": 603,
    "về ": 2318,
    " về ": 604,
    "á": 2393,
    "cá": 913,
    "ác": 2395,
    "c ": 839,
    " cá": 83,
    "các": 915,
    "ác ": 2396,
    " các": 85,
    "các ": 916,
    "ư": 2589,
    "ơ": 2583,
    "g": 1064,
    "hư": 1253,
    "ươ": 2595,
    "ơn": 2585,
    "ng": 1678,
    "g ": 1065,
    "chư": 873,
    "hươ": 1257,
    "ươn": 2596,
    "ơng": 2587,
    "ng ": 1679,
    " chư": 65,
    "chươ": 875,
    "hươn": 1258,
    "ương": 2597,
    "ơng ": 2588,
    "r": 1854,
    "ì": 2437,
    "tr": 2089,
    "rì": 1905,
    "ìn": 2441,
    "nh": 1703,
    "h ": 1146,
    " tr": 510,
    "trì": 2106,
    "rìn": 1906,
    "ình": 2442,
    "nh ": 1704,
    " trì": 518,
    "trìn": 2107,
    "rình": 1907,
    "ình ": 2443,
    "ậ": 2673,
    "p": 1802,
    "tậ": 2182,
    "ập": 2677,
    "p ": 1803,
    " tậ": 561,
    "tập": 2185,
    "ập ": 2678,
    " tập": 563,
    "tập ": 2186,
    "u": 2202,
    "ấ": 2649,
    " h": 191,
    "hu": 1189,
    "uấ": 2247,
    "ấn": 2652,
    " hu": 202,
    "huấ": 1194,
    "uấn": 2248,
    "ấn ": 2653,
    " huấ": 203,
    "huấn": 1195,
    "uấn ": 2249,
    "k": 1463,
    " k": 235,
    "kh": 1471,
    "hô": 1237,
    "ôn": 2467,
    " kh": 236,
    "khô": 1488,
    "hôn": 1238,
    "ông": 2469,
    " khô": 244,
    "khôn": 1489,
    "hông": 1240,
    "ông ": 2470,
    "ữ": 2897,
    " n": 353,
    "hữ": 1357,
    "ữn": 2901,
    " nh": 366,
    "nhữ": 1723,
    "hữn": 1360,
    "ững": 2902,
    " nhữ": 375,
    "nhữn": 1724,
    "hững": 1361,
    "ững ": 2903,
    "a": 741,
    "hó": 1234,
    "óa": 2459,
    "a ": 742,
    "khó": 1486,
    "hóa": 1235,
    "óa ": 2460,
    " khó": 243,
    "khóa": 1487,
    "hóa ": 1236,
    "ọ": 2773,
    "họ": 1312,
    "ọc": 2776,
    " họ": 221,
    "học": 1315,
    "ọc ": 2777,
    " học": 223,
    "học ": 1316,
    "à": 2377,
    "nà": 1741,
    "ào": 2389,
    " nà": 378,
    "nào": 1742,
    "ào ": 2390,
    " nào": 379,
    "nào ": 1743,
    "đ": 2498,
    " đ": 653,
    "đa": 2499,
    "an": 754,
    " đa": 654,
    "đan": 2503,
    "ang": 756,
    " đan": 657,
    "đang": 2504,
    "ang ": 757,
    "m": 1605,
    "ở": 2844,
    " m": 318,
    "mở": 1665,
    "ở ": 2845,
    " mở": 351,
    "mở ": 1666,
    " mở ": 352,
    "ố": 2789,
    "mu": 1628,
    "uố": 2263,
    "ốn": 2795,
    " mu": 326,
    "muố": 1629,
    "uốn": 2266,
    "ốn ": 2796,
    " muố": 327,
    "muốn": 1630,
    "uốn ": 2267,
    "x": 2336,
    "e": 1027,
    " x": 618,
    "xe": 2341,
    "em": 1038,
    "m ": 1606,
    " xe": 621,
    "xem": 2342,
    "em ": 1039,
    " xem": 622,
    "xem ": 2343,
    "d": 962,
    " d": 118,
    "da": 964,
    " da": 119,
    "dan": 965,
    "anh": 759,
    " dan": 120,
    "danh": 966,
    "anh ": 760,
    "s": 1937,
    " s": 434,
    "sá": 1956,
    " sá": 443,
    "sác": 1957,
    "ách": 2397,
    "ch ": 861,
    " sác": 444,
    "sách": 1958,
    "ách ": 2398,
    "đà": 2516,
    " đà": 665,
    "đào": 2517,
    " đào": 666,
    "đào ": 2518,
    "tạ": 2168,
    "ạo": 2629,
    " tạ": 552,
    "tạo": 2169,
    "ạo ": 2630,
    " tạo": 553,
    "tạo ": 2170,
    "l": 1527,
    " l": 271,
    "lậ": 1581,
    " lậ": 301,
    "lập": 1582,
    " lập": 302,
    "lập ": 1583,
    "ú": 2478,
    "hú": 1243,
    "ún": 2484,
    "nhú": 1713,
    "hún": 1245,
    "úng": 2485,
    " nhú": 370,
    "nhún": 1714,
    "húng": 1246,
    "úng ": 2486,
    "é": 2428,
    "ké": 1507,
    "éo": 2429,
    " ké": 254,
    "kéo": 1508,
    "éo ": 2430,
    " kéo": 255,
    "kéo ": 1509,
    "dà": 990,
    "ài": 2379,
    " dà": 135,
    "dài": 991,
    "ài ": 2380,
    " dài": 136,
    "dài ": 992,
    "ba": 781,
    "ao": 761,
    " ba": 19,
    "bao": 784,
    "ao ": 762,
    " bao": 21,
    "bao ": 785,
    "â": 2417,
    "lâ": 1558,
    "âu": 2422,
    "u ": 2203,
    " lâ": 286,
    "lâu": 1559,
    "âu ": 2423,
    " lâu": 287,
    "lâu ": 1560,
    "ờ": 2836,
    "hờ": 1333,
    "ời": 2838,
    "thờ": 2061,
    "hời": 1334,
    "ời ": 2839,
    " thờ": 496,
    "thời": 2062,
    "hời ": 1335,
    " g": 169,
    "gi": 1074,
    "ia": 1372,
    " gi": 170,
    "gia": 1075,
    "ian": 1374,
    "an ": 755,
    " gia": 171,
    "gian": 1077,
    "ian ": 1375,
    "ủ": 2872,
    "củ": 953,
    "ủa": 2874,
    " củ": 112,
    "của": 954,
    "ủa ": 2875,
    " của": 113,
    "của ": 955,
    " a": 7,
    " an": 10,
    " an ": 11,
    "to": 2084,
    "oà": 1784,
    "àn": 2383,
    " to": 507,
    "toà": 2085,
    "oàn": 1787,
    "àn ": 2384,
    " toà": 508,
    "toàn": 2086,
    "oàn ": 1788,
    "ệ": 2745,
    "đi": 2505,
    "iệ": 1441,
    "ện": 2749,
    " đi": 658,
    "điệ": 2511,
    "iện": 1444,
    "ện ": 2750,
    " điệ": 662,
    "điện": 2512,
    "iện ": 1445,
    "hi": 1158,
    "thi": 2016,
    "hiế": 1163,
    " thi": 478,
    "thiế": 2018,
    "hiết": 1165,
    "kế": 1519,
    "ế ": 2718,
    " kế": 264,
    "kế ": 1520,
    " kế ": 265,
    "và": 2293,
    "à ": 2378,
    " và": 587,
    "và ": 2294,
    " và ": 588,
    " p": 398,
    "ph": 1804,
    "hâ": 1218,
    "ân": 2418,
    " ph": 399,
    "phâ": 1814,
    "hân": 1219,
    "ân ": 2419,
    " phâ": 404,
    "phân": 1815,
    "hân ": 1220,
    "í": 2444,
    "tí": 2154,
    "íc": 2446,
    " tí": 543,
    "tíc": 2155,
    "ích": 2447,
    " tíc": 544,
    "tích": 2156,
    "ích ": 2448,
    "hí": 1225,
    "í ": 2445,
    "thí": 2033,
    "hí ": 1226,
    " thí": 483,
    "thí ": 2034,
    "gh": 1066,
    "ệm": 2747,
    " ng": 356,
    "ngh": 1680,
    "ghi": 1067,
    "hiệ": 1166,
    "iệm": 1442,
    "ệm ": 2748,
    " ngh": 357,
    "nghi": 1681,
    "ghiệ": 1069,
    "hiệm": 1167,
    "iệm ": 1443,
    "ê": 2431,
    "iê": 1408,
    "êu": 2435,
    "nhi": 1705,
    "hiê": 1160,
    "iêu": 1411,
    "êu ": 2436,
    " nhi": 367,
    "nhiê": 1706,
    "hiêu": 1162,
    "iêu ": 1412,
    "ổ": 2809,
    "bu": 805,
    "uổ": 2272,
    "ổi": 2811,
    " bu": 28,
    "buổ": 806,
    "uổi": 2273,
    "ổi ": 2812,
    " buổ": 29,
    "buổi": 807,
    "uổi ": 2274,
    "ả": 2635,
    "hả": 1266,
    "ảo": 2647,
    "khả": 1490,
    "hảo": 1269,
    "ảo ": 2648,
    " khả": 245,
    "khảo": 1491,
    "hảo ": 1270,
    "át": 2413,
    "sát": 1961,
    "át ": 2414,
    " sát": 446,
    "sát ": 1962,
    "ị": 2761,
    "đị": 2555,
    "ịa": 2763,
    " đị": 692,
    "địa": 2556,
    "ịa ": 2764,
    " địa": 693,
    "địa ": 2557,
    "hì": 1221,
    " hì": 206,
    "hìn": 1223,
    " hìn": 207,
    "hình": 1224,
    "mấ": 1653,
    "ất": 2654,
    " mấ": 343,
    "mất": 1654,
    "ất ": 2655,
    " mất": 344,
    "mất ": 1655,
    "ki": 1498,
    "iể": 1433,
    "ểm": 2737,
    " ki": 249,
    "kiể": 1503,
    "iểm": 1434,
    "ểm ": 2738,
    " kiể": 252,
    "kiểm": 1504,
    "iểm ": 1435,
    "ử": 2891,
    "hử": 1355,
    "ử ": 2892,
    "thử": 2067,
    "hử ": 1356,
    " thử": 499,
    "thử ": 2068,
    "ầ": 2660,
    "hầ": 1274,
    "ần": 2661,
    "phầ": 1824,
    "hần": 1275,
    "ần ": 2662,
    " phầ": 409,
    "phần": 1825,
    "hần ": 1276,
    "mề": 1656,
    "ềm": 2729,
    " mề": 345,
    "mềm": 1657,
    "ềm ": 2730,
    " mềm": 346,
    "mềm ": 1658,
    "cơ": 936,
    "ơ ": 2584,
    " cơ": 99,
    "cơ ": 937,
    " cơ ": 100,
    "bả": 822,
    "ản": 2641,
    " bả": 39,
    "bản": 823,
    "ản ": 2642,
    " bản": 40,
    "bản ": 824,
    "tố": 2189,
    " tố": 566,
    "tốn": 2192,
    " tốn": 568,
    "tốn ": 2193,
    " e": 159,
    " em": 160,
    " em ": 161,
    "sả": 1975,
    " sả": 456,
    "sản": 1976,
    " sản": 457,
    "sản ": 1977,
    "xu": 2347,
    " xu": 625,
    "xuấ": 2348,
    "uất": 2250,
    " xuấ": 626,
    "xuất": 2349,
    "uất ": 2251,
    "sạ": 1970,
    "ạc": 2620,
    " sạ": 453,
    "sạc": 1971,
    "ạch": 2621,
    " sạc": 454,
    "sạch": 1972,
    "ạch ": 2622,
    "hơ": 1250,
    " hơ": 210,
    "hơn": 1251,
    "ơn ": 2586,
    " hơn": 211,
    "hơn ": 1252,
    "y": 2360,
    " à": 637,
    "ày": 2391,
    "y ": 2361,
    " ày": 638,
    "ày ": 2392,
    " ày ": 639,
    "để": 2553,
    " để": 690,
    "để ": 2554,
    " để ": 691,
    " ho": 198,
    "hoà": 1180,
    " hoà": 199,
    "hoàn": 1181,
    "hà": 1202,
    "thà": 2026,
    "hàn": 1204,
    "ành": 2387,
    " thà": 480,
    "thàn": 2027,
    "hành": 1206,
    "ành ": 2388,
    "nâ": 1746,
    " nâ": 381,
    "nân": 1747,
    "âng": 2420,
    " nân": 382,
    "nâng": 1748,
    "âng ": 2421,
    "ca": 843,
    " ca": 51,
    "cao": 850,
    " cao": 54,
    "cao ": 851,
    "ro": 1879,
    "on": 1778,
    "tro": 2095,
    "ron": 1881,
    "ong": 1780,
    " tro": 513,
    "tron": 2096,
    "rong": 1882,
    "ong ": 1781,
    "tu": 2131,
    "uầ": 2252,
    " tu": 528,
    "tuầ": 2134,
    "uần": 2253,
    " tuầ": 530,
    "tuần": 2135,
    "uần ": 2254,
    "sử": 1993,
    "ửa": 2893,
    " sử": 470,
    "sửa": 1995,
    "ửa ": 2894,
    " sửa": 472,
    "sửa ": 1996,
    "ữa": 2899,
    "chữ": 895,
    "hữa": 1358,
    "ữa ": 2900,
    " chữ": 75,
    "chữa": 896,
    "hữa ": 1359,
    "ắ": 2685,
    "lắ": 1584,
    "ắp": 2691,
    " lắ": 303,
    "lắp": 1585,
    "ắp ": 2692,
    " lắp": 304,
    "lắp ": 1586,
    "ặ": 2704,
    "đặ": 2546,
    "ặt": 2709,
    " đặ": 685,
    "đặt": 2549,
    "ặt ": 2710,
    " đặt": 687,
    "đặt ": 2550,
    "dâ": 995,
    " dâ": 138,
    "dân": 996,
    " dân": 139,
    "dân ": 997,
    "ụ": 2863,
    "dụ": 1014,
    "ụn": 2867,
    " dụ": 150,
    "dụn": 1017,
    "ụng": 2868,
    " dụn": 152,
    "dụng": 1018,
    "ụng ": 2869,
    "xo": 2344,
    " xo": 623,
    "xon": 2345,
    " xon": 624,
    "xong": 2346,
    "cầ": 945,
    " cầ": 106,
    "cần": 946,
    " cần": 107,
    "cần ": 947,
    "ha": 1147,
    "am": 752,
    "tha": 2013,
    "ham": 1152,
    "am ": 753,
    " tha": 477,
    "tham": 2014,
    "ham ": 1153,
    "ia ": 1373,
    "gia ": 1076,
    "pl": 1833,
    "lc": 1533,
    " pl": 413,
    "plc": 1834,
    "lc ": 1534,
    " plc": 414,
    "plc ": 1835,
    "ru": 1887,
    "uy": 2228,
    "yề": 2374,
    "ền": 2731,
    "tru": 2097,
    "ruy": 1888,
    "uyề": 2234,
    "yền": 2375,
    "ền ": 2732,
    " tru": 514,
    "truy": 2098,
    "ruyề": 1889,
    "uyền": 2235,
    "yền ": 2376,
    "thô": 2036,
    " thô": 484,
    "thôn": 2037,
    "-": 718,
    "cc": 852,
    "c-": 840,
    "-l": 722,
    "li": 1535,
    "in": 1390,
    "nk": 1725,
    "k ": 1464,
    " cc": 55,
    "cc-": 853,
    "c-l": 841,
    "-li": 723,
    "lin": 1536,
    "ink": 1394,
    "nk ": 1726,
    " cc-": 56,
    "cc-l": 854,
    "c-li": 842,
    "-lin": 724,
    "link": 1537,
    "ink ": 1395,
    "hm": 1171,
    "mi": 1615,
    " hm": 196,
    "hmi": 1172,
    "mi ": 1616,
    " hmi": 197,
    "hmi ": 1173,
    "ẽ": 2715,
    "sẽ": 1984,
    "ẽ ": 2716,
    " sẽ": 462,
    "sẽ ": 1985,
    " sẽ ": 463,
    "iờ": 1458,
    "ờ ": 2837,
    "giờ": 1095,
    "iờ ": 1459,
    " giờ": 178,
    "giờ ": 1096,
    "sử ": 1994,
    " sử ": 471,
    "3": 729,
    " 3": 1,
    "3d": 730,
    "d ": 963,
    " 3d": 2,
    "3d ": 731,
    " 3d ": 3,
    "ín": 2449,
    "tín": 2157,
    "ính": 2450,
    " tín": 545,
    "tính": 2158,
    "ính ": 2451,
    "oá": 1789,
    "án": 2403,
    "toá": 2087,
    "oán": 1790,
    "án ": 2404,
    " toá": 509,
    "toán": 2088,
    "oán ": 1791,
    "khí": 1484,
    " khí": 242,
    "khí ": 1485,
    "cụ": 951,
    "ụ ": 2864,
    " cụ": 110,
    "cụ ": 952,
    " cụ ": 111,
    "ư ": 2590,
    "như": 1715,
    "hư ": 1254,
    " như": 371,
    "như ": 1716,
    "hế": 1298,
    "thế": 2051,
    "hế ": 1299,
    " thế": 491,
    "thế ": 2052,
    "cam": 846,
    " cam": 52,
    "cam ": 847,
    "cô": 927,
    " cô": 93,
    "côn": 928,
    " côn": 94,
    "công": 929,
    "rê": 1902,
    "ên": 2433,
    "trê": 2104,
    "rên": 1903,
    "ên ": 2434,
    " trê": 517,
    "trên": 2105,
    "rên ": 1904,
    "má": 1637,
    "áy": 2415,
    " má": 332,
    "máy": 1638,
    "áy ": 2416,
    " máy": 333,
    "máy ": 1639,
    "ti": 2071,
    " ti": 501,
    "tiệ": 2082,
    " tiệ": 506,
    "tiện": 2083,
    "cn": 900,
    "nc": 1674,
    " cn": 76,
    "cnc": 901,
    "nc ": 1675,
    " cnc": 77,
    "cnc ": 902,
    "ay": 777,
    "pha": 1805,
    "hay": 1156,
    "ay ": 778,
    " pha": 400,
    "phay": 1806,
    "hay ": 1157,
    "là": 1554,
    " là": 283,
    "là ": 1555,
    " là ": 284,
    "vậ": 2309,
    "ận": 2675,
    " vậ": 598,
    "vận": 2311,
    "ận ": 2676,
    " vận": 600,
    "vận ": 2312,
    " hà": 204,
    " hàn": 205,
    "ự": 2906,
    "tự": 2200,
    "ự ": 2907,
    " tự": 574,
    "tự ": 2201,
    " tự ": 575,
    "ộ": 2816,
    "độ": 2572,
    "ộn": 2821,
    " độ": 703,
    "độn": 2573,
    "ộng": 2822,
    " độn": 704,
    "động": 2574,
    "ộng ": 2823,
    " hó": 208,
    " hóa": 209,
    "số": 1986,
    "ố ": 2790,
    " số": 464,
    "số ": 1987,
    " số ": 465,
    "nhà": 1709,
    "hà ": 1203,
    " nhà": 368,
    "nhà ": 1710,
    "hệ": 1304,
    "ệ ": 2746,
    "ghệ": 1072,
    "hệ ": 1305,
    "nghệ": 1683,
    "ghệ ": 1073,
    "im": 1386,
    "bim": 790,
    "im ": 1387,
    " bim": 23,
    "bim ": 791,
    "ứ": 2883,
    " ứ": 715,
    "ứn": 2886,
    " ứn": 716,
    "ứng": 2887,
    " ứng": 717,
    "ứng ": 2888,
    "hự": 1364,
    "ực": 2910,
    "thự": 2069,
    "hực": 1365,
    "ực ": 2911,
    " thự": 500,
    "thực": 2070,
    "hực ": 1366,
    "ễ": 2741,
    "iễ": 1438,
    "ễn": 2743,
    "tiễ": 2080,
    "iễn": 1439,
    "ễn ": 2744,
    " tiễ": 505,
    "tiễn": 2081,
    "iễn ": 1440,
    "dàn": 993,
    " dàn": 137,
    "dành": 994,
    "đố": 2560,
    "ối": 2793,
    " đố": 695,
    "đối": 2563,
    "ối ": 2794,
    " đối": 697,
    "đối ": 2564,
    "ợ": 2852,
    "tư": 2164,
    "ượ": 2614,
    "ợn": 2858,
    " tư": 549,
    "tượ": 2166,
    "ượn": 2617,
    "ợng": 2859,
    " tượ": 551,
    "tượn": 2167,
    "ượng": 2618,
    "ợng ": 2860,
    "q": 1839,
    " q": 417,
    "qu": 1842,
    "uả": 2242,
    " qu": 418,
    "quả": 1849,
    "uản": 2244,
    " quả": 421,
    "quản": 1851,
    "uản ": 2245,
    "ý": 2489,
    "lý": 1569,
    "ý ": 2490,
    " lý": 293,
    "lý ": 1570,
    " lý ": 294,
    "ỹ": 2917,
    "kỹ": 1525,
    "ỹ ": 2918,
    " kỹ": 269,
    "kỹ ": 1526,
    " kỹ ": 270,
    "sư": 1968,
    " sư": 451,
    "sư ": 1969,
    " sư ": 452,
    "kết": 1521,
    " kết": 266,
    "kết ": 1522,
    "cấ": 940,
    "ấu": 2656,
    " cấ": 103,
    "cấu": 941,
    "ấu ": 2657,
    " cấu": 104,
    "cấu ": 942,
    "w": 2331,
    " w": 615,
    "we": 2332,
    "eb": 1032,
    "b ": 780,
    " we": 616,
    "web": 2333,
    "eb ": 1033,
    " web": 617,
    "web ": 2334,
    "f": 1054,
    " f": 162,
    "fr": 1061,
    "nt": 1731,
    "t-": 2001,
    "-e": 719,
    "en": 1042,
    "nd": 1676,
    " fr": 167,
    "fro": 1062,
    "ont": 1782,
    "nt-": 1732,
    "t-e": 2002,
    "-en": 720,
    "end": 1044,
    "nd ": 1677,
    " fro": 168,
    "fron": 1063,
    "ront": 1883,
    "ont-": 1783,
    "nt-e": 1733,
    "t-en": 2003,
    "-end": 721,
    "end ": 1045,
    "ac": 743,
    "ck": 897,
    "k-": 1465,
    "bac": 782,
    "ack": 746,
    "ck-": 898,
    "k-e": 1466,
    " bac": 20,
    "back": 783,
    "ack-": 747,
    "ck-e": 899,
    "k-en": 1467,
    "ớ": 2826,
    "vớ": 2323,
    "ới": 2829,
    " vớ": 609,
    "với": 2324,
    "ới ": 2830,
    " với": 610,
    "với ": 2325,
    "hp": 1187,
    "php": 1809,
    "hp ": 1188,
    " php": 402,
    "php ": 1810,
    "my": 1631,
    "ys": 2362,
    "sq": 1947,
    "ql": 1840,
    "l ": 1528,
    " my": 328,
    "mys": 1632,
    "ysq": 2363,
    "sql": 1948,
    "ql ": 1841,
    " mys": 329,
    "mysq": 1633,
    "ysql": 2364,
    "sql ": 1949,
    "iao": 1376,
    "giao": 1078,
    "iao ": 1377,
    "di": 967,
    " di": 121,
    "diệ": 973,
    " diệ": 125,
    "diện": 974,
    "/": 725,
    " u": 576,
    "ui": 2208,
    "i/": 1369,
    "/u": 726,
    "ux": 2226,
    "x ": 2337,
    " ui": 577,
    "ui/": 2210,
    "i/u": 1370,
    "/ux": 727,
    "ux ": 2227,
    " ui/": 578,
    "ui/u": 2211,
    "i/ux": 1371,
    "/ux ": 728,
    "bs": 801,
    "si": 1942,
    "it": 1399,
    "te": 2004,
    "e ": 1028,
    "ebs": 1034,
    "bsi": 803,
    "sit": 1945,
    "ite": 1400,
    "te ": 2005,
    "webs": 2335,
    "ebsi": 1035,
    "bsit": 804,
    "site": 1946,
    "ite ": 1401,
    "ằ": 2695,
    "bằ": 830,
    "ằn": 2698,
    " bằ": 44,
    "bằn": 831,
    "ằng": 2699,
    " bằn": 45,
    "bằng": 832,
    "ằng ": 2700,
    "fi": 1055,
    "ig": 1383,
    "gm": 1097,
    "ma": 1607,
    " fi": 163,
    "fig": 1056,
    "igm": 1384,
    "gma": 1098,
    "ma ": 1608,
    " fig": 164,
    "figm": 1057,
    "igma": 1385,
    "gma ": 1099,
    "tui": 2132,
    "ui ": 2209,
    " tui": 529,
    "tui ": 2133,
    "rị": 1924,
    "ị ": 2762,
    "trị": 2119,
    "rị ": 1925,
    " trị": 524,
    "trị ": 2120,
    "mạ": 1650,
    " mạ": 341,
    "mạn": 1651,
    "ạng": 2627,
    " mạn": 342,
    "mạng": 1652,
    "ạng ": 2628,
    "do": 978,
    "oa": 1774,
    " do": 128,
    "doa": 980,
    "oan": 1776,
    " doa": 130,
    "doan": 981,
    "oanh": 1777,
    "ệp": 2753,
    "iệp": 1446,
    "ệp ": 2754,
    "hiệp": 1169,
    "iệp ": 1447,
    "ồ": 2801,
    "đồ": 2565,
    "ồ ": 2802,
    " đồ": 698,
    "đồ ": 2566,
    " đồ ": 699,
    "ọa": 2774,
    "họa": 1313,
    "ọa ": 2775,
    " họa": 222,
    "họa ": 1314,
    "ảng": 2643,
    "uảng": 2246,
    "ảng ": 2644,
    "áo": 2409,
    "cáo": 917,
    "áo ": 2410,
    " cáo": 86,
    "cáo ": 918,
    "há": 1207,
    "phá": 1811,
    "hát": 1216,
    " phá": 403,
    "phát": 1813,
    "hát ": 1217,
    "ri": 1873,
    "ển": 2739,
    "tri": 2093,
    "riể": 1874,
    "iển": 1436,
    "ển ": 2740,
    " tri": 512,
    "triể": 2094,
    "riển": 1875,
    "iển ": 1437,
    "di ": 968,
    " di ": 122,
    "đa ": 2500,
    " đa ": 655,
    "nề": 1766,
    " nề": 394,
    "nền": 1767,
    " nền": 395,
    "nền ": 1768,
    "tả": 2171,
    " tả": 554,
    "tản": 2172,
    " tản": 555,
    "tảng": 2173,
    "fl": 1058,
    "lu": 1547,
    "ut": 2223,
    "tt": 2127,
    "er": 1048,
    "r ": 1855,
    " fl": 165,
    "flu": 1059,
    "lut": 1548,
    "utt": 2224,
    "tte": 2129,
    "ter": 2010,
    "er ": 1049,
    " flu": 166,
    "flut": 1060,
    "lutt": 1549,
    "utte": 2225,
    "tter": 2130,
    "ter ": 2011,
    "ếp": 2721,
    "iếp": 1426,
    "ếp ": 2722,
    "nhiế": 1707,
    "hiếp": 1164,
    "iếp ": 1427,
    " ả": 710,
    " ản": 711,
    "ảnh": 2645,
    " ảnh": 712,
    "ảnh ": 2646,
    "xử": 2358,
    " xử": 633,
    "xử ": 2359,
    " xử ": 634,
    "hậ": 1284,
    "ậu": 2681,
    " hậ": 217,
    "hậu": 1289,
    "ậu ": 2682,
    " hậu": 218,
    "hậu ": 1290,
    "ỳ": 2915,
    "kỳ": 1523,
    "ỳ ": 2916,
    " kỳ": 267,
    "kỳ ": 1524,
    " kỳ ": 268,
    "la": 1529,
    "ar": 763,
    "ra": 1859,
    "av": 774,
    "ve": 2282,
    "el": 1036,
    " la": 272,
    "lar": 1530,
    "ara": 764,
    "rav": 1865,
    "ave": 775,
    "vel": 2283,
    "el ": 1037,
    " lar": 273,
    "lara": 1531,
    "arav": 765,
    "rave": 1866,
    "avel": 776,
    "vel ": 2284,
    "j": 1460,
    "gu": 1103,
    "ul": 2214,
    "rj": 1876,
    "js": 1461,
    "s ": 1938,
    "ngu": 1686,
    "gul": 1104,
    "ula": 2215,
    "arj": 768,
    "rjs": 1877,
    "js ": 1462,
    " ang": 12,
    "angu": 758,
    "ngul": 1687,
    "gula": 1105,
    "ular": 2216,
    "larj": 1532,
    "arjs": 769,
    "rjs ": 1878,
    "rí": 1908,
    "trí": 2108,
    "rí ": 1909,
    " trí": 519,
    "trí ": 2109,
    "uệ": 2261,
    "tuệ": 2136,
    "uệ ": 2262,
    " tuệ": 531,
    "tuệ ": 2137,
    "nhâ": 1711,
    " nhâ": 369,
    "nhân": 1712,
    "py": 1836,
    "yt": 2365,
    " py": 415,
    "pyt": 1837,
    "yth": 2366,
    "tho": 2020,
    "hon": 1178,
    "on ": 1779,
    " pyt": 416,
    "pyth": 1838,
    "ytho": 2367,
    "thon": 2021,
    "hon ": 1179,
    "rự": 1934,
    "trự": 2125,
    "rực": 1935,
    " trự": 527,
    "trực": 2126,
    "rực ": 1936,
    "ua": 2204,
    "qua": 1843,
    "uan": 2206,
    " qua": 419,
    "quan": 1845,
    "uan ": 2207,
    "dữ": 1019,
    "ữ ": 2898,
    " dữ": 153,
    "dữ ": 1020,
    " dữ ": 154,
    "ệu": 2757,
    " li": 274,
    "liệ": 1538,
    "iệu": 1450,
    "ệu ": 2758,
    " liệ": 275,
    "liệu": 1539,
    "iệu ": 1451,
    "st": 1950,
    "ea": 1029,
    " st": 439,
    "ste": 1951,
    "tea": 2006,
    "eam": 1030,
    " ste": 440,
    "stea": 1952,
    "team": 2007,
    "eam ": 1031,
    "tư ": 2165,
    " tư ": 550,
    "du": 982,
    " du": 131,
    "duy": 988,
    "uy ": 2229,
    " duy": 134,
    "duy ": 989,
    "sán": 1959,
    "áng": 2405,
    " sán": 445,
    "sáng": 1960,
    "áng ": 2406,
    "rd": 1870,
    "no": 1729,
    " ar": 15,
    "ard": 766,
    "rdu": 1871,
    "dui": 984,
    "uin": 2212,
    "ino": 1397,
    "no ": 1730,
    " ard": 16,
    "ardu": 767,
    "rdui": 1872,
    "duin": 985,
    "uino": 2213,
    "ino ": 1398,
    "ke": 1468,
    "rc": 1867,
    "ad": 748,
    "tin": 2072,
    "nke": 1727,
    "ker": 1469,
    "erc": 1052,
    "rca": 1868,
    "cad": 844,
    "ad ": 749,
    " tin": 502,
    "tink": 2075,
    "inke": 1396,
    "nker": 1728,
    "kerc": 1470,
    "erca": 1053,
    "rcad": 1869,
    "cad ": 845,
    "ẩ": 2665,
    "hẩ": 1279,
    "ẩn": 2668,
    "chẩ": 878,
    "hẩn": 1282,
    "ẩn ": 2669,
    " chẩ": 67,
    "chẩn": 879,
    "hẩn ": 1283,
    "đo": 2513,
    " đo": 663,
    "đoá": 2514,
    " đoá": 664,
    "đoán": 2515,
    "bệ": 833,
    " bệ": 46,
    "bện": 834,
    "ệnh": 2751,
    " bện": 47,
    "bệnh": 835,
    "ệnh ": 2752,
    "hạ": 1263,
    "ại": 2623,
    " hạ": 215,
    "hại": 1264,
    "ại ": 2624,
    " hại": 216,
    "hại ": 1265,
    " r": 423,
    "au": 772,
    " ra": 424,
    "rau": 1863,
    "au ": 773,
    " rau": 426,
    "rau ": 1864,
    "iả": 1416,
    "ải": 2637,
    "giả": 1087,
    "iải": 1417,
    "ải ": 2638,
    " giả": 175,
    "giải": 1088,
    "iải ": 1418,
    "áp": 2411,
    "háp": 1214,
    "áp ": 2412,
    "pháp": 1812,
    "háp ": 1215,
    "bảo": 825,
    " bảo": 41,
    "bảo ": 826,
    "vệ": 2319,
    " vệ": 605,
    "vệ ": 2320,
    " vệ ": 606,
    "ật": 2679,
    "vật": 2313,
    "ật ": 2680,
    " vật": 601,
    "vật ": 2314,
    "thâ": 2031,
    " thâ": 482,
    "thân": 2032,
    "thiệ": 2019,
    "hiện": 1168,
    "mô": 1643,
    " mô": 336,
    "môi": 1645,
    " môi": 338,
    "môi ": 1646,
    "rư": 1913,
    "ườ": 2605,
    "ờn": 2840,
    "trư": 2112,
    "rườ": 1914,
    "ườn": 2608,
    "ờng": 2842,
    " trư": 521,
    "trườ": 2113,
    "rườn": 1915,
    "ường": 2610,
    "ờng ": 2843,
    "tận": 2183,
    " tận": 562,
    "tận ": 2184,
    "uồ": 2269,
    "ồn": 2805,
    "guồ": 1108,
    "uồn": 2270,
    "ồn ": 2806,
    " ngu": 359,
    "nguồ": 1689,
    "guồn": 1109,
    "uồn ": 2271,
    "hụ": 1342,
    "phụ": 1830,
    "hụ ": 1343,
    " phụ": 412,
    "phụ ": 1831,
    "ẩm": 2666,
    "phẩ": 1826,
    "hẩm": 1280,
    "ẩm ": 2667,
    " phẩ": 410,
    "phẩm": 1827,
    "hẩm ": 1281,
    "nô": 1749,
    " nô": 383,
    "nôn": 1750,
    " nôn": 384,
    "nông": 1751,
    "ie": 1380,
    "eo": 1046,
    "gie": 1079,
    "ieo": 1381,
    "eo ": 1047,
    " gie": 172,
    "gieo": 1080,
    "ieo ": 1382,
    "inh": 1392,
    "tinh": 2074,
    "inh ": 1393,
    "hằ": 1291,
    "ằm": 2696,
    "nhằ": 1719,
    "hằm": 1292,
    "ằm ": 2697,
    " nhằ": 373,
    "nhằm": 1720,
    "hằm ": 1293,
    "ă": 2491,
    "nă": 1752,
    "ăn": 2494,
    " nă": 385,
    "năn": 1755,
    "ăng": 2496,
    " năn": 387,
    "năng": 1756,
    "ăng ": 2497,
    "su": 1953,
    " su": 441,
    "suấ": 1954,
    " suấ": 442,
    "suất": 1955,
    " hi": 194,
    " hiệ": 195,
    "hiệu": 1170,
    "ả ": 2636,
    "uả ": 2243,
    "quả ": 1850,
    "kin": 1499,
    " kin": 250,
    "kinh": 1500,
    "tế": 2187,
    " tế": 564,
    "tế ": 2188,
    " tế ": 565,
    "hă": 1247,
    "chă": 871,
    "hăn": 1248,
    "ăn ": 2495,
    " chă": 64,
    "chăn": 872,
    "hăn ": 1249,
    "nu": 1736,
    "uô": 2239,
    " nu": 376,
    "nuô": 1739,
    "uôi": 2240,
    " nuô": 377,
    "nuôi": 1740,
    "uôi ": 2241,
    "ỏ": 2782,
    "hỏ": 1319,
    "ỏ ": 2783,
    "thỏ": 2057,
    "hỏ ": 1320,
    " thỏ": 494,
    "thỏ ": 2058,
    " si": 437,
    "sin": 1943,
    " sin": 438,
    "sinh": 1944,
    "ọn": 2778,
    "chọ": 886,
    "họn": 1317,
    "ọn ": 2779,
    " chọ": 71,
    "chọn": 887,
    "họn ": 1318,
    "iố": 1452,
    "giố": 1091,
    "iốn": 1453,
    "ống": 2797,
    " giố": 176,
    "giốn": 1092,
    "iống": 1454,
    "ống ": 2798,
    "lú": 1564,
    "úa": 2480,
    " lú": 290,
    "lúa": 1565,
    "úa ": 2481,
    " lúa": 291,
    "lúa ": 1566,
    "hấ": 1271,
    "chấ": 876,
    "hất": 1272,
    " chấ": 66,
    "chất": 877,
    "hất ": 1273,
    "lư": 1574,
    " lư": 297,
    "lượ": 1579,
    " lượ": 300,
    "lượn": 1580,
    "đấ": 2538,
    " đấ": 680,
    "đất": 2539,
    " đất": 681,
    "đất ": 2540,
    " mi": 321,
    "min": 1621,
    " min": 323,
    "minh": 1622,
    "híc": 1227,
    "thíc": 2035,
    "hích": 1228,
    "ến": 2719,
    "iến": 1424,
    "ến ": 2720,
    "biến": 795,
    "iến ": 1425,
    "đổ": 2569,
    " đổ": 701,
    "đổi": 2570,
    " đổi": 702,
    "đổi ": 2571,
    "vi": 2285,
    " vi": 582,
    "vi ": 2286,
    " vi ": 583,
    " i": 232,
    "mt": 1626,
    " im": 233,
    "imt": 1388,
    "mt ": 1627,
    " imt": 234,
    "imt ": 1389,
    " hệ": 219,
    " hệ ": 220,
    "hố": 1325,
    "thố": 2059,
    "hốn": 1326,
    " thố": 495,
    "thốn": 2060,
    "hống": 1327,
    "rạ": 1916,
    "trạ": 2114,
    "rại": 1917,
    " trạ": 522,
    "trại": 2115,
    "rại ": 1918,
    "phư": 1822,
    " phư": 408,
    "phươ": 1823,
    "đá": 2519,
    " đá": 667,
    "đán": 2520,
    "ánh": 2407,
    " đán": 668,
    "đánh": 2521,
    "ánh ": 2408,
    "iá": 1402,
    "á ": 2394,
    "giá": 1081,
    "iá ": 1403,
    " giá": 173,
    "giá ": 1082,
    "sứ": 1990,
    "ức": 2884,
    " sứ": 468,
    "sức": 1991,
    "ức ": 2885,
    " sức": 469,
    "sức ": 1992,
    "ỏe": 2784,
    "khỏ": 1492,
    "hỏe": 1321,
    "ỏe ": 2785,
    " khỏ": 246,
    "khỏe": 1493,
    "hỏe ": 1322,
    "vư": 2303,
    " vư": 594,
    "vườ": 2304,
    "ờn ": 2841,
    " vườ": 595,
    "vườn": 2305,
    "ườn ": 2609,
    "câ": 919,
    "ây": 2424,
    " câ": 87,
    "cây": 920,
    "ây ": 2425,
    " cây": 88,
    "cây ": 921,
    " ă": 650,
    " ăn": 651,
    " ăn ": 652,
    "rá": 1894,
    "ái": 2399,
    "trá": 2099,
    "rái": 1897,
    "ái ": 2400,
    " trá": 515,
    "trái": 2101,
    "rái ": 1898,
    "uậ": 2258,
    "thu": 2022,
    "huậ": 1198,
    "uật": 2259,
    " thu": 479,
    "thuậ": 2024,
    "huật": 1199,
    "uật ": 2260,
    "ấy": 2658,
    "cấy": 943,
    "ấy ": 2659,
    " cấy": 105,
    "cấy ": 944,
    "ô ": 2462,
    "mô ": 1644,
    " mô ": 337,
    "bà": 808,
    " bà": 30,
    "bào": 811,
    " bào": 32,
    "bào ": 812,
    "lự": 1602,
    " lự": 316,
    "lực": 1603,
    " lực": 317,
    "lực ": 1604,
    "ướ": 2598,
    "lướ": 1577,
    "ưới": 2601,
    " lướ": 299,
    "lưới": 1578,
    "ưới ": 2602,
    "ú ": 2479,
    "thú": 2038,
    "hú ": 1244,
    " thú": 485,
    "thú ": 2039,
    " y": 635,
    " y ": 636,
    "sở": 1988,
    " sở": 466,
    "sở ": 1989,
    " sở ": 467,
    "nư": 1757,
    "ớc": 2827,
    " nư": 388,
    "nướ": 1758,
    "ước": 2599,
    "ớc ": 2828,
    " nướ": 389,
    "nước": 1759,
    "ước ": 2600,
    " ao": 13,
    " ao ": 14,
    "hủ": 1346,
    "ủy": 2881,
    "thủ": 2063,
    "hủy": 1350,
    "ủy ": 2882,
    " thủ": 497,
    "thủy": 2064,
    "hủy ": 1351,
    "lo": 1540,
    "oạ": 1792,
    " lo": 276,
    "loạ": 1545,
    "oại": 1795,
    " loạ": 279,
    "loại": 1546,
    "oại ": 1796,
    "mộ": 1659,
    "ột": 2824,
    " mộ": 347,
    "một": 1660,
    "ột ": 2825,
    " một": 348,
    "một ": 1661,
    "tảo": 2174,
    " tảo": 556,
    "tảo ": 2175,
    "gâ": 1113,
    " gâ": 179,
    "gây": 1114,
    " gây": 180,
    "gây ": 1115,
    "ù": 2471,
    "vù": 2297,
    "ùn": 2475,
    " vù": 590,
    "vùn": 2298,
    "ùng": 2476,
    " vùn": 591,
    "vùng": 2299,
    "ùng ": 2477,
    "rồ": 1926,
    "trồ": 2121,
    "rồn": 1927,
    "ồng": 2807,
    " trồ": 525,
    "trồn": 2122,
    "rồng": 1928,
    "ồng ": 2808,
    "phi": 1807,
    " phi": 401,
    "phiê": 1808,
    "ỉ": 2759,
    "hỉ": 1306,
    "ỉ ": 2760,
    "chỉ": 882,
    "hỉ ": 1307,
    " chỉ": 69,
    "chỉ ": 883,
    "tiê": 2076,
    " tiê": 503,
    "tiêu": 2077,
    "ữu": 2904,
    " hữ": 230,
    "hữu": 1362,
    "ữu ": 2905,
    " hữu": 231,
    "hữu ": 1363,
    " í": 645,
    " íc": 646,
    " ích": 647,
    "hứ": 1352,
    "thứ": 2065,
    "hức": 1353,
    " thứ": 498,
    "thức": 2066,
    "hức ": 1354,
    "iên": 1409,
    "hiên": 1161,
    "iên ": 1410,
    "rắ": 1919,
    "ắc": 2686,
    "trắ": 2116,
    "rắc": 1920,
    "ắc ": 2687,
    " trắ": 523,
    "trắc": 2117,
    "rắc ": 1921,
    "gọ": 1131,
    "ọt": 2780,
    "ngọ": 1699,
    "gọt": 1132,
    "ọt ": 2781,
    " ngọ": 364,
    "ngọt": 1700,
    "gọt ": 1133,
    "loà": 1543,
    "oài": 1785,
    " loà": 278,
    "loài": 1544,
    "oài ": 1786,
    "cá ": 914,
    " cá ": 84,
    "đô": 2525,
    " đô": 671,
    "đôn": 2527,
    " đôn": 673,
    "đông": 2528,
    "thư": 2040,
    "hườ": 1261,
    " thư": 486,
    "thườ": 2042,
    "hườn": 1262,
    "gặ": 1128,
    "ặp": 2707,
    " gặ": 183,
    "gặp": 1129,
    "ặp ": 2708,
    " gặp": 184,
    "gặp ": 1130,
    "tra": 2090,
    "ra ": 1860,
    " tra": 511,
    "tra ": 2091,
    "ôm": 2465,
    "tôm": 2162,
    "ôm ": 2466,
    " tôm": 548,
    "tôm ": 2163,
    "khá": 1481,
    "hán": 1212,
    " khá": 241,
    "khán": 1483,
    "háng": 1213,
    "xá": 2350,
    " xá": 627,
    "xác": 2351,
    " xác": 628,
    "xác ": 2352,
    "ịn": 2768,
    "địn": 2558,
    "ịnh": 2769,
    " địn": 694,
    "định": 2559,
    "ịnh ": 2770,
    "ic": 1378,
    "mic": 1619,
    "ic ": 1379,
    " mic": 322,
    "mic ": 1620,
    "ký": 1515,
    " ký": 260,
    "ký ": 1516,
    " ký ": 261,
    "rù": 1910,
    "trù": 2110,
    "rùn": 1911,
    " trù": 520,
    "trùn": 2111,
    "rùng": 1912,
    " ở": 713,
    " ở ": 714,
    "rt": 1884,
    "art": 770,
    "rte": 1885,
    "tem": 2008,
    "emi": 1040,
    "mia": 1617,
    " art": 17,
    "arte": 771,
    "rtem": 1886,
    "temi": 2009,
    "emia": 1041,
    "mia ": 1618,
    "biể": 797,
    " biể": 26,
    "biển": 798,
    "cà": 910,
    " cà": 81,
    "càn": 911,
    "àng": 2385,
    " càn": 82,
    "càng": 912,
    "àng ": 2386,
    "xa": 2338,
    " xa": 619,
    "xan": 2339,
    " xan": 620,
    "xanh": 2340,
    "cu": 907,
    " cu": 79,
    "cua": 908,
    "ua ": 2205,
    " cua": 80,
    "cua ": 909,
    "lợ": 1595,
    "ợ ": 2853,
    " lợ": 311,
    "lợ ": 1596,
    " lợ ": 312,
    "thá": 2028,
    "hái": 1210,
    " thá": 481,
    "thái": 2029,
    "hái ": 1211,
    "uâ": 2236,
    " lu": 280,
    "luâ": 1550,
    "uân": 2237,
    " luâ": 281,
    "luân": 1551,
    "uân ": 2238,
    "can": 848,
    " can": 53,
    "canh": 849,
    "uộ": 2275,
    " ru": 430,
    "ruộ": 1890,
    "uộn": 2278,
    " ruộ": 431,
    "ruộn": 1891,
    "uộng": 2279,
    "xâ": 2353,
    " xâ": 629,
    "xây": 2354,
    " xây": 630,
    "xây ": 2355,
    "dự": 1021,
    "ựn": 2912,
    " dự": 155,
    "dựn": 1025,
    "ựng": 2913,
    " dựn": 158,
    "dựng": 1026,
    "ựng ": 2914,
    "dạ": 1003,
    " dạ": 143,
    "dạn": 1004,
    " dạn": 144,
    "dạng": 1005,
    "vă": 2300,
    " vă": 592,
    "văn": 2301,
    " văn": 593,
    "văn ": 2302,
    "dị": 1011,
    "ịc": 2765,
    " dị": 148,
    "dịc": 1012,
    "ịch": 2766,
    " dịc": 149,
    "dịch": 1013,
    "ịch ": 2767,
    "vụ": 2326,
    " vụ": 611,
    "vụ ": 2327,
    " vụ ": 612,
    " á": 640,
    " áp": 643,
    " áp ": 644,
    "mr": 1623,
    "rv": 1892,
    "v ": 2281,
    " mr": 324,
    "mrv": 1624,
    "rv ": 1893,
    " mrv": 325,
    "mrv ": 1625,
    "ạt": 2631,
    "hoạ": 1182,
    "oạt": 1797,
    "ạt ": 2632,
    " hoạ": 200,
    "hoạt": 1184,
    "oạt ": 1798,
    "ảm": 2639,
    "iảm": 1419,
    "ảm ": 2640,
    "giảm": 1089,
    "iảm ": 1420,
    "ẹ": 2711,
    "hẹ": 1294,
    "ẹ ": 2712,
    "nhẹ": 1721,
    "hẹ ": 1295,
    " nhẹ": 374,
    "nhẹ ": 1722,
    "thả": 2043,
    "hải": 1267,
    " thả": 487,
    "thải": 2044,
    "hải ": 1268,
    "kí": 1512,
    " kí": 258,
    "kín": 1513,
    " kín": 259,
    "kính": 1514,
    "rủ": 1929,
    "ủi": 2876,
    " rủ": 432,
    "rủi": 1930,
    "ủi ": 2877,
    " rủi": 433,
    "rủi ": 1931,
    " ro": 427,
    "ro ": 1880,
    " ro ": 428,
    "gậ": 1125,
    "ngậ": 1697,
    "gập": 1126,
    " ngậ": 363,
    "ngập": 1698,
    "gập ": 1127,
    "lụ": 1599,
    "ụt": 2870,
    " lụ": 314,
    "lụt": 1600,
    "ụt ": 2871,
    " lụt": 315,
    "lụt ": 1601,
    "đô ": 2526,
    " đô ": 672,
    "hị": 1308,
    "thị": 2055,
    "hị ": 1309,
    " thị": 493,
    "thị ": 2056,
    "ựa": 2908,
    "dựa": 1023,
    "ựa ": 2909,
    " dựa": 157,
    "dựa ": 1024,
    "vào": 2295,
    " vào": 589,
    "vào ": 2296,
    "nb": 1671,
    " nb": 354,
    "nbs": 1672,
    "bs ": 802,
    " nbs": 355,
    "nbs ": 1673,
    "tử": 2198,
    " tử": 572,
    "tử ": 2199,
    " tử ": 573,
    "că": 933,
    " că": 97,
    "căn": 934,
    " căn": 98,
    "căn ": 935,
    "nấ": 1760,
    "ấm": 2650,
    " nấ": 390,
    "nấm": 1761,
    "ấm ": 2651,
    " nấm": 391,
    "nấm ": 1762,
    "dư": 998,
    "ợc": 2854,
    " dư": 140,
    "dượ": 1001,
    "ược": 2615,
    "ợc ": 2855,
    " dượ": 142,
    "dược": 1002,
    "ược ": 2616,
    "quy": 1846,
    " quy": 420,
    "quy ": 1847,
    "iề": 1430,
    "ều": 2733,
    "điề": 2507,
    "iều": 1431,
    "ều ": 2734,
    " điề": 660,
    "điều": 2508,
    "iều ": 1432,
    "kiệ": 1505,
    " kiệ": 253,
    "kiện": 1506,
    "mà": 1634,
    " mà": 330,
    "màn": 1635,
    " màn": 331,
    "màng": 1636,
    "mă": 1647,
    " mă": 339,
    "măn": 1648,
    " măn": 340,
    "măng": 1649,
    "tâ": 2146,
    " tâ": 538,
    "tây": 2149,
    " tây": 540,
    "tây ": 2150,
    " uố": 579,
    " uốn": 580,
    "uống": 2268,
    "lê": 1561,
    " lê": 288,
    "lên": 1562,
    " lên": 289,
    "lên ": 1563,
    "me": 1612,
    " me": 319,
    "men": 1613,
    "en ": 1043,
    " men": 320,
    "men ": 1614,
    "hu ": 1190,
    "thu ": 2023,
    "oạc": 1793,
    "hoạc": 1183,
    "oạch": 1794,
    "sơ": 1966,
    " sơ": 449,
    "sơ ": 1967,
    " sơ ": 450,
    "chế": 880,
    " chế": 68,
    "chế ": 881,
    "đồn": 2567,
    " đồn": 700,
    "đồng": 2568,
    "sô": 1963,
    " sô": 447,
    "sôn": 1964,
    " sôn": 448,
    "sông": 1965,
    "cử": 959,
    "ửu": 2895,
    " cử": 116,
    "cửu": 960,
    "ửu ": 2896,
    " cửu": 117,
    "cửu ": 961,
    "lon": 1541,
    " lon": 277,
    "long": 1542,
    "in ": 1391,
    "tin ": 2073,
    " hư": 212,
    " hư ": 213,
    "ỏn": 2786,
    " hỏ": 224,
    "hỏn": 1323,
    "ỏng": 2787,
    " hỏn": 225,
    "hỏng": 1324,
    "ỏng ": 2788,
    "kiế": 1501,
    " kiế": 251,
    "kiến": 1502,
    "khi": 1474,
    "hi ": 1159,
    " khi": 238,
    "khi ": 1475,
    "ai": 750,
    "kha": 1472,
    "hai": 1150,
    "ai ": 751,
    " kha": 237,
    "khai": 1473,
    "hai ": 1151,
    "cp": 905,
    " ha": 192,
    "hac": 1148,
    "acc": 744,
    "ccp": 855,
    "cp ": 906,
    " hac": 193,
    "hacc": 1149,
    "accp": 745,
    "ccp ": 856,
    "kho": 1476,
    "hoa": 1176,
    "oa ": 1775,
    " kho": 239,
    "khoa": 1477,
    "hoa ": 1177,
    " ai": 8,
    " ai ": 9,
    "iáo": 1406,
    "giáo": 1084,
    "iáo ": 1407,
    "ục": 2865,
    "dục": 1015,
    "ục ": 2866,
    " dục": 151,
    "dục ": 1016,
    "gố": 1134,
    "ốc": 2791,
    " gố": 185,
    "gốc": 1135,
    "ốc ": 2792,
    " gốc": 186,
    "gốc ": 1136,
    "thiê": 2017,
    "hợ": 1339,
    "ợp": 2861,
    " hợ": 228,
    "hợp": 1340,
    "ợp ": 2862,
    " hợp": 229,
    "hợp ": 1341,
    "ò": 2452,
    "hò": 1231,
    "òn": 2453,
    "phò": 1818,
    "hòn": 1232,
    "òng": 2455,
    " phò": 406,
    "phòn": 1819,
    "hòng": 1233,
    "òng ": 2456,
    "chố": 888,
    " chố": 72,
    "chốn": 889,
    "bé": 816,
    " bé": 35,
    "béo": 817,
    " béo": 36,
    "béo ": 818,
    "ì ": 2438,
    "phì": 1816,
    "hì ": 1222,
    " phì": 405,
    "phì ": 1817,
    "viế": 2289,
    " viế": 585,
    "viết": 2290,
    "bố": 836,
    " bố": 48,
    "bố ": 837,
    " bố ": 49,
    "quố": 1852,
    "uốc": 2264,
    " quố": 422,
    "quốc": 1853,
    "uốc ": 2265,
    "ĩ": 2578,
    "lĩ": 1571,
    "ĩn": 2580,
    " lĩ": 295,
    "lĩn": 1572,
    "ĩnh": 2581,
    " lĩn": 296,
    "lĩnh": 1573,
    "ĩnh ": 2582,
    "vự": 2328,
    " vự": 613,
    "vực": 2329,
    " vực": 614,
    "vực ": 2330,
    "iản": 1421,
    "giản": 1090,
    "iảng": 1422,
    "ạy": 2633,
    "dạy": 1006,
    "ạy ": 2634,
    " dạy": 145,
    "dạy ": 1007,
    "go": 1100,
    "ngo": 1684,
    "goạ": 1101,
    " ngo": 358,
    "ngoạ": 1685,
    "goại": 1102,
    "gữ": 1143,
    "ngữ": 1701,
    "gữ ": 1144,
    " ngữ": 365,
    "ngữ ": 1702,
    "ghiê": 1068,
    "cứ": 956,
    "ứu": 2889,
    " cứ": 114,
    "cứu": 957,
    "ứu ": 2890,
    " cứu": 115,
    "cứu ": 958,
    "thậ": 2047,
    "hập": 1287,
    " thậ": 489,
    "thập": 2048,
    "hập ": 1288,
    "ã": 2426,
    "xã": 2356,
    "ã ": 2427,
    " xã": 631,
    "xã ": 2357,
    " xã ": 632,
    "hộ": 1330,
    "ội": 2819,
    " hộ": 226,
    "hội": 1331,
    "ội ": 2820,
    " hội": 227,
    "hội ": 1332,
    "tối": 2190,
    " tối": 567,
    "tối ": 2191,
    " ư": 707,
    "ưu": 2593,
    " ưu": 708,
    "ưu ": 2594,
    " ưu ": 709,
    "qua ": 1844,
    "tổ": 2194,
    "ổn": 2813,
    " tổ": 569,
    "tổn": 2196,
    "ổng": 2814,
    " tổn": 571,
    "tổng": 2197,
    "ổng ": 2815,
    "tà": 2140,
    " tà": 534,
    "tài": 2141,
    " tài": 535,
    "tài ": 2142,
    "gô": 1118,
    "ngô": 1692,
    "gôn": 1119,
    "ôn ": 2468,
    " ngô": 361,
    "ngôn": 1693,
    "gôn ": 1120,
    "uẩ": 2255,
    "chu": 864,
    "huẩ": 1196,
    "uẩn": 2256,
    " chu": 61,
    "chuẩ": 866,
    "huẩn": 1197,
    "uẩn ": 2257,
    "đầ": 2543,
    "ầu": 2663,
    " đầ": 683,
    "đầu": 2544,
    "ầu ": 2664,
    " đầu": 684,
    "đầu ": 2545,
    " ra ": 425,
    "du ": 983,
    " du ": 132,
    "lị": 1589,
    " lị": 307,
    "lịc": 1590,
    " lịc": 308,
    "lịch": 1591,
    "thư ": 2041,
    "lưu": 1575,
    " lưu": 298,
    "lưu ": 1576,
    "rữ": 1932,
    "trữ": 2123,
    "rữ ": 1933,
    " trữ": 526,
    "trữ ": 2124,
    "việ": 2291,
    " việ": 586,
    "viện": 2292,
    "biê": 792,
    " biê": 24,
    "biên": 793,
    "ran": 1861,
    "tran": 2092,
    "rang": 1862,
    "ẫ": 2670,
    "dẫ": 1008,
    "ẫn": 2671,
    " dẫ": 146,
    "dẫn": 1009,
    "ẫn ": 2672,
    " dẫn": 147,
    "dẫn ": 1010,
    "phỏ": 1828,
    " phỏ": 411,
    "phỏn": 1829,
    "vấ": 2306,
    " vấ": 596,
    "vấn": 2307,
    " vấn": 597,
    "vấn ": 2308,
    "ổ ": 2810,
    "tổ ": 2195,
    " tổ ": 570,
    "chứ": 893,
    " chứ": 74,
    "chức": 894,
    "sự": 1997,
    " sự": 473,
    "sự ": 1998,
    " sự ": 474,
    "dự ": 1022,
    " dự ": 156,
    " án": 641,
    " án ": 642,
    "ủn": 2878,
    "khủ": 1496,
    "hủn": 1348,
    "ủng": 2879,
    " khủ": 248,
    "khủn": 1497,
    "hủng": 1349,
    "ủng ": 2880,
    "oả": 1799,
    "hoả": 1185,
    "oản": 1800,
    " hoả": 201,
    "hoản": 1186,
    "oảng": 1801,
    "tá": 2143,
    " tá": 536,
    "tác": 2144,
    " tác": 537,
    "tác ": 2145,
    "kê": 1510,
    "ê ": 2432,
    " kê": 256,
    "kê ": 1511,
    " kê ": 257,
    "hàng": 1205,
    "hác": 1208,
    "khác": 1482,
    "hách": 1209,
    "sạn": 1973,
    " sạn": 455,
    "sạn ": 1974,
    "hục": 1344,
    "phục": 1832,
    "hục ": 1345,
    "lễ": 1587,
    "ễ ": 2742,
    " lễ": 305,
    "lễ ": 1588,
    " lễ ": 306,
    "tân": 2147,
    " tân": 539,
    "tân ": 2148,
    "ớn": 2831,
    "hướ": 1259,
    "ướn": 2603,
    "ớng": 2832,
    " hướ": 214,
    "hướn": 1260,
    "ướng": 2604,
    "ớng ": 2833,
    "luậ": 1552,
    " luậ": 282,
    "luật": 1553,
    "đai": 2501,
    " đai": 656,
    "đai ": 2502,
    "ăm": 2492,
    "năm": 1753,
    "ăm ": 2493,
    " năm": 386,
    "năm ": 1754,
    "_": 732,
    " _": 4,
    "__": 734,
    "_n": 738,
    "um": 2217,
    "mb": 1609,
    "be": 786,
    "r_": 1856,
    "_ ": 733,
    " __": 5,
    "__n": 736,
    "_nu": 739,
    "num": 1737,
    "umb": 2218,
    "mbe": 1610,
    "ber": 787,
    "er_": 1050,
    "r__": 1857,
    "__ ": 735,
    " __n": 6,
    "__nu": 737,
    "_num": 740,
    "numb": 1738,
    "umbe": 2219,
    "mber": 1611,
    "ber_": 788,
    "er__": 1051,
    "r__ ": 1858,
    "rác": 1895,
    "trác": 2100,
    "rách": 1896,
    "nhiệ": 1708,
    "quyề": 1848,
    "yế": 2371,
    "khu": 1478,
    "huy": 1191,
    "uyế": 2232,
    "yến": 2372,
    " khu": 240,
    "khuy": 1480,
    "huyế": 1193,
    "uyến": 2233,
    "yến ": 2373,
    "cộ": 948,
    " cộ": 108,
    "cộn": 949,
    " cộn": 109,
    "cộng": 950,
    "hôn ": 1239,
    "mớ": 1662,
    " mớ": 349,
    "mới": 1663,
    " mới": 350,
    "mới ": 1664,
    "lớ": 1592,
    "ớp": 2834,
    " lớ": 309,
    "lớp": 1593,
    "ớp ": 2835,
    " lớp": 310,
    "lớp ": 1594,
    "kĩ": 1517,
    "ĩ ": 2579,
    " kĩ": 262,
    "kĩ ": 1518,
    " kĩ ": 263,
    "đấu": 2541,
    " đấu": 682,
    "đấu ": 2542,
    "thầ": 2045,
    "hầu": 1277,
    " thầ": 488,
    "thầu": 2046,
    "hầu ": 1278,
    "bá": 813,
    " bá": 33,
    "bán": 814,
    " bán": 34,
    "bán ": 815,
    "yê": 2368,
    "uyê": 2230,
    "yên": 2369,
    "chuy": 865,
    "huyê": 1192,
    "uyên": 2231,
    "yên ": 2370,
    "chí": 869,
    "hín": 1229,
    " chí": 63,
    "chín": 870,
    "hính": 1230,
    "ám": 2401,
    "iám": 1404,
    "ám ": 2402,
    "giám": 1083,
    "iám ": 1405,
    "đốc": 2561,
    " đốc": 696,
    "đốc ": 2562,
    "ce": 857,
    " ce": 57,
    "ceo": 858,
    " ceo": 58,
    "ceo ": 859,
    "diễ": 971,
    " diễ": 124,
    "diễn": 972,
    "hở": 1336,
    "ởi": 2846,
    "khở": 1494,
    "hởi": 1337,
    "ởi ": 2847,
    " khở": 247,
    "khởi": 1495,
    "hởi ": 1338,
    "guy": 1106,
    "nguy": 1688,
    "guyê": 1107,
    "khu ": 1479,
    "gì": 1116,
    " gì": 181,
    "gì ": 1117,
    " gì ": 182,
    "đư": 2532,
    " đư": 676,
    "đượ": 2533,
    " đượ": 677,
    "được": 2534,
    "bắ": 827,
    "ắt": 2693,
    " bắ": 42,
    "bắt": 828,
    "ắt ": 2694,
    " bắt": 43,
    "bắt ": 829,
    "úc": 2482,
    "lúc": 1567,
    "úc ": 2483,
    " lúc": 292,
    "lúc ": 1568,
    "đâ": 2522,
    " đâ": 669,
    "đâu": 2523,
    " đâu": 670,
    "đâu ": 2524,
    "điể": 2509,
    " điể": 661,
    "điểm": 2510,
    "cò": 922,
    " cò": 89,
    "còn": 923,
    "òn ": 2454,
    " còn": 90,
    "còn ": 924,
    "viê": 2287,
    " viê": 584,
    "viên": 2288,
    "đă": 2529,
    " đă": 674,
    "đăn": 2530,
    " đăn": 675,
    "đăng": 2531,
    "này": 1744,
    " này": 380,
    "này ": 1745,
    "hù": 1241,
    "ù ": 2472,
    "phù": 1820,
    "hù ": 1242,
    " phù": 407,
    "phù ": 1821,
    "nế": 1763,
    "ếu": 2725,
    " nế": 392,
    "nếu": 1764,
    "ếu ": 2726,
    " nếu": 393,
    "nếu ": 1765,
    "gư": 1121,
    "ngư": 1694,
    "gư ": 1122,
    " ngư": 362,
    "ngư ": 1695,
    "ưa": 2591,
    "hưa": 1255,
    "ưa ": 2592,
    "chưa": 874,
    "hưa ": 1256,
    "nộ": 1769,
    " nộ": 396,
    "nội": 1770,
    " nội": 397,
    "nội ": 1771,
    "un": 2220,
    "dun": 986,
    "ung": 2221,
    " dun": 133,
    "dung": 987,
    "ung ": 2222,
    "ủ ": 2873,
    "chủ": 891,
    "hủ ": 1347,
    " chủ": 73,
    "chủ ": 892,
    "đề": 2551,
    " đề": 688,
    "đề ": 2552,
    " đề ": 689,
    "gồ": 1137,
    "ồm": 2803,
    " gồ": 187,
    "gồm": 1138,
    "ồm ": 2804,
    " gồm": 188,
    "gồm ": 1139,
    "bài": 809,
    " bài": 31,
    "bài ": 810,
    "ộc": 2817,
    "huộ": 1200,
    "uộc": 2276,
    "ộc ": 2818,
    "thuộ": 2025,
    "huộc": 1201,
    "uộc ": 2277,
    "do ": 979,
    " do ": 129,
    "đả": 2535,
    " đả": 678,
    "đảm": 2536,
    " đảm": 679,
    "đảm ": 2537,
    "nhậ": 1717,
    "hận": 1285,
    " nhậ": 372,
    "nhận": 1718,
    "hận ": 1286,
    "đứ": 2575,
    " đứ": 705,
    "đứn": 2576,
    " đứn": 706,
    "đứng": 2577,
    "ậ ": 2674,
    "vậ ": 2310,
    " vậ ": 599,
    "ịu": 2771,
    "chị": 884,
    "hịu": 1310,
    "ịu ": 2772,
    " chị": 70,
    "chịu": 885,
    "hịu ": 1311,
    "gườ": 1123,
    "ười": 2606,
    "ngườ": 1696,
    "gười": 1124,
    "ười ": 2607,
    " ron": 429,
    "ẻ": 2713,
    "hẻ": 1296,
    "ẻ ": 2714,
    "thẻ": 2049,
    "hẻ ": 1297,
    " thẻ": 490,
    "thẻ ": 2050,
    "châ": 867,
    " châ": 62,
    "chân": 868,
    "ắn": 2688,
    "rắn": 1922,
    "ắng": 2689,
    "trắn": 2118,
    "rắng": 1923,
    "ắng ": 2690,
    "tẩ": 2179,
    " tẩ": 559,
    "tẩm": 2180,
    " tẩm": 560,
    "tẩm ": 2181,
    "vị": 2321,
    " vị": 607,
    "vị ": 2322,
    " vị ": 608,
    "sấ": 1978,
    " sấ": 458,
    "sấy": 1979,
    " sấy": 459,
    "sấy ": 1980,
    "ợi": 2856,
    "lợi": 1597,
    "ợi ": 2857,
    " lợi": 313,
    "lợi ": 1598,
    "hề": 1300,
    "ghề": 1070,
    "hề ": 1301,
    "nghề": 1682,
    "ghề ": 1071,
    "din": 969,
    " din": 123,
    "dinh": 970,
    "ỡ": 2848,
    "ưỡ": 2611,
    "ỡn": 2849,
    "dưỡ": 999,
    "ưỡn": 2612,
    "ỡng": 2850,
    " dưỡ": 141,
    "dưỡn": 1000,
    "ưỡng": 2613,
    "ỡng ": 2851,
    "cù": 930,
    "ùa": 2473,
    " cù": 95,
    "cùa": 931,
    "ùa ": 2474,
    " cùa": 96,
    "cùa ": 932,
    "dn": 975,
    "na": 1669,
    " dn": 126,
    "dna": 976,
    "na ": 1670,
    " dna": 127,
    "dna ": 977,
    "ty": 2138,
    " ty": 532,
    "ty ": 2139,
    " ty ": 533,
    "ốt": 2799,
    "hốt": 1328,
    "ốt ": 2800,
    "chốt": 890,
    "hốt ": 1329,
    "râ": 1899,
    "trâ": 2102,
    "râu": 1900,
    " trâ": 516,
    "trâu": 2103,
    "râu ": 1901,
    "han": 1154,
    "than": 2015,
    "han ": 1155,
    "ặc": 2705,
    "đặc": 2547,
    "ặc ": 2706,
    " đặc": 686,
    "đặc ": 2548,
    "tì": 2151,
    "ìm": 2439,
    " tì": 541,
    "tìm": 2152,
    "ìm ": 2440,
    " tìm": 542,
    "tìm ": 2153,
    "gợ": 1140,
    " gợ": 189,
    "gợi": 1141,
    " gợi": 190,
    "gợi ": 1142,
    " ý": 648,
    " ý ": 649,
    "ệt": 2755,
    "biệ": 799,
    "iệt": 1448,
    "ệt ": 2756,
    " biệ": 27,
    "biệt": 800,
    "iệt ": 1449,
    "thán": 2030,
    "tiế": 2078,
    " tiế": 504,
    "tiết": 2079,
    "ậy": 2683,
    "vậy": 2315,
    "ậy ": 2684,
    " vậy": 602,
    "vậy ": 2316,
    "iớ": 1455,
    "giớ": 1093,
    "iới": 1456,
    " giớ": 177,
    "giới": 1094,
    "iới ": 1457,
    "gà": 1110,
    "ngà": 1690,
    "gày": 1111,
    " ngà": 360,
    "ngày": 1691,
    "gày ": 1112,
    "ẵ": 2701,
    "sẵ": 1981,
    "ẵn": 2702,
    " sẵ": 460,
    "sẵn": 1982,
    "ẵn ": 2703,
    " sẵn": 461,
    "sẵn ": 1983,
    "iú": 1413,
    "úp": 2487,
    "giú": 1085,
    "iúp": 1414,
    "úp ": 2488,
    " giú": 174,
    "giúp": 1086,
    "iúp ": 1415,
    "mì": 1640,
    " mì": 334,
    "mìn": 1641,
    " mìn": 335,
    "mình": 1642,
    "sa": 1939,
    " sa": 435,
    "sao": 1940,
    " sao": 436,
    "sao ": 1941,
    "cnt": 903,
    "ntt": 1734,
    "tt ": 2128,
    " cnt": 78,
    "cntt": 904,
    "ntt ": 1735,
    "tấ": 2176,
    " tấ": 557,
    "tất": 2177,
    " tất": 558,
    "tất ": 2178,
    "cả": 938,
    " cả": 101,
    "cả ": 939,
    " cả ": 102,
    "đi ": 2506,
    " đi ": 659,
    "àm": 2381,
    "làm": 1556,
    "àm ": 2382,
    " làm": 285,
    "làm ": 1557
  },
  "response": null,
  "action_text": null
}