{
  "text": {
    "bạn": 26,
    "có": 69,
    "thể": 393,
    "cho": 40,
    "tôi": 446,
    "biết": 15,
    "về": 487,
    "các": 64,
    "chương": 47,
    "trình": 420,
    "tập": 458,
    "huấn": 147,
    "không": 181,
    "những": 285,
    "khóa": 180,
    "học": 163,
    "nào": 287,
    "đang": 513,
    "mở": 253,
    "muốn": 239,
    "xem": 496,
    "danh": 86,
    "sách": 337,
    "đào": 518,
    "tạo": 452,
    "chia": 39,
    "sẻ": 350,
    "thông": 380,
    "tin": 402,
    "luyện": 211,
    "hiện": 139,
    "cung": 61,
    "cấp": 76,
    "giới": 129,
    "thiệu": 366,
    "một": 251,
    "số": 352,
    "tìm": 443,
    "hiểu": 138,
    "sẵn": 349,
    "tại": 451,
    "là": 214,
    "gì": 132,
    "cần": 79,
    "hỏi": 164,
    "sắp": 348,
    "tới": 466,
    "lập": 226,
    "nhúng": 280,
    "kéo": 194,
    "dài": 97,
    "bao": 11,
    "lâu": 215,
    "thời": 397,
    "gian": 118,
    "của": 82,
    "an": 3,
    "toàn": 409,
    "điện": 516,
    "thiết": 364,
    "kế": 199,
    "và": 476,
    "phân": 305,
    "tích": 444,
    "thí": 377,
    "nghiệm": 257,
    "nhiêu": 275,
    "buổi": 18,
    "khảo": 183,
    "sát": 339,
    "địa": 535,
    "hình": 151,
    "mất": 249,
    "kiểm": 190,
    "thử": 400,
    "phần": 311,
    "mềm": 250,
    "cơ": 74,
    "bản": 27,
    "tốn": 462,
    "em": 112,
    "sản": 346,
    "xuất": 498,
    "sạch": 344,
    "hơn": 155,
    "ày": 504,
    "để": 534,
    "hoàn": 142,
    "thành": 372,
    "nâng": 289,
    "cao": 36,
    "trong": 414,
    "tuần": 435,
    "sửa": 356,
    "chữa": 58,
    "lắp": 227,
    "đặt": 531,
    "dân": 99,
    "dụng": 107,
    "xong": 497,
    "tham": 358,
    "gia": 117,
    "plc": 316,
    "truyền": 415,
    "cc": 37,
    "link": 204,
    "hmi": 141,
    "sẽ": 351,
    "giờ": 130,
    "sử": 355,
    "3d": 0,
    "tính": 445,
    "toán": 410,
    "khí": 179,
    "cụ": 81,
    "như": 281,
    "thế": 392,
    "cam": 34,
    "công": 71,
    "trên": 419,
    "máy": 243,
    "tiện": 408,
    "cnc": 59,
    "phay": 300,
    "vận": 484,
    "hành": 150,
    "tự": 468,
    "động": 542,
    "hóa": 153,
    "nhà": 278,
    "nghệ": 260,
    "bim": 12,
    "ứng": 548,
    "thực": 401,
    "tiễn": 407,
    "dành": 98,
    "đối": 538,
    "tượng": 450,
    "quản": 323,
    "lý": 221,
    "kỹ": 202,
    "sư": 343,
    "kết": 200,
    "cấu": 77,
    "web": 493,
    "front": 116,
    "end": 113,
    "back": 9,
    "với": 490,
    "php": 302,
    "mysql": 240,
    "giao": 119,
    "diện": 90,
    "ui": 469,
    "ux": 470,
    "website": 494,
    "bằng": 30,
    "figma": 114,
    "tui": 433,
    "trị": 428,
    "mạng": 248,
    "doanh": 93,
    "nghiệp": 258,
    "đồ": 539,
    "họa": 162,
    "quảng": 324,
    "cáo": 66,
    "phát": 304,
    "triển": 413,
    "di": 87,
    "đa": 511,
    "nền": 296,
    "tảng": 453,
    "flutter": 115,
    "nhiếp": 276,
    "ảnh": 546,
    "xử": 502,
    "hậu": 160,
    "kỳ": 201,
    "laravel": 203,
    "angularjs": 4,
    "trí": 421,
    "tuệ": 436,
    "nhân": 279,
    "python": 317,
    "trực": 431,
    "quan": 319,
    "dữ": 108,
    "liệu": 207,
    "steam": 335,
    "tư": 448,
    "duy": 96,
    "sáng": 338,
    "arduino": 7,
    "tinkercad": 404,
    "chẩn": 49,
    "đoán": 517,
    "bệnh": 31,
    "hại": 158,
    "rau": 327,
    "giải": 125,
    "pháp": 303,
    "bảo": 28,
    "vệ": 488,
    "vật": 485,
    "thân": 375,
    "thiện": 365,
    "môi": 246,
    "trường": 423,
    "tận": 457,
    "nguồn": 264,
    "phụ": 314,
    "phẩm": 312,
    "nông": 290,
    "gieo": 120,
    "tinh": 403,
    "nhằm": 283,
    "năng": 292,
    "suất": 336,
    "hiệu": 140,
    "quả": 322,
    "kinh": 187,
    "tế": 459,
    "chăn": 45,
    "nuôi": 286,
    "thỏ": 395,
    "sinh": 334,
    "chọn": 53,
    "giống": 128,
    "lúa": 219,
    "chất": 48,
    "lượng": 225,
    "đất": 527,
    "minh": 237,
    "thích": 378,
    "biến": 14,
    "đổi": 541,
    "vi": 472,
    "imt": 170,
    "hệ": 161,
    "thống": 396,
    "trại": 424,
    "phương": 309,
    "đánh": 519,
    "giá": 121,
    "sức": 354,
    "khỏe": 184,
    "vườn": 481,
    "cây": 67,
    "ăn": 510,
    "trái": 417,
    "thuật": 370,
    "cấy": 78,
    "mô": 245,
    "bào": 20,
    "lực": 234,
    "lưới": 224,
    "thú": 382,
    "y": 503,
    "sở": 353,
    "nước": 293,
    "ao": 6,
    "thủy": 398,
    "loại": 210,
    "tảo": 454,
    "gây": 131,
    "vùng": 478,
    "trồng": 429,
    "phiêu": 301,
    "chỉ": 51,
    "tiêu": 405,
    "hữu": 169,
    "ích": 507,
    "thức": 399,
    "nhiên": 274,
    "trắc": 426,
    "ngọt": 272,
    "loài": 209,
    "cá": 63,
    "đông": 522,
    "thường": 385,
    "gặp": 133,
    "tra": 411,
    "tôm": 447,
    "kháng": 178,
    "xác": 499,
    "định": 536,
    "mic": 236,
    "ký": 197,
    "trùng": 422,
    "ở": 547,
    "artemia": 8,
    "biển": 16,
    "càng": 62,
    "xanh": 495,
    "cua": 60,
    "lợ": 231,
    "thái": 373,
    "luân": 212,
    "canh": 35,
    "ruộng": 331,
    "xây": 500,
    "dựng": 111,
    "dạng": 102,
    "văn": 479,
    "dịch": 105,
    "vụ": 491,
    "áp": 506,
    "mrv": 238,
    "hoạt": 144,
    "giảm": 126,
    "nhẹ": 284,
    "thải": 387,
    "kính": 196,
    "rủi": 332,
    "ro": 329,
    "ngập": 270,
    "lụt": 233,
    "đô": 521,
    "thị": 394,
    "dựa": 110,
    "vào": 477,
    "nbs": 254,
    "tử": 467,
    "căn": 73,
    "nấm": 294,
    "dược": 101,
    "quy": 320,
    "điều": 514,
    "kiện": 192,
    "màng": 242,
    "măng": 247,
    "tây": 442,
    "uống": 471,
    "lên": 218,
    "men": 235,
    "thu": 369,
    "hoạch": 143,
    "sơ": 342,
    "chế": 50,
    "đồng": 540,
    "sông": 340,
    "cửu": 85,
    "long": 208,
    "hư": 156,
    "hỏng": 165,
    "kiến": 188,
    "khi": 172,
    "khai": 171,
    "haccp": 137,
    "khoa": 173,
    "ai": 2,
    "giáo": 123,
    "dục": 106,
    "gốc": 134,
    "thiên": 363,
    "hợp": 168,
    "phòng": 307,
    "chống": 54,
    "béo": 24,
    "phì": 306,
    "viết": 474,
    "bố": 32,
    "quốc": 325,
    "lĩnh": 222,
    "vực": 492,
    "giảng": 127,
    "dạy": 103,
    "ngoại": 261,
    "ngữ": 273,
    "nghiên": 256,
    "cứu": 83,
    "thập": 390,
    "xã": 501,
    "hội": 167,
    "tối": 461,
    "ưu": 545,
    "qua": 318,
    "tổng": 465,
    "tài": 438,
    "ngôn": 267,
    "chuẩn": 42,
    "đầu": 529,
    "ra": 326,
    "du": 94,
    "lịch": 229,
    "thư": 384,
    "lưu": 223,
    "trữ": 430,
    "viện": 475,
    "biên": 13,
    "trang": 412,
    "dẫn": 104,
    "phỏng": 313,
    "vấn": 482,
    "tổ": 464,
    "chức": 57,
    "sự": 357,
    "dự": 109,
    "án": 505,
    "khủng": 186,
    "hoảng": 145,
    "tác": 439,
    "kê": 195,
    "hàng": 149,
    "khách": 177,
    "sạn": 345,
    "phục": 315,
    "lễ": 228,
    "tân": 441,
    "hướng": 157,
    "luật": 213,
    "đai": 512,
    "năm": 291,
    "__number__": 1,
    "trách": 416,
    "nhiệm": 277,
    "quyền": 321,
    "khuyến": 175,
    "cộng": 80,
    "thôn": 379,
    "mới": 252,
    "lớp": 230,
    "kĩ": 198,
    "đấu": 528,
    "thầu": 388,
    "bán": 23,
    "chuyên": 41,
    "chính": 44,
    "giám": 122,
    "đốc": 537,
    "ceo": 38,
    "diễn": 89,
    "khởi": 185,
    "nguyên": 262,
    "khu": 174,
    "được": 524,
    "bắt": 29,
    "lúc": 220,
    "đâu": 520,
    "điểm": 515,
    "còn": 68,
    "viên": 473,
    "đăng": 523,
    "này": 288,
    "phù": 308,
    "nếu": 295,
    "ngư": 268,
    "chưa": 46,
    "nội": 297,
    "dung": 95,
    "chủ": 56,
    "đề": 533,
    "gồm": 135,
    "bài": 19,
    "thuộc": 371,
    "do": 92,
    "đảm": 526,
    "nhận": 282,
    "đứng": 544,
    "vậ": 483,
    "chịu": 52,
    "người": 269,
    "rong": 330,
    "thẻ": 391,
    "chân": 43,
    "trắng": 427,
    "tẩm": 456,
    "vị": 489,
    "sấy": 347,
    "lợi": 232,
    "nghề": 259,
    "dinh": 88,
    "dưỡng": 100,
    "cùa": 72,
    "dna": 91,
    "ty": 437,
    "chốt": 55,
    "trâu": 418,
    "than": 359,
    "đặc": 530,
    "gợi": 136,
    "ý": 509,
    "biệt": 17,
    "tháng": 374,
    "tiết": 406,
    "vậy": 486,
    "ngày": 266,
    "giúp": 124,
    "mình": 244,
    "sao": 333,
    "bách": 22,
    "tất": 455,
    "cả": 75,
    "ngành": 265,
    "riêng": 328,
    "cán": 65,
    "bộ": 33,
    "lãnh": 216,
    "đạo": 525,
    "cử": 84,
    "ban": 10,
    "thạc": 386,
    "sĩ": 341,
    "bác": 21,
    "tịch": 460,
    "thì": 376,
    "khônh": 182,
    "thpt": 367,
    "thcs": 361,
    "trần": 425,
    "thanh": 360,
    "hùng": 154,
    "hải": 159,
    "liệt": 206,
    "mà": 241,
    "thúy": 383,
    "kiều": 189,
    "nguyễn": 263,
    "hòa": 152,
    "thầy": 389,
    "cô": 70,
    "ngọc": 271,
    "vũ": 480,
    "út": 508,
    "lê": 217,
    "đức": 543,
    "huy": 146,
    "oanh": 298,
    "hà": 148,
    "tống": 463,
    "thùy": 381,
    "ks": 193,
    "pgs": 299,
    "ts": 432,
    "nga": 255,
    "bùi": 25,
    "anh": 5,
    "tuấn": 434,
    "ths": 368,
    "hồ": 166,
    "phạm": 310,
    "tâm": 440,
    "liên": 205,
    "đến": 532,
    "tương": 449,
    "khác": 176,
    "theo": 362,
    "kiểu": 191
  },
  "intent": {
    "ask_training_program": 9,
    "ask_training_duration": 6,
    "ask_training_schedule": 10,
    "ask_training_audience": 1,
    "ask_training_content": 5,
    "ask_training_faculty": 7,
    "ask_training_instructor": 8,
    "ask_training_sessions": 11,
    "ask_training_by_faculty": 3,
    "ask_training_by_audience": 2,
    "ask_training_by_instructor": 4,
    "ask_related_programs": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}