{
  "text": {
    " ": 0,
    "b": 862,
    "ạ": 2885,
    "n": 1832,
    " b": 21,
    "bạ": 910,
    "ạn": 2894,
    "n ": 1833,
    " bạ": 44,
    "bạn": 911,
    "ạn ": 2895,
    " bạn": 45,
    "bạn ": 912,
    "c": 931,
    "ó": 2704,
    " c": 59,
    "có": 1024,
    "ó ": 2705,
    " có": 102,
    "có ": 1025,
    " có ": 103,
    "t": 2190,
    "h": 1257,
    "ể": 3010,
    " t": 526,
    "th": 2203,
    "hể": 1447,
    "ể ": 3011,
    " th": 527,
    "thể": 2260,
    "hể ": 1448,
    " thể": 550,
    "thể ": 2261,
    "o": 1939,
    "ch": 953,
    "ho": 1297,
    "o ": 1940,
    " ch": 68,
    "cho": 957,
    "ho ": 1298,
    " cho": 70,
    "cho ": 958,
    "ô": 2708,
    "i": 1516,
    "tô": 2373,
    "ôi": 2710,
    "i ": 1517,
    " tô": 609,
    "tôi": 2374,
    "ôi ": 2711,
    " tôi": 610,
    "tôi ": 2375,
    "ế": 2992,
    "bi": 874,
    "iế": 1573,
    "ết": 2998,
    "t ": 2191,
    " bi": 26,
    "biế": 879,
    "iết": 1578,
    "ết ": 2999,
    " biế": 29,
    "biết": 881,
    "iết ": 1579,
    "v": 2509,
    "ề": 3002,
    " v": 650,
    "về": 2548,
    "ề ": 3003,
    " về": 674,
    "về ": 2549,
    " về ": 675,
    "á": 2631,
    "cá": 1010,
    "ác": 2633,
    "c ": 932,
    " cá": 93,
    "các": 1012,
    "ác ": 2634,
    " các": 95,
    "các ": 1013,
    "ư": 2855,
    "ơ": 2849,
    "g": 1167,
    "hư": 1391,
    "ươ": 2861,
    "ơn": 2851,
    "ng": 1843,
    "g ": 1168,
    "chư": 968,
    "hươ": 1395,
    "ươn": 2862,
    "ơng": 2853,
    "ng ": 1844,
    " chư": 75,
    "chươ": 970,
    "hươn": 1396,
    "ương": 2863,
    "ơng ": 2854,
    "r": 2028,
    "ì": 2682,
    "tr": 2296,
    "rì": 2081,
    "ìn": 2686,
    "nh": 1872,
    "h ": 1258,
    " tr": 568,
    "trì": 2313,
    "rìn": 2082,
    "ình": 2687,
    "nh ": 1873,
    " trì": 576,
    "trìn": 2314,
    "rình": 2083,
    "ình ": 2688,
    "ậ": 2948,
    "p": 1969,
    "tậ": 2400,
    "ập": 2952,
    "p ": 1970,
    " tậ": 626,
    "tập": 2403,
    "ập ": 2953,
    " tập": 628,
    "tập ": 2404,
    "u": 2427,
    "ấ": 2918,
    " h": 205,
    "hu": 1316,
    "uấ": 2476,
    "ấn": 2921,
    " hu": 217,
    "huấ": 1322,
    "uấn": 2477,
    "ấn ": 2922,
    " huấ": 219,
    "huấn": 1323,
    "uấn ": 2478,
    "k": 1615,
    " k": 261,
    "kh": 1623,
    "hô": 1368,
    "ôn": 2714,
    " kh": 262,
    "khô": 1640,
    "hôn": 1369,
    "ông": 2716,
    " khô": 270,
    "khôn": 1641,
    "hông": 1371,
    "ông ": 2717,
    "ữ": 3177,
    " n": 387,
    "hữ": 1506,
    "ữn": 3181,
    " nh": 401,
    "nhữ": 1892,
    "hữn": 1509,
    "ững": 3182,
    " nhữ": 410,
    "nhữn": 1893,
    "hững": 1510,
    "ững ": 3183,
    "a": 824,
    "hó": 1365,
    "óa": 2706,
    "a ": 825,
    "khó": 1638,
    "hóa": 1366,
    "óa ": 2707,
    " khó": 269,
    "khóa": 1639,
    "hóa ": 1367,
    "ọ": 3050,
    "họ": 1457,
    "ọc": 3053,
    " họ": 244,
    "học": 1460,
    "ọc ": 3054,
    " học": 246,
    "học ": 1461,
    "à": 2617,
    "nà": 1908,
    "ào": 2627,
    " nà": 413,
    "nào": 1909,
    "ào ": 2628,
    " nào": 414,
    "nào ": 1910,
    "đ": 2755,
    " đ": 727,
    "đa": 2756,
    "an": 837,
    " đa": 728,
    "đan": 2760,
    "ang": 839,
    " đan": 731,
    "đang": 2761,
    "ang ": 840,
    "m": 1769,
    "ở": 3124,
    " m": 351,
    "mở": 1830,
    "ở ": 3125,
    " mở": 385,
    "mở ": 1831,
    " mở ": 386,
    "ố": 3068,
    "mu": 1792,
    "uố": 2492,
    "ốn": 3074,
    " mu": 359,
    "muố": 1793,
    "uốn": 2495,
    "ốn ": 3075,
    " muố": 360,
    "muốn": 1794,
    "uốn ": 2496,
    "x": 2567,
    "e": 1130,
    " x": 689,
    "xe": 2572,
    "em": 1141,
    "m ": 1770,
    " xe": 692,
    "xem": 2573,
    "em ": 1142,
    " xem": 693,
    "xem ": 2574,
    "d": 1065,
    " d": 132,
    "da": 1067,
    " da": 133,
    "dan": 1068,
    "anh": 842,
    " dan": 134,
    "danh": 1069,
    "anh ": 843,
    "s": 2116,
    " s": 477,
    "sá": 2140,
    " sá": 488,
    "sác": 2141,
    "ách": 2635,
    "ch ": 954,
    " sác": 489,
    "sách": 2142,
    "ách ": 2636,
    "đà": 2772,
    " đà": 738,
    "đào": 2773,
    " đào": 739,
    "đào ": 2774,
    "tạ": 2384,
    "ạo": 2898,
    " tạ": 616,
    "tạo": 2387,
    "ạo ": 2899,
    " tạo": 618,
    "tạo ": 2388,
    "hi": 1277,
    "ia": 1521,
    "chi": 955,
    "hia": 1279,
    "ia ": 1522,
    " chi": 69,
    "chia": 956,
    "hia ": 1280,
    "ẻ": 2988,
    "sẻ": 2173,
    "ẻ ": 2989,
    " sẻ": 511,
    "sẻ ": 2174,
    " sẻ ": 512,
    "thô": 2237,
    " thô": 540,
    "thôn": 2238,
    "ti": 2278,
    "in": 1539,
    " ti": 559,
    "tin": 2279,
    "in ": 1540,
    " tin": 560,
    "tin ": 2280,
    "l": 1684,
    "y": 2591,
    "ệ": 3022,
    " l": 300,
    "lu": 1707,
    "uy": 2453,
    "yệ": 2614,
    "ện": 3026,
    " lu": 310,
    "luy": 1710,
    "uyệ": 2463,
    "yện": 2615,
    "ện ": 3027,
    " luy": 311,
    "luyệ": 1711,
    "uyện": 2464,
    "yện ": 2616,
    "iệ": 1593,
    " hi": 208,
    "hiệ": 1289,
    "iện": 1596,
    " hiệ": 210,
    "hiện": 1291,
    "iện ": 1597,
    "cu": 1002,
    "un": 2445,
    " cu": 88,
    "cun": 1005,
    "ung": 2446,
    " cun": 90,
    "cung": 1006,
    "ung ": 2447,
    "cấ": 1040,
    "ấp": 2923,
    " cấ": 115,
    "cấp": 1041,
    "ấp ": 2924,
    " cấp": 116,
    "cấp ": 1042,
    "ớ": 3106,
    " g": 183,
    "gi": 1179,
    "iớ": 1607,
    "ới": 3109,
    " gi": 184,
    "giớ": 1198,
    "iới": 1608,
    "ới ": 3110,
    " giớ": 191,
    "giới": 1199,
    "iới ": 1609,
    "ệu": 3034,
    "u ": 2428,
    "thi": 2211,
    "iệu": 1602,
    "ệu ": 3035,
    " thi": 531,
    "thiệ": 2214,
    "hiệu": 1293,
    "iệu ": 1603,
    "ộ": 3095,
    "mộ": 1824,
    "ột": 3104,
    " mộ": 381,
    "một": 1825,
    "ột ": 3105,
    " một": 382,
    "một ": 1826,
    "số": 2177,
    "ố ": 3069,
    " số": 515,
    "số ": 2178,
    " số ": 516,
    "tì": 2365,
    "ìm": 2684,
    " tì": 604,
    "tìm": 2366,
    "ìm ": 2685,
    " tìm": 605,
    "tìm ": 2367,
    "iể": 1583,
    "ểu": 3016,
    "hiể": 1287,
    "iểu": 1588,
    "ểu ": 3017,
    " hiể": 209,
    "hiểu": 1288,
    "iểu ": 1589,
    "ẵ": 2976,
    "sẵ": 2170,
    "ẵn": 2977,
    " sẵ": 509,
    "sẵn": 2171,
    "ẵn ": 2978,
    " sẵn": 510,
    "sẵn ": 2172,
    "ại": 2890,
    "tại": 2385,
    "ại ": 2891,
    " tại": 617,
    "tại ": 2386,
    "là": 1716,
    "à ": 2618,
    " là": 314,
    "là ": 1717,
    " là ": 315,
    "gì": 1226,
    "ì ": 2683,
    " gì": 195,
    "gì ": 1227,
    " gì ": 196,
    "ầ": 2931,
    "cầ": 1047,
    "ần": 2932,
    " cầ": 119,
    "cần": 1048,
    "ần ": 2933,
    " cần": 120,
    "cần ": 1049,
    "ỏ": 3059,
    "hỏ": 1464,
    "ỏi": 3063,
    " hỏ": 247,
    "hỏi": 1468,
    "ỏi ": 3064,
    " hỏi": 248,
    "hỏi ": 1469,
    "ắ": 2960,
    "sắ": 2167,
    "ắp": 2966,
    " sắ": 507,
    "sắp": 2168,
    "ắp ": 2967,
    " sắp": 508,
    "sắp ": 2169,
    "tớ": 2420,
    " tớ": 639,
    "tới": 2421,
    " tới": 640,
    "tới ": 2422,
    "lậ": 1745,
    " lậ": 334,
    "lập": 1746,
    " lập": 335,
    "lập ": 1747,
    "ú": 2731,
    "hú": 1379,
    "ún": 2737,
    "nhú": 1882,
    "hún": 1381,
    "úng": 2738,
    " nhú": 405,
    "nhún": 1883,
    "húng": 1382,
    "úng ": 2739,
    "é": 2671,
    "ké": 1664,
    "éo": 2672,
    " ké": 283,
    "kéo": 1665,
    "éo ": 2673,
    " kéo": 284,
    "kéo ": 1666,
    "dà": 1093,
    "ài": 2619,
    " dà": 149,
    "dài": 1094,
    "ài ": 2620,
    " dài": 150,
    "dài ": 1095,
    "ba": 864,
    "ao": 844,
    " ba": 22,
    "bao": 869,
    "ao ": 845,
    " bao": 25,
    "bao ": 870,
    "â": 2655,
    "lâ": 1718,
    "âu": 2662,
    " lâ": 316,
    "lâu": 1719,
    "âu ": 2663,
    " lâu": 317,
    "lâu ": 1720,
    "ờ": 3116,
    "hờ": 1482,
    "ời": 3118,
    "thờ": 2268,
    "hời": 1483,
    "ời ": 3119,
    " thờ": 554,
    "thời": 2269,
    "hời ": 1484,
    "gia": 1180,
    "ian": 1523,
    "an ": 838,
    " gia": 185,
    "gian": 1182,
    "ian ": 1524,
    "ủ": 3152,
    "củ": 1055,
    "ủa": 3154,
    " củ": 125,
    "của": 1056,
    "ủa ": 3155,
    " của": 126,
    "của ": 1057,
    " a": 9,
    " an": 12,
    " an ": 13,
    "to": 2291,
    "oà": 1951,
    "àn": 2621,
    " to": 565,
    "toà": 2292,
    "oàn": 1954,
    "àn ": 2622,
    " toà": 566,
    "toàn": 2293,
    "oàn ": 1955,
    "đi": 2762,
    " đi": 732,
    "điệ": 2767,
    " điệ": 735,
    "điện": 2768,
    "hiế": 1284,
    "thiế": 2213,
    "hiết": 1286,
    "kế": 1676,
    "ế ": 2993,
    " kế": 293,
    "kế ": 1677,
    " kế ": 294,
    "và": 2522,
    " và": 656,
    "và ": 2523,
    " và ": 657,
    " p": 436,
    "ph": 1974,
    "hâ": 1347,
    "ân": 2658,
    " ph": 439,
    "phâ": 1984,
    "hân": 1348,
    "ân ": 2659,
    " phâ": 444,
    "phân": 1985,
    "hân ": 1349,
    "í": 2689,
    "tí": 2368,
    "íc": 2691,
    " tí": 606,
    "tíc": 2369,
    "ích": 2692,
    " tíc": 607,
    "tích": 2370,
    "ích ": 2693,
    "hí": 1354,
    "í ": 2690,
    "thí": 2234,
    "hí ": 1355,
    " thí": 539,
    "thí ": 2235,
    "gh": 1171,
    "ệm": 3024,
    " ng": 390,
    "ngh": 1847,
    "ghi": 1172,
    "iệm": 1594,
    "ệm ": 3025,
    " ngh": 392,
    "nghi": 1848,
    "ghiệ": 1174,
    "hiệm": 1290,
    "iệm ": 1595,
    "ê": 2674,
    "iê": 1557,
    "êu": 2680,
    "nhi": 1874,
    "hiê": 1281,
    "iêu": 1561,
    "êu ": 2681,
    " nhi": 402,
    "nhiê": 1875,
    "hiêu": 1283,
    "iêu ": 1562,
    "ổ": 3088,
    "bu": 890,
    "uổ": 2501,
    "ổi": 3090,
    " bu": 32,
    "buổ": 891,
    "uổi": 2502,
    "ổi ": 3091,
    " buổ": 33,
    "buổi": 892,
    "uổi ": 2503,
    "ả": 2904,
    "hả": 1408,
    "ảo": 2916,
    "khả": 1642,
    "hảo": 1411,
    "ảo ": 2917,
    " khả": 271,
    "khảo": 1643,
    "hảo ": 1412,
    "át": 2651,
    "sát": 2145,
    "át ": 2652,
    " sát": 491,
    "sát ": 2146,
    "ị": 3038,
    "đị": 2817,
    "ịa": 3040,
    " đị": 769,
    "địa": 2818,
    "ịa ": 3041,
    " địa": 770,
    "địa ": 2819,
    "hì": 1350,
    " hì": 223,
    "hìn": 1352,
    " hìn": 224,
    "hình": 1353,
    "mấ": 1818,
    "ất": 2925,
    " mấ": 377,
    "mất": 1819,
    "ất ": 2926,
    " mất": 378,
    "mất ": 1820,
    "ki": 1650,
    "ểm": 3012,
    " ki": 275,
    "kiể": 1657,
    "iểm": 1584,
    "ểm ": 3013,
    " kiể": 279,
    "kiểm": 1658,
    "iểm ": 1585,
    "ử": 3171,
    "hử": 1504,
    "ử ": 3172,
    "thử": 2274,
    "hử ": 1505,
    " thử": 557,
    "thử ": 2275,
    "hầ": 1416,
    "phầ": 1996,
    "hần": 1417,
    " phầ": 450,
    "phần": 1997,
    "hần ": 1418,
    "mề": 1821,
    "ềm": 3004,
    " mề": 379,
    "mềm": 1822,
    "ềm ": 3005,
    " mềm": 380,
    "mềm ": 1823,
    "cơ": 1036,
    "ơ ": 2850,
    " cơ": 111,
    "cơ ": 1037,
    " cơ ": 112,
    "bả": 913,
    "ản": 2910,
    " bả": 46,
    "bản": 914,
    "ản ": 2911,
    " bản": 47,
    "bản ": 915,
    "tố": 2410,
    " tố": 633,
    "tốn": 2413,
    " tốn": 635,
    "tốn ": 2414,
    " e": 173,
    " em": 174,
    " em ": 175,
    "sả": 2161,
    " sả": 503,
    "sản": 2162,
    " sản": 504,
    "sản ": 2163,
    "xu": 2578,
    " xu": 696,
    "xuấ": 2579,
    "uất": 2479,
    " xuấ": 697,
    "xuất": 2580,
    "uất ": 2480,
    "sạ": 2156,
    "ạc": 2886,
    " sạ": 500,
    "sạc": 2157,
    "ạch": 2888,
    " sạc": 501,
    "sạch": 2158,
    "ạch ": 2889,
    "hơ": 1388,
    " hơ": 231,
    "hơn": 1389,
    "ơn ": 2852,
    " hơn": 232,
    "hơn ": 1390,
    " à": 708,
    "ày": 2629,
    "y ": 2592,
    " ày": 709,
    "ày ": 2630,
    " ày ": 710,
    "để": 2815,
    " để": 767,
    "để ": 2816,
    " để ": 768,
    " ho": 213,
    "hoà": 1303,
    " hoà": 214,
    "hoàn": 1304,
    "hà": 1330,
    "thà": 2225,
    "hàn": 1332,
    "ành": 2625,
    " thà": 535,
    "thàn": 2226,
    "hành": 1334,
    "ành ": 2626,
    "nâ": 1913,
    " nâ": 416,
    "nân": 1914,
    "âng": 2660,
    " nân": 417,
    "nâng": 1915,
    "âng ": 2661,
    "ca": 936,
    " ca": 60,
    "cao": 943,
    " cao": 63,
    "cao ": 944,
    "ro": 2055,
    "on": 1945,
    "tro": 2302,
    "ron": 2057,
    "ong": 1947,
    " tro": 571,
    "tron": 2303,
    "rong": 2058,
    "ong ": 1948,
    "tu": 2341,
    "uầ": 2481,
    " tu": 589,
    "tuầ": 2346,
    "uần": 2482,
    " tuầ": 592,
    "tuần": 2347,
    "uần ": 2483,
    "sử": 2184,
    "ửa": 3173,
    " sử": 521,
    "sửa": 2186,
    "ửa ": 3174,
    " sửa": 523,
    "sửa ": 2187,
    "ữa": 3179,
    "chữ": 990,
    "hữa": 1507,
    "ữa ": 3180,
    " chữ": 85,
    "chữa": 991,
    "hữa ": 1508,
    "lắ": 1748,
    " lắ": 336,
    "lắp": 1749,
    " lắp": 337,
    "lắp ": 1750,
    "ặ": 2979,
    "đặ": 2805,
    "ặt": 2984,
    " đặ": 760,
    "đặt": 2808,
    "ặt ": 2985,
    " đặt": 762,
    "đặt ": 2809,
    "dâ": 1098,
    " dâ": 152,
    "dân": 1099,
    " dân": 153,
    "dân ": 1100,
    "ụ": 3143,
    "dụ": 1117,
    "ụn": 3147,
    " dụ": 164,
    "dụn": 1120,
    "ụng": 3148,
    " dụn": 166,
    "dụng": 1121,
    "ụng ": 3149,
    "xo": 2575,
    " xo": 694,
    "xon": 2576,
    " xon": 695,
    "xong": 2577,
    "ha": 1259,
    "am": 835,
    "tha": 2204,
    "ham": 1264,
    "am ": 836,
    " tha": 528,
    "tham": 2205,
    "ham ": 1265,
    "gia ": 1181,
    "pl": 2005,
    "lc": 1690,
    " pl": 454,
    "plc": 2006,
    "lc ": 1691,
    " plc": 455,
    "plc ": 2007,
    "ru": 2063,
    "yề": 2608,
    "ền": 3006,
    "tru": 2304,
    "ruy": 2064,
    "uyề": 2459,
    "yền": 2609,
    "ền ": 3007,
    " tru": 572,
    "truy": 2305,
    "ruyề": 2065,
    "uyền": 2460,
    "yền ": 2610,
    "-": 798,
    "cc": 945,
    "c-": 933,
    "-l": 802,
    "li": 1692,
    "nk": 1894,
    "k ": 1616,
    " cc": 64,
    "cc-": 946,
    "c-l": 934,
    "-li": 803,
    "lin": 1693,
    "ink": 1543,
    "nk ": 1895,
    " cc-": 65,
    "cc-l": 947,
    "c-li": 935,
    "-lin": 804,
    "link": 1694,
    "ink ": 1544,
    "hm": 1294,
    "mi": 1779,
    " hm": 211,
    "hmi": 1295,
    "mi ": 1780,
    " hmi": 212,
    "hmi ": 1296,
    "ẽ": 2990,
    "sẽ": 2175,
    "ẽ ": 2991,
    " sẽ": 513,
    "sẽ ": 2176,
    " sẽ ": 514,
    "iờ": 1610,
    "ờ ": 3117,
    "giờ": 1200,
    "iờ ": 1611,
    " giờ": 192,
    "giờ ": 1201,
    "sử ": 2185,
    " sử ": 522,
    "3": 812,
    " 3": 3,
    "3d": 813,
    "d ": 1066,
    " 3d": 4,
    "3d ": 814,
    " 3d ": 5,
    "ín": 2694,
    "tín": 2371,
    "ính": 2695,
    " tín": 608,
    "tính": 2372,
    "ính ": 2696,
    "oá": 1956,
    "án": 2641,
    "toá": 2294,
    "oán": 1957,
    "án ": 2642,
    " toá": 567,
    "toán": 2295,
    "oán ": 1958,
    "khí": 1636,
    " khí": 268,
    "khí ": 1637,
    "cụ": 1053,
    "ụ ": 3144,
    " cụ": 123,
    "cụ ": 1054,
    " cụ ": 124,
    "ư ": 2856,
    "như": 1884,
    "hư ": 1392,
    " như": 406,
    "như ": 1885,
    "hế": 1443,
    "thế": 2258,
    "hế ": 1444,
    " thế": 549,
    "thế ": 2259,
    "cam": 939,
    " cam": 61,
    "cam ": 940,
    "cô": 1026,
    " cô": 104,
    "côn": 1028,
    " côn": 106,
    "công": 1029,
    "rê": 2078,
    "ên": 2676,
    "trê": 2311,
    "rên": 2079,
    "ên ": 2677,
    " trê": 575,
    "trên": 2312,
    "rên ": 2080,
    "má": 1802,
    "áy": 2653,
    " má": 366,
    "máy": 1803,
    "áy ": 2654,
    " máy": 367,
    "máy ": 1804,
    "tiệ": 2289,
    " tiệ": 564,
    "tiện": 2290,
    "cn": 995,
    "nc": 1839,
    " cn": 86,
    "cnc": 996,
    "nc ": 1840,
    " cnc": 87,
    "cnc ": 997,
    "ay": 860,
    "pha": 1975,
    "hay": 1269,
    "ay ": 861,
    " pha": 440,
    "phay": 1976,
    "hay ": 1270,
    "vậ": 2540,
    "ận": 2950,
    " vậ": 669,
    "vận": 2542,
    "ận ": 2951,
    " vận": 671,
    "vận ": 2543,
    " hà": 220,
    " hàn": 222,
    "ự": 3186,
    "tự": 2425,
    "ự ": 3187,
    " tự": 643,
    "tự ": 2426,
    " tự ": 644,
    "độ": 2834,
    "ộn": 3101,
    " độ": 780,
    "độn": 2835,
    "ộng": 3102,
    " độn": 781,
    "động": 2836,
    "ộng ": 3103,
    " hó": 227,
    " hóa": 228,
    "nhà": 1878,
    "hà ": 1331,
    " nhà": 403,
    "nhà ": 1879,
    "hệ": 1449,
    "ệ ": 3023,
    "ghệ": 1177,
    "hệ ": 1450,
    "nghệ": 1850,
    "ghệ ": 1178,
    "im": 1535,
    "bim": 875,
    "im ": 1536,
    " bim": 27,
    "bim ": 876,
    "ứ": 3163,
    " ứ": 793,
    "ứn": 3166,
    " ứn": 794,
    "ứng": 3167,
    " ứng": 795,
    "ứng ": 3168,
    "hự": 1513,
    "ực": 3190,
    "thự": 2276,
    "hực": 1514,
    "ực ": 3191,
    " thự": 558,
    "thực": 2277,
    "hực ": 1515,
    "ễ": 3018,
    "iễ": 1590,
    "ễn": 3020,
    "tiễ": 2287,
    "iễn": 1591,
    "ễn ": 3021,
    " tiễ": 563,
    "tiễn": 2288,
    "iễn ": 1592,
    "dàn": 1096,
    " dàn": 151,
    "dành": 1097,
    "đố": 2822,
    "ối": 3072,
    " đố": 772,
    "đối": 2825,
    "ối ": 3073,
    " đối": 774,
    "đối ": 2826,
    "ợ": 3132,
    "tư": 2378,
    "ượ": 2880,
    "ợn": 3138,
    " tư": 612,
    "tượ": 2382,
    "ượn": 2883,
    "ợng": 3139,
    " tượ": 615,
    "tượn": 2383,
    "ượng": 2884,
    "ợng ": 3140,
    "q": 2013,
    " q": 458,
    "qu": 2016,
    "uả": 2471,
    " qu": 459,
    "quả": 2023,
    "uản": 2473,
    " quả": 462,
    "quản": 2025,
    "uản ": 2474,
    "ý": 2746,
    "lý": 1733,
    "ý ": 2747,
    " lý": 326,
    "lý ": 1734,
    " lý ": 327,
    "ỹ": 3197,
    "kỹ": 1682,
    "ỹ ": 3198,
    " kỹ": 298,
    "kỹ ": 1683,
    " kỹ ": 299,
    "sư": 2154,
    " sư": 498,
    "sư ": 2155,
    " sư ": 499,
    "kết": 1678,
    " kết": 295,
    "kết ": 1679,
    "ấu": 2927,
    "cấu": 1043,
    "ấu ": 2928,
    " cấu": 117,
    "cấu ": 1044,
    "w": 2562,
    " w": 686,
    "we": 2563,
    "eb": 1135,
    "b ": 863,
    " we": 687,
    "web": 2564,
    "eb ": 1136,
    " web": 688,
    "web ": 2565,
    "f": 1157,
    " f": 176,
    "fr": 1164,
    "nt": 1900,
    "t-": 2192,
    "-e": 799,
    "en": 1145,
    "nd": 1841,
    " fr": 181,
    "fro": 1165,
    "ont": 1949,
    "nt-": 1901,
    "t-e": 2193,
    "-en": 800,
    "end": 1147,
    "nd ": 1842,
    " fro": 182,
    "fron": 1166,
    "ront": 2059,
    "ont-": 1950,
    "nt-e": 1902,
    "t-en": 2194,
    "-end": 801,
    "end ": 1148,
    "ac": 826,
    "ck": 992,
    "k-": 1617,
    "bac": 865,
    "ack": 829,
    "ck-": 993,
    "k-e": 1618,
    " bac": 23,
    "back": 866,
    "ack-": 830,
    "ck-e": 994,
    "k-en": 1619,
    "vớ": 2554,
    " vớ": 680,
    "với": 2555,
    " với": 681,
    "với ": 2556,
    "hp": 1310,
    "php": 1979,
    "hp ": 1311,
    " php": 442,
    "php ": 1980,
    "my": 1795,
    "ys": 2596,
    "sq": 2126,
    "ql": 2014,
    "l ": 1685,
    " my": 361,
    "mys": 1796,
    "ysq": 2597,
    "sql": 2127,
    "ql ": 2015,
    " mys": 362,
    "mysq": 1797,
    "ysql": 2598,
    "sql ": 2128,
    "iao": 1525,
    "giao": 1183,
    "iao ": 1526,
    "di": 1070,
    " di": 135,
    "diệ": 1076,
    " diệ": 139,
    "diện": 1077,
    "/": 805,
    " u": 645,
    "ui": 2433,
    "i/": 1518,
    "/u": 809,
    "ux": 2451,
    "x ": 2568,
    " ui": 646,
    "ui/": 2435,
    "i/u": 1519,
    "/ux": 810,
    "ux ": 2452,
    " ui/": 647,
    "ui/u": 2436,
    "i/ux": 1520,
    "/ux ": 811,
    "bs": 886,
    "si": 2121,
    "it": 1548,
    "te": 2195,
    "e ": 1131,
    "ebs": 1137,
    "bsi": 888,
    "sit": 2124,
    "ite": 1549,
    "te ": 2196,
    "webs": 2566,
    "ebsi": 1138,
    "bsit": 889,
    "site": 2125,
    "ite ": 1550,
    "ằ": 2970,
    "bằ": 921,
    "ằn": 2973,
    " bằ": 51,
    "bằn": 922,
    "ằng": 2974,
    " bằn": 52,
    "bằng": 923,
    "ằng ": 2975,
    "fi": 1158,
    "ig": 1532,
    "gm": 1202,
    "ma": 1771,
    " fi": 177,
    "fig": 1159,
    "igm": 1533,
    "gma": 1203,
    "ma ": 1772,
    " fig": 178,
    "figm": 1160,
    "igma": 1534,
    "gma ": 1204,
    "tui": 2342,
    "ui ": 2434,
    " tui": 590,
    "tui ": 2343,
    "rị": 2103,
    "ị ": 3039,
    "trị": 2328,
    "rị ": 2104,
    " trị": 583,
    "trị ": 2329,
    "mạ": 1815,
    " mạ": 375,
    "mạn": 1816,
    "ạng": 2896,
    " mạn": 376,
    "mạng": 1817,
    "ạng ": 2897,
    "do": 1081,
    "oa": 1941,
    " do": 142,
    "doa": 1083,
    "oan": 1943,
    " doa": 144,
    "doan": 1084,
    "oanh": 1944,
    "ệp": 3030,
    "iệp": 1598,
    "ệp ": 3031,
    "hiệp": 1292,
    "iệp ": 1599,
    "ồ": 3080,
    "đồ": 2827,
    "ồ ": 3081,
    " đồ": 775,
    "đồ ": 2828,
    " đồ ": 776,
    "ọa": 3051,
    "họa": 1458,
    "ọa ": 3052,
    " họa": 245,
    "họa ": 1459,
    "ảng": 2912,
    "uảng": 2475,
    "ảng ": 2913,
    "áo": 2647,
    "cáo": 1016,
    "áo ": 2648,
    " cáo": 97,
    "cáo ": 1017,
    "há": 1335,
    "phá": 1981,
    "hát": 1345,
    " phá": 443,
    "phát": 1983,
    "hát ": 1346,
    "ri": 2047,
    "ển": 3014,
    "tri": 2300,
    "riể": 2050,
    "iển": 1586,
    "ển ": 3015,
    " tri": 570,
    "triể": 2301,
    "riển": 2051,
    "iển ": 1587,
    "di ": 1071,
    " di ": 136,
    "đa ": 2757,
    " đa ": 729,
    "nề": 1933,
    " nề": 429,
    "nền": 1934,
    " nền": 430,
    "nền ": 1935,
    "tả": 2389,
    " tả": 619,
    "tản": 2390,
    " tản": 620,
    "tảng": 2391,
    "fl": 1161,
    "ut": 2448,
    "tt": 2338,
    "er": 1151,
    "r ": 2029,
    " fl": 179,
    "flu": 1162,
    "lut": 1708,
    "utt": 2449,
    "tte": 2339,
    "ter": 2201,
    "er ": 1152,
    " flu": 180,
    "flut": 1163,
    "lutt": 1709,
    "utte": 2450,
    "tter": 2340,
    "ter ": 2202,
    "ếp": 2996,
    "iếp": 1576,
    "ếp ": 2997,
    "nhiế": 1876,
    "hiếp": 1285,
    "iếp ": 1577,
    " ả": 788,
    " ản": 789,
    "ảnh": 2914,
    " ảnh": 790,
    "ảnh ": 2915,
    "xử": 2589,
    " xử": 704,
    "xử ": 2590,
    " xử ": 705,
    "hậ": 1429,
    "ậu": 2956,
    " hậ": 240,
    "hậu": 1434,
    "ậu ": 2957,
    " hậu": 241,
    "hậu ": 1435,
    "ỳ": 3195,
    "kỳ": 1680,
    "ỳ ": 3196,
    " kỳ": 296,
    "kỳ ": 1681,
    " kỳ ": 297,
    "la": 1686,
    "ar": 846,
    "ra": 2033,
    "av": 857,
    "ve": 2511,
    "el": 1139,
    " la": 301,
    "lar": 1687,
    "ara": 847,
    "rav": 2039,
    "ave": 858,
    "vel": 2512,
    "el ": 1140,
    " lar": 302,
    "lara": 1688,
    "arav": 848,
    "rave": 2040,
    "avel": 859,
    "vel ": 2513,
    "j": 1612,
    "gu": 1210,
    "ul": 2439,
    "rj": 2052,
    "js": 1613,
    "s ": 2117,
    "ngu": 1853,
    "gul": 1211,
    "ula": 2440,
    "arj": 851,
    "rjs": 2053,
    "js ": 1614,
    " ang": 14,
    "angu": 841,
    "ngul": 1854,
    "gula": 1212,
    "ular": 2441,
    "larj": 1689,
    "arjs": 852,
    "rjs ": 2054,
    "rí": 2084,
    "trí": 2315,
    "rí ": 2085,
    " trí": 577,
    "trí ": 2316,
    "uệ": 2490,
    "tuệ": 2348,
    "uệ ": 2491,
    " tuệ": 593,
    "tuệ ": 2349,
    "nhâ": 1880,
    " nhâ": 404,
    "nhân": 1881,
    "py": 2010,
    "yt": 2599,
    " py": 456,
    "pyt": 2011,
    "yth": 2600,
    "tho": 2215,
    "hon": 1301,
    "on ": 1946,
    " pyt": 457,
    "pyth": 2012,
    "ytho": 2601,
    "thon": 2216,
    "hon ": 1302,
    "rự": 2113,
    "trự": 2334,
    "rực": 2114,
    " trự": 586,
    "trực": 2335,
    "rực ": 2115,
    "ua": 2429,
    "qua": 2017,
    "uan": 2431,
    " qua": 460,
    "quan": 2019,
    "uan ": 2432,
    "dữ": 1122,
    "ữ ": 3178,
    " dữ": 167,
    "dữ ": 1123,
    " dữ ": 168,
    " li": 303,
    "liệ": 1697,
    " liệ": 305,
    "liệu": 1699,
    "st": 2134,
    "ea": 1132,
    " st": 484,
    "ste": 2135,
    "tea": 2197,
    "eam": 1133,
    " ste": 485,
    "stea": 2136,
    "team": 2198,
    "eam ": 1134,
    "tư ": 2379,
    " tư ": 613,
    "du": 1085,
    " du": 145,
    "duy": 1091,
    "uy ": 2454,
    " duy": 148,
    "duy ": 1092,
    "sán": 2143,
    "áng": 2643,
    " sán": 490,
    "sáng": 2144,
    "áng ": 2644,
    "rd": 2044,
    "no": 1898,
    " ar": 18,
    "ard": 849,
    "rdu": 2045,
    "dui": 1087,
    "uin": 2437,
    "ino": 1546,
    "no ": 1899,
    " ard": 19,
    "ardu": 850,
    "rdui": 2046,
    "duin": 1088,
    "uino": 2438,
    "ino ": 1547,
    "ke": 1620,
    "rc": 2041,
    "ad": 831,
    "nke": 1896,
    "ker": 1621,
    "erc": 1155,
    "rca": 2042,
    "cad": 937,
    "ad ": 832,
    "tink": 2282,
    "inke": 1545,
    "nker": 1897,
    "kerc": 1622,
    "erca": 1156,
    "rcad": 2043,
    "cad ": 938,
    "ẩ": 2940,
    "hẩ": 1424,
    "ẩn": 2943,
    "chẩ": 973,
    "hẩn": 1427,
    "ẩn ": 2944,
    " chẩ": 77,
    "chẩn": 974,
    "hẩn ": 1428,
    "đo": 2769,
    " đo": 736,
    "đoá": 2770,
    " đoá": 737,
    "đoán": 2771,
    "bệ": 924,
    " bệ": 53,
    "bện": 925,
    "ệnh": 3028,
    " bện": 54,
    "bệnh": 926,
    "ệnh ": 3029,
    "hạ": 1401,
    " hạ": 236,
    "hại": 1404,
    " hại": 237,
    "hại ": 1405,
    " r": 464,
    "au": 855,
    " ra": 465,
    "rau": 2037,
    "au ": 856,
    " rau": 467,
    "rau ": 2038,
    "iả": 1566,
    "ải": 2906,
    "giả": 1192,
    "iải": 1567,
    "ải ": 2907,
    " giả": 189,
    "giải": 1193,
    "iải ": 1568,
    "áp": 2649,
    "háp": 1343,
    "áp ": 2650,
    "pháp": 1982,
    "háp ": 1344,
    "bảo": 916,
    " bảo": 48,
    "bảo ": 917,
    "vệ": 2550,
    " vệ": 676,
    "vệ ": 2551,
    " vệ ": 677,
    "ật": 2954,
    "vật": 2544,
    "ật ": 2955,
    " vật": 672,
    "vật ": 2545,
    "thâ": 2230,
    " thâ": 537,
    "thân": 2231,
    "mô": 1808,
    " mô": 370,
    "môi": 1810,
    " môi": 372,
    "môi ": 1811,
    "rư": 2089,
    "ườ": 2871,
    "ờn": 3120,
    "trư": 2319,
    "rườ": 2090,
    "ườn": 2874,
    "ờng": 3122,
    " trư": 579,
    "trườ": 2320,
    "rườn": 2091,
    "ường": 2876,
    "ờng ": 3123,
    "tận": 2401,
    " tận": 627,
    "tận ": 2402,
    "uồ": 2498,
    "ồn": 3084,
    "guồ": 1216,
    "uồn": 2499,
    "ồn ": 3085,
    " ngu": 394,
    "nguồ": 1856,
    "guồn": 1217,
    "uồn ": 2500,
    "hụ": 1491,
    "phụ": 2002,
    "hụ ": 1492,
    " phụ": 453,
    "phụ ": 2003,
    "ẩm": 2941,
    "phẩ": 1998,
    "hẩm": 1425,
    "ẩm ": 2942,
    " phẩ": 451,
    "phẩm": 1999,
    "hẩm ": 1426,
    "nô": 1916,
    " nô": 418,
    "nôn": 1917,
    " nôn": 419,
    "nông": 1918,
    "ie": 1529,
    "eo": 1149,
    "gie": 1184,
    "ieo": 1530,
    "eo ": 1150,
    " gie": 186,
    "gieo": 1185,
    "ieo ": 1531,
    "inh": 1541,
    "tinh": 2281,
    "inh ": 1542,
    "hằ": 1436,
    "ằm": 2971,
    "nhằ": 1888,
    "hằm": 1437,
    "ằm ": 2972,
    " nhằ": 408,
    "nhằm": 1889,
    "hằm ": 1438,
    "ă": 2748,
    "nă": 1919,
    "ăn": 2751,
    " nă": 420,
    "năn": 1922,
    "ăng": 2753,
    " năn": 422,
    "năng": 1923,
    "ăng ": 2754,
    "su": 2137,
    " su": 486,
    "suấ": 2138,
    " suấ": 487,
    "suất": 2139,
    "ả ": 2905,
    "uả ": 2472,
    "quả ": 2024,
    "kin": 1651,
    " kin": 276,
    "kinh": 1652,
    "tế": 2405,
    " tế": 629,
    "tế ": 2406,
    " tế ": 630,
    "hă": 1385,
    "chă": 966,
    "hăn": 1386,
    "ăn ": 2752,
    " chă": 74,
    "chăn": 967,
    "hăn ": 1387,
    "nu": 1903,
    "uô": 2468,
    " nu": 411,
    "nuô": 1906,
    "uôi": 2469,
    " nuô": 412,
    "nuôi": 1907,
    "uôi ": 2470,
    "ỏ ": 3060,
    "thỏ": 2264,
    "hỏ ": 1465,
    " thỏ": 552,
    "thỏ ": 2265,
    " si": 480,
    "sin": 2122,
    " sin": 481,
    "sinh": 2123,
    "ọn": 3055,
    "chọ": 981,
    "họn": 1462,
    "ọn ": 3056,
    " chọ": 81,
    "chọn": 982,
    "họn ": 1463,
    "iố": 1604,
    "giố": 1196,
    "iốn": 1605,
    "ống": 3076,
    " giố": 190,
    "giốn": 1197,
    "iống": 1606,
    "ống ": 3077,
    "lú": 1728,
    "úa": 2733,
    " lú": 323,
    "lúa": 1729,
    "úa ": 2734,
    " lúa": 324,
    "lúa ": 1730,
    "hấ": 1413,
    "chấ": 971,
    "hất": 1414,
    " chấ": 76,
    "chất": 972,
    "hất ": 1415,
    "lư": 1738,
    " lư": 330,
    "lượ": 1743,
    " lượ": 333,
    "lượn": 1744,
    "đấ": 2797,
    " đấ": 755,
    "đất": 2798,
    " đất": 756,
    "đất ": 2799,
    " mi": 354,
    "min": 1785,
    " min": 356,
    "minh": 1786,
    "híc": 1356,
    "thíc": 2236,
    "hích": 1357,
    "ến": 2994,
    "iến": 1574,
    "ến ": 2995,
    "biến": 880,
    "iến ": 1575,
    "đổ": 2831,
    " đổ": 778,
    "đổi": 2832,
    " đổi": 779,
    "đổi ": 2833,
    "vi": 2514,
    " vi": 651,
    "vi ": 2515,
    " vi ": 652,
    " i": 258,
    "mt": 1790,
    " im": 259,
    "imt": 1537,
    "mt ": 1791,
    " imt": 260,
    "imt ": 1538,
    " hệ": 242,
    " hệ ": 243,
    "hố": 1472,
    "thố": 2266,
    "hốn": 1473,
    " thố": 553,
    "thốn": 2267,
    "hống": 1474,
    "rạ": 2092,
    "trạ": 2321,
    "rại": 2093,
    " trạ": 580,
    "trại": 2322,
    "rại ": 2094,
    "phư": 1992,
    " phư": 448,
    "phươ": 1993,
    "đá": 2775,
    " đá": 740,
    "đán": 2776,
    "ánh": 2645,
    " đán": 741,
    "đánh": 2777,
    "ánh ": 2646,
    "iá": 1551,
    "á ": 2632,
    "giá": 1186,
    "iá ": 1552,
    " giá": 187,
    "giá ": 1187,
    "sứ": 2181,
    "ức": 3164,
    " sứ": 519,
    "sức": 2182,
    "ức ": 3165,
    " sức": 520,
    "sức ": 2183,
    "ỏe": 3061,
    "khỏ": 1644,
    "hỏe": 1466,
    "ỏe ": 3062,
    " khỏ": 272,
    "khỏe": 1645,
    "hỏe ": 1467,
    "vư": 2534,
    " vư": 665,
    "vườ": 2535,
    "ờn ": 3121,
    " vườ": 666,
    "vườn": 2536,
    "ườn ": 2875,
    "câ": 1018,
    "ây": 2664,
    " câ": 98,
    "cây": 1019,
    "ây ": 2665,
    " cây": 99,
    "cây ": 1020,
    " ă": 724,
    " ăn": 725,
    " ăn ": 726,
    "rá": 2070,
    "ái": 2637,
    "trá": 2306,
    "rái": 2073,
    "ái ": 2638,
    " trá": 573,
    "trái": 2308,
    "rái ": 2074,
    "uậ": 2487,
    "thu": 2221,
    "huậ": 1326,
    "uật": 2488,
    " thu": 534,
    "thuậ": 2223,
    "huật": 1327,
    "uật ": 2489,
    "ấy": 2929,
    "cấy": 1045,
    "ấy ": 2930,
    " cấy": 118,
    "cấy ": 1046,
    "ô ": 2709,
    "mô ": 1809,
    " mô ": 371,
    "bà": 893,
    " bà": 34,
    "bào": 896,
    " bào": 36,
    "bào ": 897,
    "lự": 1766,
    " lự": 349,
    "lực": 1767,
    " lực": 350,
    "lực ": 1768,
    "ướ": 2864,
    "lướ": 1741,
    "ưới": 2867,
    " lướ": 332,
    "lưới": 1742,
    "ưới ": 2868,
    "ú ": 2732,
    "thú": 2241,
    "hú ": 1380,
    " thú": 542,
    "thú ": 2242,
    " y": 706,
    " y ": 707,
    "sở": 2179,
    " sở": 517,
    "sở ": 2180,
    " sở ": 518,
    "nư": 1924,
    "ớc": 3107,
    " nư": 423,
    "nướ": 1925,
    "ước": 2865,
    "ớc ": 3108,
    " nướ": 424,
    "nước": 1926,
    "ước ": 2866,
    " ao": 16,
    " ao ": 17,
    "hủ": 1495,
    "ủy": 3161,
    "thủ": 2270,
    "hủy": 1499,
    "ủy ": 3162,
    " thủ": 555,
    "thủy": 2271,
    "hủy ": 1500,
    "lo": 1700,
    "oạ": 1959,
    " lo": 306,
    "loạ": 1705,
    "oại": 1962,
    " loạ": 309,
    "loại": 1706,
    "oại ": 1963,
    "tảo": 2392,
    " tảo": 621,
    "tảo ": 2393,
    "gâ": 1223,
    " gâ": 193,
    "gây": 1224,
    " gây": 194,
    "gây ": 1225,
    "ù": 2720,
    "vù": 2526,
    "ùn": 2726,
    " vù": 659,
    "vùn": 2527,
    "ùng": 2727,
    " vùn": 660,
    "vùng": 2528,
    "ùng ": 2728,
    "rồ": 2105,
    "trồ": 2330,
    "rồn": 2106,
    "ồng": 3086,
    " trồ": 584,
    "trồn": 2331,
    "rồng": 2107,
    "ồng ": 3087,
    "phi": 1977,
    " phi": 441,
    "phiê": 1978,
    "ỉ": 3036,
    "hỉ": 1451,
    "ỉ ": 3037,
    "chỉ": 977,
    "hỉ ": 1452,
    " chỉ": 79,
    "chỉ ": 978,
    "tiê": 2283,
    " tiê": 561,
    "tiêu": 2284,
    "ữu": 3184,
    " hữ": 256,
    "hữu": 1511,
    "ữu ": 3185,
    " hữu": 257,
    "hữu ": 1512,
    " í": 716,
    " íc": 717,
    " ích": 718,
    "hứ": 1501,
    "thứ": 2272,
    "hức": 1502,
    " thứ": 556,
    "thức": 2273,
    "hức ": 1503,
    "iên": 1558,
    "hiên": 1282,
    "iên ": 1559,
    "rắ": 2098,
    "ắc": 2961,
    "trắ": 2325,
    "rắc": 2099,
    "ắc ": 2962,
    " trắ": 582,
    "trắc": 2326,
    "rắc ": 2100,
    "gọ": 1241,
    "ọt": 3057,
    "ngọ": 1867,
    "gọt": 1244,
    "ọt ": 3058,
    " ngọ": 399,
    "ngọt": 1869,
    "gọt ": 1245,
    "loà": 1703,
    "oài": 1952,
    " loà": 308,
    "loài": 1704,
    "oài ": 1953,
    "cá ": 1011,
    " cá ": 94,
    "đô": 2781,
    " đô": 744,
    "đôn": 2783,
    " đôn": 746,
    "đông": 2784,
    "thư": 2244,
    "hườ": 1399,
    " thư": 543,
    "thườ": 2246,
    "hườn": 1400,
    "gặ": 1238,
    "ặp": 2982,
    " gặ": 197,
    "gặp": 1239,
    "ặp ": 2983,
    " gặp": 198,
    "gặp ": 1240,
    "tra": 2297,
    "ra ": 2034,
    " tra": 569,
    "tra ": 2298,
    "ôm": 2712,
    "tôm": 2376,
    "ôm ": 2713,
    " tôm": 611,
    "tôm ": 2377,
    "khá": 1633,
    "hán": 1341,
    " khá": 267,
    "khán": 1635,
    "háng": 1342,
    "xá": 2581,
    " xá": 698,
    "xác": 2582,
    " xác": 699,
    "xác ": 2583,
    "ịn": 3045,
    "địn": 2820,
    "ịnh": 3046,
    " địn": 771,
    "định": 2821,
    "ịnh ": 3047,
    "ic": 1527,
    "mic": 1783,
    "ic ": 1528,
    " mic": 355,
    "mic ": 1784,
    "ký": 1672,
    " ký": 289,
    "ký ": 1673,
    " ký ": 290,
    "rù": 2086,
    "trù": 2317,
    "rùn": 2087,
    " trù": 578,
    "trùn": 2318,
    "rùng": 2088,
    " ở": 791,
    " ở ": 792,
    "rt": 2060,
    "art": 853,
    "rte": 2061,
    "tem": 2199,
    "emi": 1143,
    "mia": 1781,
    " art": 20,
    "arte": 854,
    "rtem": 2062,
    "temi": 2200,
    "emia": 1144,
    "mia ": 1782,
    "biể": 882,
    " biể": 30,
    "biển": 883,
    "cà": 1007,
    " cà": 91,
    "càn": 1008,
    "àng": 2623,
    " càn": 92,
    "càng": 1009,
    "àng ": 2624,
    "xa": 2569,
    " xa": 690,
    "xan": 2570,
    " xan": 691,
    "xanh": 2571,
    "cua": 1003,
    "ua ": 2430,
    " cua": 89,
    "cua ": 1004,
    "lợ": 1759,
    "ợ ": 3133,
    " lợ": 344,
    "lợ ": 1760,
    " lợ ": 345,
    "thá": 2227,
    "hái": 1339,
    " thá": 536,
    "thái": 2228,
    "hái ": 1340,
    "uâ": 2465,
    "luâ": 1712,
    "uân": 2466,
    " luâ": 312,
    "luân": 1713,
    "uân ": 2467,
    "can": 941,
    " can": 62,
    "canh": 942,
    "uộ": 2504,
    " ru": 473,
    "ruộ": 2066,
    "uộn": 2507,
    " ruộ": 474,
    "ruộn": 2067,
    "uộng": 2508,
    "xâ": 2584,
    " xâ": 700,
    "xây": 2585,
    " xây": 701,
    "xây ": 2586,
    "dự": 1124,
    "ựn": 3192,
    " dự": 169,
    "dựn": 1128,
    "ựng": 3193,
    " dựn": 172,
    "dựng": 1129,
    "ựng ": 3194,
    "dạ": 1106,
    " dạ": 157,
    "dạn": 1107,
    " dạn": 158,
    "dạng": 1108,
    "vă": 2529,
    " vă": 661,
    "văn": 2530,
    " văn": 662,
    "văn ": 2531,
    "dị": 1114,
    "ịc": 3042,
    " dị": 162,
    "dịc": 1115,
    "ịch": 3043,
    " dịc": 163,
    "dịch": 1116,
    "ịch ": 3044,
    "vụ": 2557,
    " vụ": 682,
    "vụ ": 2558,
    " vụ ": 683,
    " á": 711,
    " áp": 714,
    " áp ": 715,
    "mr": 1787,
    "rv": 2068,
    "v ": 2510,
    " mr": 357,
    "mrv": 1788,
    "rv ": 2069,
    " mrv": 358,
    "mrv ": 1789,
    "ạt": 2900,
    "hoạ": 1305,
    "oạt": 1964,
    "ạt ": 2901,
    " hoạ": 215,
    "hoạt": 1307,
    "oạt ": 1965,
    "ảm": 2908,
    "iảm": 1569,
    "ảm ": 2909,
    "giảm": 1194,
    "iảm ": 1570,
    "ẹ": 2986,
    "hẹ": 1439,
    "ẹ ": 2987,
    "nhẹ": 1890,
    "hẹ ": 1440,
    " nhẹ": 409,
    "nhẹ ": 1891,
    "thả": 2249,
    "hải": 1409,
    " thả": 545,
    "thải": 2250,
    "hải ": 1410,
    "kí": 1669,
    " kí": 287,
    "kín": 1670,
    " kín": 288,
    "kính": 1671,
    "rủ": 2108,
    "ủi": 3156,
    " rủ": 475,
    "rủi": 2109,
    "ủi ": 3157,
    " rủi": 476,
    "rủi ": 2110,
    " ro": 470,
    "ro ": 2056,
    " ro ": 471,
    "gậ": 1235,
    "ngậ": 1865,
    "gập": 1236,
    " ngậ": 398,
    "ngập": 1866,
    "gập ": 1237,
    "lụ": 1763,
    "ụt": 3150,
    " lụ": 347,
    "lụt": 1764,
    "ụt ": 3151,
    " lụt": 348,
    "lụt ": 1765,
    "đô ": 2782,
    " đô ": 745,
    "hị": 1453,
    "thị": 2262,
    "hị ": 1454,
    " thị": 551,
    "thị ": 2263,
    "ựa": 3188,
    "dựa": 1126,
    "ựa ": 3189,
    " dựa": 171,
    "dựa ": 1127,
    "vào": 2524,
    " vào": 658,
    "vào ": 2525,
    "nb": 1836,
    " nb": 388,
    "nbs": 1837,
    "bs ": 887,
    " nbs": 389,
    "nbs ": 1838,
    "tử": 2423,
    " tử": 641,
    "tử ": 2424,
    " tử ": 642,
    "că": 1033,
    " că": 109,
    "căn": 1034,
    " căn": 110,
    "căn ": 1035,
    "nấ": 1927,
    "ấm": 2919,
    " nấ": 425,
    "nấm": 1928,
    "ấm ": 2920,
    " nấm": 426,
    "nấm ": 1929,
    "dư": 1101,
    "ợc": 3134,
    " dư": 154,
    "dượ": 1104,
    "ược": 2881,
    "ợc ": 3135,
    " dượ": 156,
    "dược": 1105,
    "ược ": 2882,
    "quy": 2020,
    " quy": 461,
    "quy ": 2021,
    "iề": 1580,
    "ều": 3008,
    "điề": 2763,
    "iều": 1581,
    "ều ": 3009,
    " điề": 733,
    "điều": 2764,
    "iều ": 1582,
    "kiệ": 1660,
    " kiệ": 280,
    "kiện": 1661,
    "mà": 1798,
    " mà": 363,
    "màn": 1800,
    " màn": 365,
    "màng": 1801,
    "mă": 1812,
    " mă": 373,
    "măn": 1813,
    " măn": 374,
    "măng": 1814,
    "tâ": 2358,
    " tâ": 600,
    "tây": 2363,
    " tây": 603,
    "tây ": 2364,
    " uố": 648,
    " uốn": 649,
    "uống": 2497,
    "lê": 1724,
    " lê": 320,
    "lên": 1726,
    " lên": 322,
    "lên ": 1727,
    "me": 1776,
    " me": 352,
    "men": 1777,
    "en ": 1146,
    " men": 353,
    "men ": 1778,
    "hu ": 1317,
    "thu ": 2222,
    "oạc": 1960,
    "hoạc": 1306,
    "oạch": 1961,
    "sơ": 2152,
    " sơ": 496,
    "sơ ": 2153,
    " sơ ": 497,
    "chế": 975,
    " chế": 78,
    "chế ": 976,
    "đồn": 2829,
    " đồn": 777,
    "đồng": 2830,
    "sô": 2147,
    " sô": 492,
    "sôn": 2148,
    " sôn": 493,
    "sông": 2149,
    "cử": 1061,
    "ửu": 3175,
    " cử": 129,
    "cửu": 1063,
    "ửu ": 3176,
    " cửu": 131,
    "cửu ": 1064,
    "lon": 1701,
    " lon": 307,
    "long": 1702,
    " hư": 233,
    " hư ": 234,
    "ỏn": 3065,
    "hỏn": 1470,
    "ỏng": 3066,
    " hỏn": 249,
    "hỏng": 1471,
    "ỏng ": 3067,
    "kiế": 1653,
    " kiế": 277,
    "kiến": 1654,
    "khi": 1626,
    "hi ": 1278,
    " khi": 264,
    "khi ": 1627,
    "ai": 833,
    "kha": 1624,
    "hai": 1262,
    "ai ": 834,
    " kha": 263,
    "khai": 1625,
    "hai ": 1263,
    "cp": 998,
    " ha": 206,
    "hac": 1260,
    "acc": 827,
    "ccp": 948,
    "cp ": 999,
    " hac": 207,
    "hacc": 1261,
    "accp": 828,
    "ccp ": 949,
    "kho": 1628,
    "hoa": 1299,
    "oa ": 1942,
    " kho": 265,
    "khoa": 1629,
    "hoa ": 1300,
    " ai": 10,
    " ai ": 11,
    "iáo": 1555,
    "giáo": 1189,
    "iáo ": 1556,
    "ục": 3145,
    "dục": 1118,
    "ục ": 3146,
    " dục": 165,
    "dục ": 1119,
    "gố": 1246,
    "ốc": 3070,
    " gố": 199,
    "gốc": 1247,
    "ốc ": 3071,
    " gốc": 200,
    "gốc ": 1248,
    "thiê": 2212,
    "hợ": 1488,
    "ợp": 3141,
    " hợ": 254,
    "hợp": 1489,
    "ợp ": 3142,
    " hợp": 255,
    "hợp ": 1490,
    "ò": 2697,
    "hò": 1360,
    "òn": 2700,
    "phò": 1988,
    "hòn": 1363,
    "òng": 2702,
    " phò": 446,
    "phòn": 1989,
    "hòng": 1364,
    "òng ": 2703,
    "chố": 983,
    " chố": 82,
    "chốn": 984,
    "bé": 904,
    " bé": 40,
    "béo": 905,
    " béo": 41,
    "béo ": 906,
    "phì": 1986,
    "hì ": 1351,
    " phì": 445,
    "phì ": 1987,
    "viế": 2518,
    " viế": 654,
    "viết": 2519,
    "bố": 927,
    " bố": 55,
    "bố ": 928,
    " bố ": 56,
    "quố": 2026,
    "uốc": 2493,
    " quố": 463,
    "quốc": 2027,
    "uốc ": 2494,
    "ĩ": 2842,
    "lĩ": 1735,
    "ĩn": 2844,
    " lĩ": 328,
    "lĩn": 1736,
    "ĩnh": 2845,
    " lĩn": 329,
    "lĩnh": 1737,
    "ĩnh ": 2846,
    "vự": 2559,
    " vự": 684,
    "vực": 2560,
    " vực": 685,
    "vực ": 2561,
    "iản": 1571,
    "giản": 1195,
    "iảng": 1572,
    "ạy": 2902,
    "dạy": 1109,
    "ạy ": 2903,
    " dạy": 159,
    "dạy ": 1110,
    "go": 1205,
    "ngo": 1851,
    "goạ": 1206,
    " ngo": 393,
    "ngoạ": 1852,
    "goại": 1207,
    "gữ": 1255,
    "ngữ": 1870,
    "gữ ": 1256,
    " ngữ": 400,
    "ngữ ": 1871,
    "ghiê": 1173,
    "cứ": 1058,
    "ứu": 3169,
    " cứ": 127,
    "cứu": 1059,
    "ứu ": 3170,
    " cứu": 128,
    "cứu ": 1060,
    "thậ": 2254,
    "hập": 1432,
    " thậ": 547,
    "thập": 2255,
    "hập ": 1433,
    "ã": 2666,
    "xã": 2587,
    "ã ": 2667,
    " xã": 702,
    "xã ": 2588,
    " xã ": 703,
    "hộ": 1479,
    "ội": 3099,
    " hộ": 252,
    "hội": 1480,
    "ội ": 3100,
    " hội": 253,
    "hội ": 1481,
    "tối": 2411,
    " tối": 634,
    "tối ": 2412,
    " ư": 785,
    "ưu": 2859,
    " ưu": 786,
    "ưu ": 2860,
    " ưu ": 787,
    "qua ": 2018,
    "tổ": 2416,
    "ổn": 3092,
    " tổ": 636,
    "tổn": 2418,
    "ổng": 3093,
    " tổn": 638,
    "tổng": 2419,
    "ổng ": 3094,
    "tà": 2352,
    " tà": 596,
    "tài": 2353,
    " tài": 597,
    "tài ": 2354,
    "gô": 1228,
    "ngô": 1860,
    "gôn": 1229,
    "ôn ": 2715,
    " ngô": 396,
    "ngôn": 1861,
    "gôn ": 1230,
    "uẩ": 2484,
    "chu": 959,
    "huẩ": 1324,
    "uẩn": 2485,
    " chu": 71,
    "chuẩ": 961,
    "huẩn": 1325,
    "uẩn ": 2486,
    "đầ": 2802,
    "ầu": 2934,
    " đầ": 758,
    "đầu": 2803,
    "ầu ": 2935,
    " đầu": 759,
    "đầu ": 2804,
    " ra ": 466,
    "du ": 1086,
    " du ": 146,
    "lị": 1753,
    " lị": 340,
    "lịc": 1754,
    " lịc": 341,
    "lịch": 1755,
    "thư ": 2245,
    "lưu": 1739,
    " lưu": 331,
    "lưu ": 1740,
    "rữ": 2111,
    "trữ": 2332,
    "rữ ": 2112,
    " trữ": 585,
    "trữ ": 2333,
    "việ": 2520,
    " việ": 655,
    "viện": 2521,
    "biê": 877,
    " biê": 28,
    "biên": 878,
    "ran": 2035,
    "tran": 2299,
    "rang": 2036,
    "ẫ": 2945,
    "dẫ": 1111,
    "ẫn": 2946,
    " dẫ": 160,
    "dẫn": 1112,
    "ẫn ": 2947,
    " dẫn": 161,
    "dẫn ": 1113,
    "phỏ": 2000,
    " phỏ": 452,
    "phỏn": 2001,
    "vấ": 2537,
    " vấ": 667,
    "vấn": 2538,
    " vấn": 668,
    "vấn ": 2539,
    "ổ ": 3089,
    "tổ ": 2417,
    " tổ ": 637,
    "chứ": 988,
    " chứ": 84,
    "chức": 989,
    "sự": 2188,
    " sự": 524,
    "sự ": 2189,
    " sự ": 525,
    "dự ": 1125,
    " dự ": 170,
    " án": 712,
    " án ": 713,
    "ủn": 3158,
    "khủ": 1648,
    "hủn": 1497,
    "ủng": 3159,
    " khủ": 274,
    "khủn": 1649,
    "hủng": 1498,
    "ủng ": 3160,
    "oả": 1966,
    "hoả": 1308,
    "oản": 1967,
    " hoả": 216,
    "hoản": 1309,
    "oảng": 1968,
    "tá": 2355,
    " tá": 598,
    "tác": 2356,
    " tác": 599,
    "tác ": 2357,
    "kê": 1667,
    "ê ": 2675,
    " kê": 285,
    "kê ": 1668,
    " kê ": 286,
    "hàng": 1333,
    "hác": 1336,
    "khác": 1634,
    "hách": 1338,
    "sạn": 2159,
    " sạn": 502,
    "sạn ": 2160,
    "hục": 1493,
    "phục": 2004,
    "hục ": 1494,
    "lễ": 1751,
    "ễ ": 3019,
    " lễ": 338,
    "lễ ": 1752,
    " lễ ": 339,
    "tân": 2361,
    " tân": 602,
    "tân ": 2362,
    "ớn": 3111,
    "hướ": 1397,
    "ướn": 2869,
    "ớng": 3112,
    " hướ": 235,
    "hướn": 1398,
    "ướng": 2870,
    "ớng ": 3113,
    "luậ": 1714,
    " luậ": 313,
    "luật": 1715,
    "đai": 2758,
    " đai": 730,
    "đai ": 2759,
    "ăm": 2749,
    "năm": 1920,
    "ăm ": 2750,
    " năm": 421,
    "năm ": 1921,
    "_": 815,
    " _": 6,
    "__": 817,
    "_n": 821,
    "um": 2442,
    "mb": 1773,
    "be": 871,
    "r_": 2030,
    "_ ": 816,
    " __": 7,
    "__n": 819,
    "_nu": 822,
    "num": 1904,
    "umb": 2443,
    "mbe": 1774,
    "ber": 872,
    "er_": 1153,
    "r__": 2031,
    "__ ": 818,
    " __n": 8,
    "__nu": 820,
    "_num": 823,
    "numb": 1905,
    "umbe": 2444,
    "mber": 1775,
    "ber_": 873,
    "er__": 1154,
    "r__ ": 2032,
    "rác": 2071,
    "trác": 2307,
    "rách": 2072,
    "nhiệ": 1877,
    "quyề": 2022,
    "yế": 2605,
    "khu": 1630,
    "huy": 1318,
    "uyế": 2457,
    "yến": 2606,
    " khu": 266,
    "khuy": 1632,
    "huyế": 1321,
    "uyến": 2458,
    "yến ": 2607,
    "cộ": 1050,
    " cộ": 121,
    "cộn": 1051,
    " cộn": 122,
    "cộng": 1052,
    "hôn ": 1370,
    "mớ": 1827,
    " mớ": 383,
    "mới": 1828,
    " mới": 384,
    "mới ": 1829,
    "lớ": 1756,
    "ớp": 3114,
    " lớ": 342,
    "lớp": 1757,
    "ớp ": 3115,
    " lớp": 343,
    "lớp ": 1758,
    "kĩ": 1674,
    "ĩ ": 2843,
    " kĩ": 291,
    "kĩ ": 1675,
    " kĩ ": 292,
    "đấu": 2800,
    " đấu": 757,
    "đấu ": 2801,
    "thầ": 2251,
    "hầu": 1419,
    " thầ": 546,
    "thầu": 2252,
    "hầu ": 1420,
    "bá": 898,
    " bá": 37,
    "bán": 902,
    " bán": 39,
    "bán ": 903,
    "yê": 2602,
    "uyê": 2455,
    "yên": 2603,
    "chuy": 960,
    "huyê": 1320,
    "uyên": 2456,
    "yên ": 2604,
    "chí": 964,
    "hín": 1358,
    " chí": 73,
    "chín": 965,
    "hính": 1359,
    "ám": 2639,
    "iám": 1553,
    "ám ": 2640,
    "giám": 1188,
    "iám ": 1554,
    "đốc": 2823,
    " đốc": 773,
    "đốc ": 2824,
    "ce": 950,
    " ce": 66,
    "ceo": 951,
    " ceo": 67,
    "ceo ": 952,
    "diễ": 1074,
    " diễ": 138,
    "diễn": 1075,
    "hở": 1485,
    "ởi": 3126,
    "khở": 1646,
    "hởi": 1486,
    "ởi ": 3127,
    " khở": 273,
    "khởi": 1647,
    "hởi ": 1487,
    "guy": 1213,
    "nguy": 1855,
    "guyê": 1214,
    "khu ": 1631,
    "đư": 2788,
    " đư": 749,
    "đượ": 2789,
    " đượ": 750,
    "được": 2790,
    "bắ": 918,
    "ắt": 2968,
    " bắ": 49,
    "bắt": 919,
    "ắt ": 2969,
    " bắt": 50,
    "bắt ": 920,
    "úc": 2735,
    "lúc": 1731,
    "úc ": 2736,
    " lúc": 325,
    "lúc ": 1732,
    "đâ": 2778,
    " đâ": 742,
    "đâu": 2779,
    " đâu": 743,
    "đâu ": 2780,
    "điể": 2765,
    " điể": 734,
    "điểm": 2766,
    "cò": 1021,
    " cò": 100,
    "còn": 1022,
    "òn ": 2701,
    " còn": 101,
    "còn ": 1023,
    "viê": 2516,
    " viê": 653,
    "viên": 2517,
    "đă": 2785,
    " đă": 747,
    "đăn": 2786,
    " đăn": 748,
    "đăng": 2787,
    "này": 1911,
    " này": 415,
    "này ": 1912,
    "hù": 1373,
    "ù ": 2721,
    "phù": 1990,
    "hù ": 1374,
    " phù": 447,
    "phù ": 1991,
    "nế": 1930,
    "ếu": 3000,
    " nế": 427,
    "nếu": 1931,
    "ếu ": 3001,
    " nếu": 428,
    "nếu ": 1932,
    "gư": 1231,
    "ngư": 1862,
    "gư ": 1232,
    " ngư": 397,
    "ngư ": 1863,
    "ưa": 2857,
    "hưa": 1393,
    "ưa ": 2858,
    "chưa": 969,
    "hưa ": 1394,
    "nộ": 1936,
    " nộ": 431,
    "nội": 1937,
    " nội": 432,
    "nội ": 1938,
    "dun": 1089,
    " dun": 147,
    "dung": 1090,
    "ủ ": 3153,
    "chủ": 986,
    "hủ ": 1496,
    " chủ": 83,
    "chủ ": 987,
    "đề": 2813,
    " đề": 765,
    "đề ": 2814,
    " đề ": 766,
    "gồ": 1249,
    "ồm": 3082,
    " gồ": 201,
    "gồm": 1250,
    "ồm ": 3083,
    " gồm": 202,
    "gồm ": 1251,
    "bài": 894,
    " bài": 35,
    "bài ": 895,
    "ộc": 3097,
    "huộ": 1328,
    "uộc": 2505,
    "ộc ": 3098,
    "thuộ": 2224,
    "huộc": 1329,
    "uộc ": 2506,
    "do ": 1082,
    " do ": 143,
    "đả": 2794,
    " đả": 753,
    "đảm": 2795,
    " đảm": 754,
    "đảm ": 2796,
    "nhậ": 1886,
    "hận": 1430,
    " nhậ": 407,
    "nhận": 1887,
    "hận ": 1431,
    "đứ": 2837,
    " đứ": 782,
    "đứn": 2840,
    " đứn": 784,
    "đứng": 2841,
    "ậ ": 2949,
    "vậ ": 2541,
    " vậ ": 670,
    "ịu": 3048,
    "chị": 979,
    "hịu": 1455,
    "ịu ": 3049,
    " chị": 80,
    "chịu": 980,
    "hịu ": 1456,
    "gườ": 1233,
    "ười": 2872,
    "ngườ": 1864,
    "gười": 1234,
    "ười ": 2873,
    " ron": 472,
    "hẻ": 1441,
    "thẻ": 2256,
    "hẻ ": 1442,
    " thẻ": 548,
    "thẻ ": 2257,
    "châ": 962,
    " châ": 72,
    "chân": 963,
    "ắn": 2963,
    "rắn": 2101,
    "ắng": 2964,
    "trắn": 2327,
    "rắng": 2102,
    "ắng ": 2965,
    "tẩ": 2397,
    " tẩ": 624,
    "tẩm": 2398,
    " tẩm": 625,
    "tẩm ": 2399,
    "vị": 2552,
    " vị": 678,
    "vị ": 2553,
    " vị ": 679,
    "sấ": 2164,
    " sấ": 505,
    "sấy": 2165,
    " sấy": 506,
    "sấy ": 2166,
    "ợi": 3136,
    "lợi": 1761,
    "ợi ": 3137,
    " lợi": 346,
    "lợi ": 1762,
    "hề": 1445,
    "ghề": 1175,
    "hề ": 1446,
    "nghề": 1849,
    "ghề ": 1176,
    "din": 1072,
    " din": 137,
    "dinh": 1073,
    "ỡ": 3128,
    "ưỡ": 2877,
    "ỡn": 3129,
    "dưỡ": 1102,
    "ưỡn": 2878,
    "ỡng": 3130,
    " dưỡ": 155,
    "dưỡn": 1103,
    "ưỡng": 2879,
    "ỡng ": 3131,
    "cù": 1030,
    "ùa": 2722,
    " cù": 107,
    "cùa": 1031,
    "ùa ": 2723,
    " cùa": 108,
    "cùa ": 1032,
    "dn": 1078,
    "na": 1834,
    " dn": 140,
    "dna": 1079,
    "na ": 1835,
    " dna": 141,
    "dna ": 1080,
    "ty": 2350,
    " ty": 594,
    "ty ": 2351,
    " ty ": 595,
    "ốt": 3078,
    "hốt": 1475,
    "ốt ": 3079,
    "chốt": 985,
    "hốt ": 1476,
    "râ": 2075,
    "trâ": 2309,
    "râu": 2076,
    " trâ": 574,
    "trâu": 2310,
    "râu ": 2077,
    "han": 1266,
    "than": 2206,
    "han ": 1267,
    "ặc": 2980,
    "đặc": 2806,
    "ặc ": 2981,
    " đặc": 761,
    "đặc ": 2807,
    "gợ": 1252,
    " gợ": 203,
    "gợi": 1253,
    " gợi": 204,
    "gợi ": 1254,
    " ý": 722,
    " ý ": 723,
    "ệt": 3032,
    "biệ": 884,
    "iệt": 1600,
    "ệt ": 3033,
    " biệ": 31,
    "biệt": 885,
    "iệt ": 1601,
    "thán": 2229,
    "tiế": 2285,
    " tiế": 562,
    "tiết": 2286,
    "ậy": 2958,
    "vậy": 2546,
    "ậy ": 2959,
    " vậy": 673,
    "vậy ": 2547,
    "gà": 1218,
    "ngà": 1857,
    "gày": 1221,
    " ngà": 395,
    "ngày": 1859,
    "gày ": 1222,
    "iú": 1563,
    "úp": 2740,
    "giú": 1190,
    "iúp": 1564,
    "úp ": 2741,
    " giú": 188,
    "giúp": 1191,
    "iúp ": 1565,
    "mì": 1805,
    " mì": 368,
    "mìn": 1806,
    " mìn": 369,
    "mình": 1807,
    "sa": 2118,
    " sa": 478,
    "sao": 2119,
    " sao": 479,
    "sao ": 2120,
    "bác": 899,
    " bác": 38,
    "bách": 901,
    "tấ": 2394,
    " tấ": 622,
    "tất": 2395,
    " tất": 623,
    "tất ": 2396,
    "cả": 1038,
    " cả": 113,
    "cả ": 1039,
    " cả ": 114,
    "gàn": 1219,
    "ngàn": 1858,
    "gành": 1220,
    "&": 796,
    " &": 1,
    "& ": 797,
    " & ": 2,
    " ri": 468,
    "riê": 2048,
    "êng": 2678,
    " riê": 469,
    "riên": 2049,
    "iêng": 1560,
    "êng ": 2679,
    "cán": 1014,
    " cán": 96,
    "cán ": 1015,
    "bộ": 929,
    "ộ ": 3096,
    " bộ": 57,
    "bộ ": 930,
    " bộ ": 58,
    "lã": 1721,
    "ãn": 2668,
