{
  "text": {
    "bạn": 26,
    "có": 69,
    "thể": 375,
    "cho": 40,
    "tôi": 425,
    "biết": 16,
    "về": 463,
    "các": 64,
    "chương": 47,
    "trình": 402,
    "tập": 436,
    "huấn": 146,
    "không": 176,
    "những": 274,
    "khóa": 175,
    "học": 159,
    "nào": 276,
    "đang": 488,
    "mở": 244,
    "muốn": 230,
    "xem": 472,
    "danh": 86,
    "sách": 324,
    "đào": 493,
    "tạo": 430,
    "chia": 39,
    "sẻ": 337,
    "thông": 364,
    "tin": 384,
    "luyện": 202,
    "hiện": 139,
    "cung": 61,
    "cấp": 76,
    "giới": 129,
    "thiệu": 351,
    "một": 242,
    "số": 339,
    "tìm": 422,
    "hiểu": 138,
    "sẵn": 336,
    "tại": 429,
    "là": 205,
    "gì": 132,
    "cần": 79,
    "hỏi": 160,
    "sắp": 335,
    "tới": 443,
    "lập": 217,
    "nhúng": 269,
    "kéo": 186,
    "dài": 97,
    "bao": 12,
    "lâu": 206,
    "thời": 379,
    "gian": 118,
    "của": 82,
    "an": 4,
    "toàn": 391,
    "điện": 491,
    "thiết": 349,
    "kế": 191,
    "và": 453,
    "phân": 292,
    "tích": 423,
    "thí": 361,
    "nghiệm": 247,
    "nhiêu": 264,
    "buổi": 19,
    "khảo": 178,
    "sát": 326,
    "địa": 510,
    "hình": 150,
    "mất": 240,
    "kiểm": 184,
    "thử": 382,
    "phần": 298,
    "mềm": 241,
    "cơ": 74,
    "bản": 27,
    "tốn": 440,
    "em": 112,
    "sản": 333,
    "xuất": 474,
    "sạch": 331,
    "hơn": 152,
    "ày": 480,
    "để": 509,
    "hoàn": 142,
    "thành": 356,
    "nâng": 278,
    "cao": 36,
    "trong": 396,
    "tuần": 415,
    "sửa": 343,
    "chữa": 58,
    "lắp": 218,
    "đặt": 507,
    "dân": 99,
    "dụng": 107,
    "xong": 473,
    "tham": 345,
    "gia": 117,
    "plc": 303,
    "truyền": 397,
    "cc": 37,
    "link": 196,
    "hmi": 141,
    "sẽ": 338,
    "giờ": 130,
    "sử": 342,
    "3d": 0,
    "tính": 424,
    "toán": 392,
    "khí": 174,
    "cụ": 81,
    "như": 270,
    "thế": 374,
    "cam": 34,
    "công": 71,
    "trên": 401,
    "máy": 234,
    "tiện": 390,
    "cnc": 59,
    "phay": 287,
    "vận": 460,
    "hành": 149,
    "tự": 445,
    "động": 517,
    "hóa": 151,
    "nhà": 267,
    "nghệ": 250,
    "bim": 13,
    "ứng": 522,
    "thực": 383,
    "tiễn": 389,
    "dành": 98,
    "đối": 513,
    "tượng": 428,
    "quản": 310,
    "lý": 212,
    "kỹ": 194,
    "sư": 330,
    "kết": 192,
    "cấu": 77,
    "web": 469,
    "front": 116,
    "end": 113,
    "back": 10,
    "với": 466,
    "php": 289,
    "mysql": 231,
    "giao": 119,
    "diện": 90,
    "ui": 446,
    "ux": 447,
    "website": 470,
    "bằng": 30,
    "figma": 114,
    "tui": 414,
    "trị": 410,
    "mạng": 239,
    "doanh": 93,
    "nghiệp": 248,
    "đồ": 514,
    "họa": 158,
    "quảng": 311,
    "cáo": 66,
    "phát": 291,
    "triển": 395,
    "di": 87,
    "đa": 486,
    "nền": 285,
    "tảng": 431,
    "flutter": 115,
    "nhiếp": 265,
    "ảnh": 520,
    "xử": 478,
    "hậu": 156,
    "kỳ": 193,
    "laravel": 195,
    "angularjs": 5,
    "trí": 403,
    "tuệ": 416,
    "nhân": 268,
    "python": 304,
    "trực": 413,
    "quan": 306,
    "dữ": 108,
    "liệu": 198,
    "steam": 322,
    "tư": 427,
    "duy": 96,
    "sáng": 325,
    "arduino": 7,
    "tinkercad": 386,
    "chẩn": 49,
    "đoán": 492,
    "bệnh": 31,
    "hại": 155,
    "rau": 314,
    "giải": 125,
    "pháp": 290,
    "bảo": 28,
    "vệ": 464,
    "vật": 461,
    "thân": 359,
    "thiện": 350,
    "môi": 237,
    "trường": 405,
    "tận": 435,
    "nguồn": 254,
    "phụ": 301,
    "phẩm": 299,
    "nông": 279,
    "gieo": 120,
    "tinh": 385,
    "nhằm": 272,
    "năng": 281,
    "suất": 323,
    "hiệu": 140,
    "quả": 309,
    "kinh": 182,
    "tế": 437,
    "chăn": 45,
    "nuôi": 275,
    "thỏ": 377,
    "sinh": 321,
    "chọn": 53,
    "giống": 128,
    "lúa": 210,
    "chất": 48,
    "lượng": 216,
    "đất": 502,
    "minh": 228,
    "thích": 362,
    "biến": 15,
    "đổi": 516,
    "vi": 449,
    "imt": 166,
    "hệ": 157,
    "thống": 378,
    "trại": 406,
    "phương": 296,
    "đánh": 494,
    "giá": 121,
    "sức": 341,
    "khỏe": 179,
    "vườn": 457,
    "cây": 67,
    "ăn": 485,
    "trái": 399,
    "thuật": 354,
    "cấy": 78,
    "mô": 236,
    "bào": 21,
    "lực": 225,
    "lưới": 215,
    "thú": 365,
    "y": 479,
    "sở": 340,
    "nước": 282,
    "ao": 6,
    "thủy": 380,
    "loại": 201,
    "tảo": 432,
    "gây": 131,
    "vùng": 455,
    "trồng": 411,
    "phiêu": 288,
    "chỉ": 51,
    "tiêu": 387,
    "hữu": 165,
    "ích": 483,
    "thức": 381,
    "nhiên": 263,
    "trắc": 408,
    "ngọt": 261,
    "loài": 200,
    "cá": 63,
    "đông": 497,
    "thường": 367,
    "gặp": 133,
    "tra": 393,
    "tôm": 426,
    "kháng": 173,
    "xác": 475,
    "định": 511,
    "mic": 227,
    "ký": 189,
    "trùng": 404,
    "ở": 521,
    "artemia": 8,
    "biển": 17,
    "càng": 62,
    "xanh": 471,
    "cua": 60,
    "lợ": 222,
    "thái": 357,
    "luân": 203,
    "canh": 35,
    "ruộng": 318,
    "xây": 476,
    "dựng": 111,
    "dạng": 102,
    "văn": 456,
    "dịch": 105,
    "vụ": 467,
    "áp": 482,
    "mrv": 229,
    "hoạt": 144,
    "giảm": 126,
    "nhẹ": 273,
    "thải": 369,
    "kính": 188,
    "rủi": 319,
    "ro": 316,
    "ngập": 260,
    "lụt": 224,
    "đô": 496,
    "thị": 376,
    "dựa": 110,
    "vào": 454,
    "nbs": 245,
    "tử": 444,
    "căn": 73,
    "nấm": 283,
    "dược": 101,
    "quy": 307,
    "điều": 489,
    "kiện": 185,
    "màng": 233,
    "măng": 238,
    "tây": 421,
    "uống": 448,
    "lên": 209,
    "men": 226,
    "thu": 353,
    "hoạch": 143,
    "sơ": 329,
    "chế": 50,
    "đồng": 515,
    "sông": 327,
    "cửu": 85,
    "long": 199,
    "hư": 153,
    "hỏng": 161,
    "kiến": 183,
    "khi": 168,
    "khai": 167,
    "haccp": 137,
    "khoa": 169,
    "ai": 3,
    "giáo": 123,
    "dục": 106,
    "gốc": 134,
    "thiên": 348,
    "hợp": 164,
    "phòng": 294,
    "chống": 54,
    "béo": 25,
    "phì": 293,
    "viết": 451,
    "bố": 32,
    "quốc": 312,
    "lĩnh": 213,
    "vực": 468,
    "giảng": 127,
    "dạy": 103,
    "ngoại": 251,
    "ngữ": 262,
    "nghiên": 246,
    "cứu": 83,
    "thập": 372,
    "xã": 477,
    "hội": 163,
    "tối": 439,
    "ưu": 519,
    "qua": 305,
    "tổng": 442,
    "tài": 418,
    "ngôn": 257,
    "chuẩn": 42,
    "đầu": 504,
    "ra": 313,
    "du": 94,
    "lịch": 220,
    "thư": 366,
    "lưu": 214,
    "trữ": 412,
    "viện": 452,
    "biên": 14,
    "trang": 394,
    "dẫn": 104,
    "phỏng": 300,
    "vấn": 458,
    "tổ": 441,
    "chức": 57,
    "sự": 344,
    "dự": 109,
    "án": 481,
    "khủng": 181,
    "hoảng": 145,
    "tác": 419,
    "kê": 187,
    "hàng": 148,
    "khách": 172,
    "sạn": 332,
    "phục": 302,
    "lễ": 219,
    "tân": 420,
    "hướng": 154,
    "luật": 204,
    "đai": 487,
    "năm": 280,
    "__number__": 1,
    "trách": 398,
    "nhiệm": 266,
    "quyền": 308,
    "khuyến": 171,
    "cộng": 80,
    "thôn": 363,
    "mới": 243,
    "lớp": 221,
    "kĩ": 190,
    "đấu": 503,
    "thầu": 370,
    "bán": 24,
    "chuyên": 41,
    "chính": 44,
    "giám": 122,
    "đốc": 512,
    "ceo": 38,
    "diễn": 89,
    "khởi": 180,
    "nguyên": 252,
    "khu": 170,
    "được": 499,
    "bắt": 29,
    "lúc": 211,
    "đâu": 495,
    "điểm": 490,
    "còn": 68,
    "viên": 450,
    "đăng": 498,
    "này": 277,
    "phù": 295,
    "nếu": 284,
    "ngư": 258,
    "chưa": 46,
    "nội": 286,
    "dung": 95,
    "chủ": 56,
    "đề": 508,
    "gồm": 135,
    "bài": 20,
    "thuộc": 355,
    "do": 92,
    "đảm": 501,
    "nhận": 271,
    "đứng": 518,
    "vậ": 459,
    "chịu": 52,
    "người": 259,
    "rong": 317,
    "thẻ": 373,
    "chân": 43,
    "trắng": 409,
    "tẩm": 434,
    "vị": 465,
    "sấy": 334,
    "lợi": 223,
    "nghề": 249,
    "dinh": 88,
    "dưỡng": 100,
    "cùa": 72,
    "dna": 91,
    "ty": 417,
    "chốt": 55,
    "trâu": 400,
    "than": 346,
    "đặc": 505,
    "gợi": 136,
    "ý": 484,
    "biệt": 18,
    "tháng": 358,
    "tiết": 388,
    "vậy": 462,
    "ngày": 256,
    "giúp": 124,
    "mình": 235,
    "sao": 320,
    "bách": 23,
    "tất": 433,
    "cả": 75,
    "ngành": 255,
    "riêng": 315,
    "cán": 65,
    "bộ": 33,
    "lãnh": 207,
    "đạo": 500,
    "cử": 84,
    "ban": 11,
    "thạc": 368,
    "sĩ": 328,
    "bác": 22,
    "tịch": 438,
    "thì": 360,
    "khônh": 177,
    "thpt": 352,
    "thcs": 347,
    "nguyễn": 253,
    "a": 2,
    "trần": 407,
    "b": 9,
    "liệt": 197,
    "mà": 232,
    "lê": 208,
    "phạm": 297,
    "thầy": 371,
    "cô": 70,
    "đặng": 506,
    "hồng": 162,
    "hà": 147
  },
  "intent": {
    "ask_training_program": 8,
    "ask_training_duration": 5,
    "ask_training_schedule": 9,
    "ask_training_audience": 0,
    "ask_training_content": 4,
    "ask_training_faculty": 6,
    "ask_training_instructor": 7,
    "ask_training_sessions": 10,
    "ask_training_by_faculty": 2,
    "ask_training_by_audience": 1,
    "ask_training_by_instructor": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_training_info": 6,
    "utter_ask_training_program": 13
  },
  "action_text": null,
  "intent_response_key": null
}